{
  "translations": {
    "latin": [
      "Il favore che mi vien da V. S. Illustrissima e Reverendissima nel ricercarmi che io voglia porgergli disteso in carta quello che dieci giorni fa gli spiegai in voce, è di gran lunga superiore al merito mio ed alla leggerezza de’ miei discorsi:",
      "nè porgendomisi altro modo di contracambiarlo, almeno in parte, se non con una subita obbedienza, eccomi apparecchiato a servirla ed obbedirla conforme al suo comandamento; cioè in quella più concisa e ristretta maniera che abbracciar si possa problema sì mirabile, qual è l’investigazione della vera cagione del flusso e reflusso del mare, tanto anco più recondita e difficile, quanto manifestamente veggiamo, tutto quello che sin qui è stato scritto da gravi, autori esser molto lontano dal quietar la mente di quelli che desiderano d’internarsi nelle contemplazioni della natura oltr’alla scorza:",
      "la qual quiete allora solamente si conseguisce, quando la ragione prodotta per causa vera dell’effetto, facile ed apertamente satisfà a tutti i particolari sintomi ed accidenti che intorno ad esso effetto partitamente si scorgono.",
      "La qual cosa poi che non ci vien porta, come nei privati discorsi vedemmo, dalle ragioni addotte sin qui da gli altri scrittori di tal quistione, però come inefficaci le lascierò, sendo V. S. Illustrissima e Reverendissima pienamente restata satisfatta delle confutazioni che a bocca ne apportai, ben che ella stessa ne anco per avanti avesse loro prestato molto l’assenso;",
      "concedendomi ella, anzi ordinandomi, che io differisca di diffondermi, per satisfazione dell’universale, in tali confutazioni, quando più diffusamente tratterò questa materia nel mio Sistema Mondano.",
      "Mostraci l’esperienza sensata, che il flusso e reflusso dell’acque marine non è un rigonfiamento e ristringimento delle parti di esso elemento, simile a quello che veggiamo farsi nell’acqua posta al calor del fuoco, mentre ella per caldo veemente si rarefa e solleva, e nel ridursi alla natural freddezza si riunisce ed abbassa;",
      "ma è nei mari un vero moto locale e, per così dire, progressivo, or verso l’uno ed or verso l’altro termine estremo del seno del mare, senza alcuna alterazione di esso elemento, proveniente da altro accidente che da locale mutazione.",
      "Ora, mentre andiamo discorrendo appoggiati sopra sensate esperienze (scorte sicure nel vero filosofare), vediamo potersi imprimer nell’acque alcun movimento locale in varie maniere:",
      "le quali andremo distintamente essaminando, per veder se alcuna di esse può ragionevolmente assegnarsi per cagion primaria del flusso e reflusso del mare.",
      "Ho detto cagion primaria, perchè mentre andremo essaminando le tante differenze di accidenti che intorno ai flussi e reflussi dei mari diversi si scorgono, intenderemo impossibil cosa essere che molte altre cause secondarie e, come dicono, concomitanti non concorrino con la primaria al produr tali varietà;",
      "poi che da una sola e semplice cagione non può derivar altro che un semplice e determinato effetto.",
      "Faremo dunque principio nel nostro discorso dall’investigazione della causa prima universale, e senza la quale nulla sarebbe di questo regolato movimento dell’acque marine;",
      "dico regolato, ben che diversi mari osservino diversi periodi nei loro flussi e reflussi."
    ],
    "english_literal": [
      "The favor bestowed upon me by Your Most Illustrious and Reverend Lordship, in requesting that I commit to paper what I explained to you verbally ten days ago, far exceeds my merit and the weight of my discourse.",
      "Having no other way to reciprocate, at least in part, except through prompt obedience, I am prepared to serve and obey your command, namely, in the most concise and succinct manner possible for such a remarkable problem—the investigation of the true cause of the ebb and flow of the tides.",
      "This is an even more hidden and difficult issue, given that we can clearly see that all that has been written thus far by serious authors is far from satisfying the minds of those who wish to delve into the contemplations of nature beyond its surface.",
      "This satisfaction is only achieved when the reason presented as the true cause of the effect easily and openly fulfills all the particular symptoms and incidents surrounding that effect.",
      "Since we have not received this satisfaction, as we saw in private discussions, from the reasons put forth so far by other writers on this question, I will leave their explanations as ineffective.",
      "Empirical experience shows us that the ebb and flow of ocean waters are not a swelling and contraction of the element itself, similar to what we observe in water heated by fire, which expands and rises due to intense heat and contracts and lowers when returning to its natural cold state.",
      "Rather, it is a true local motion in the seas, progressing, so to speak, from one extreme end of the ocean basin to the other, without any alteration of the element itself, resulting from any occurrence other than a local change.",
      "Now, as we proceed relying on sensible experiences (reliable guides in true philosophy), we see that local movement can be induced in water in various ways.",
      "We will examine these methods individually to determine if any of them can be reasonably assigned as the primary cause of the ebb and flow of the tides.",
      "I mentioned primary cause because, as we examine the many differences in the occurrences surrounding the tides of various seas, we will understand that it is impossible for many other secondary, or concomitant, causes not to contribute with the primary cause to producing such variations;",
      "since a single, simple cause can only yield a simple and determined effect.",
      "Therefore, we will begin our discourse by investigating the first universal cause, without which there would be no regulated movement of ocean waters;",
      "I say regulated, although different seas observe different periods in their ebbs and flows."
    ]
  }
}
