[
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Il favore che mi vien da V. S. Illustrissima e Reverendissima nel ricercarmi che io voglia porgergli disteso in carta quello che dieci giorni fa gli spiegai in voce, è di gran lunga superiore al merito mio ed alla leggerezza de’ miei discorsi:"
      },
      {
        "language": "English",
        "text": "The favor bestowed upon me by Your Most Illustrious and Reverend Lordship, in requesting that I commit to paper what I explained to you verbally ten days ago, far exceeds my merit and the weight of my discourse."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "nè porgendomisi altro modo di contracambiarlo, almeno in parte, se non con una subita obbedienza, eccomi apparecchiato a servirla ed obbedirla conforme al suo comandamento; cioè in quella più concisa e ristretta maniera che abbracciar si possa problema sì mirabile, qual è l’investigazione della vera cagione del flusso e reflusso del mare, tanto anco più recondita e difficile, quanto manifestamente veggiamo, tutto quello che sin qui è stato scritto da gravi, autori esser molto lontano dal quietar la mente di quelli che desiderano d’internarsi nelle contemplazioni della natura oltr’alla scorza:"
      },
      {
        "language": "English",
        "text": "Having no other way to reciprocate, at least in part, except through prompt obedience, I am prepared to serve and obey your command, namely, in the most concise and succinct manner possible for such a remarkable problem—the investigation of the true cause of the ebb and flow of the tides."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "la qual quiete allora solamente si conseguisce, quando la ragione prodotta per causa vera dell’effetto, facile ed apertamente satisfà a tutti i particolari sintomi ed accidenti che intorno ad esso effetto partitamente si scorgono."
      },
      {
        "language": "English",
        "text": "This is an even more hidden and difficult issue, given that we can clearly see that all that has been written thus far by serious authors is far from satisfying the minds of those who wish to delve into the contemplations of nature beyond its surface."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "La qual cosa poi che non ci vien porta, come nei privati discorsi vedemmo, dalle ragioni addotte sin qui da gli altri scrittori di tal quistione, però come inefficaci le lascierò, sendo V. S. Illustrissima e Reverendissima pienamente restata satisfatta delle confutazioni che a bocca ne apportai, ben che ella stessa ne anco per avanti avesse loro prestato molto l’assenso;"
      },
      {
        "language": "English",
        "text": "This satisfaction is only achieved when the reason presented as the true cause of the effect easily and openly fulfills all the particular symptoms and incidents surrounding that effect."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "concedendomi ella, anzi ordinandomi, che io differisca di diffondermi, per satisfazione dell’universale, in tali confutazioni, quando più diffusamente tratterò questa materia nel mio Sistema Mondano."
      },
      {
        "language": "English",
        "text": "Since we have not received this satisfaction, as we saw in private discussions, from the reasons put forth so far by other writers on this question, I will leave their explanations as ineffective."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Mostraci l’esperienza sensata, che il flusso e reflusso dell’acque marine non è un rigonfiamento e ristringimento delle parti di esso elemento, simile a quello che veggiamo farsi nell’acqua posta al calor del fuoco, mentre ella per caldo veemente si rarefa e solleva, e nel ridursi alla natural freddezza si riunisce ed abbassa;"
      },
      {
        "language": "English",
        "text": "Empirical experience shows us that the ebb and flow of ocean waters are not a swelling and contraction of the element itself, similar to what we observe in water heated by fire, which expands and rises due to intense heat and contracts and lowers when returning to its natural cold state."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "ma è nei mari un vero moto locale e, per così dire, progressivo, or verso l’uno ed or verso l’altro termine estremo del seno del mare, senza alcuna alterazione di esso elemento, proveniente da altro accidente che da locale mutazione."
      },
      {
        "language": "English",
        "text": "Rather, it is a true local motion in the seas, progressing, so to speak, from one extreme end of the ocean basin to the other, without any alteration of the element itself, resulting from any occurrence other than a local change."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Ora, mentre andiamo discorrendo appoggiati sopra sensate esperienze (scorte sicure nel vero filosofare), vediamo potersi imprimer nell’acque alcun movimento locale in varie maniere:"
      },
      {
        "language": "English",
        "text": "Now, as we proceed relying on sensible experiences (reliable guides in true philosophy), we see that local movement can be induced in water in various ways."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "le quali andremo distintamente essaminando, per veder se alcuna di esse può ragionevolmente assegnarsi per cagion primaria del flusso e reflusso del mare."
      },
      {
        "language": "English",
        "text": "We will examine these methods individually to determine if any of them can be reasonably assigned as the primary cause of the ebb and flow of the tides."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Ho detto cagion primaria, perchè mentre andremo essaminando le tante differenze di accidenti che intorno ai flussi e reflussi dei mari diversi si scorgono, intenderemo impossibil cosa essere che molte altre cause secondarie e, come dicono, concomitanti non concorrino con la primaria al produr tali varietà;"
      },
      {
        "language": "English",
        "text": "I mentioned primary cause because, as we examine the many differences in the occurrences surrounding the tides of various seas, we will understand that it is impossible for many other secondary, or concomitant, causes not to contribute with the primary cause to producing such variations;"
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "poi che da una sola e semplice cagione non può derivar altro che un semplice e determinato effetto."
      },
      {
        "language": "English",
        "text": "since a single, simple cause can only yield a simple and determined effect."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Faremo dunque principio nel nostro discorso dall’investigazione della causa prima universale, e senza la quale nulla sarebbe di questo regolato movimento dell’acque marine;"
      },
      {
        "language": "English",
        "text": "Therefore, we will begin our discourse by investigating the first universal cause, without which there would be no regulated movement of ocean waters;"
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "dico regolato, ben che diversi mari osservino diversi periodi nei loro flussi e reflussi."
      },
      {
        "language": "English",
        "text": "I say regulated, although different seas observe different periods in their ebbs and flows."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Una tra le cause di movimento è la declività del sito e letto nel quale vien contenuto il corpo fluido: e per questa i torrenti precipitano nei fiumi, ed i fiumi scorrono ai."
      },
      {
        "language": "English",
        "text": "One of the causes of movement is the slope of the site and bed in which the fluid body is contained: and because of this, torrents fall into rivers, and rivers flow to seas."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Ma perchè tal flusso si fa sempre verso la medesima parte della declività, sopra la quale già mai le acque non ritornano in dietro, cotal ragione non fa alla causa nostra, può aver luogo nei reciproci movimenti verso le parti contraposte, come veggiamo farsi nell’acque marine."
      },
      {
        "language": "English",
        "text": "But since such a flow always takes place towards the same part of the slope, above which the waters never return backwards, this reason does not apply to our cause, nor can it take place in the reciprocal movements towards the opposite, as we see happening in sea waters."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "In altro modo s’imprime agitazione nell’acqua, mediante il moto dell’ambiente o di altro corpo esterno che l’andasse a ferire: e così veggiamo dall’impeto de’ venti agitarsi l’acque dei mari e dei laghi, e venir sospinte verso la parte dove il vento le caccia."
      },
      {
        "language": "English",
        "text": "In another way, agitation is imprinted in the water, through the motion of the environment or of another external body that would strike it: and so we see the waters of the seas and lakes being agitatedby the impetus of the winds, and being pushed towards the part where the wind drives them."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Ma una tale agitazione non si può assegnar per causa nel nostro problema; poi che simili agitazioni sono tumultuarie, per così dire, e sregolatissime, dove che i flussi e reflussi hanno i lor periodi determinati; ed oltre a ciò si fanno anco nelle maggiori tranquillità dell’aria e cessazioni dei venti; e, di, mantengono il corso loro verso il termine prescritto, quando bene il sospingimento dell’aria fosse in quell’ore verso ’l termine contrario."
      },
      {
        "language": "English",
        "text": "But such agitation cannot be assigned as a cause in our problem; since similar agitations  are tumultuous, so to speak, very irregular, where the flows and refluxes have their determined; and moreover, they also occur in the greatest tranquility of the air and cessation of the winds; and, furthermore, they maintain their course towards the term, even if the air's pushing was in that hour towards the opposite term."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Imprimonsi movimenti locali nell’acque ancora quando qualche moto locale venisse conferito al vaso nel quale l’acqua vien contenuta: e ciò può accadere in due maniere, l’una delle quali sarebbe con l’alzare ed abbassare alternatamente or l’una or l’altra estremità del vaso, al qual moto e librazione ne seguirebbe che l’acqua contenuta, scorrendo verso la parte inclinata, vicendevolmente andasse e ritornasse per la lunghezza del vaso."
      },
      {
        "language": "English",
        "text": "Local movements are also imprinted in the waters when some local movement is conferred to the vessel in which the water is contained: and this can happen in two ways, one of which would be by alternately raising and lowering either one or the other end of the vessel, to which movement and libration would follow that the contained water, flowing towards the part, would alternately go and return along the length of the vessel."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Ma simile accidente di librazione non può aver luogo nel caso nostro: avvenga che quando anco la Terra avesse qualche reciproca librazione, non però porgerebbe cagione all’acqua di scorrere in qua ed in là; imperò che in tanto scorre in un vaso che si vadia librando, in quanto nel libramento or l’una or l’altra estremità del vaso si abbassa, cioè si appropinqua al comun centro delle cose gravi, per lo che l’acqua per il suo peso vi scorre; ma quando la Terra si librasse, non però per tal librazione alcuna parte della sua superficie si avvicinerebbe o allontanerebbe dal centro di essa Terra, che è quello dove tendono i gravi, e però non verrebbe pòrta cagione all’acqua di scorrervi."
      },
      {
        "language": "English",
        "text": "But such an accident of libration cannot take place in our case: it may happen that even if the Earth had some reciprocal libration, it would not provide a reason for the water to flow back and forth; for as long as it flows in a vessel that is being librated, as long as in the libration either one or the other end of the vessel is lowered, that is, it approaches the common center of heavy things, for which the water flows there by its weight; but when the Earth is librated, however, due to such libration, no part of its surface would approach or move away from the center of the Earth, which is where the heavy things tend, and therefore no reason would be given for the water to flow there."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Oltre che il libramento che può attribuirsi al globo terrestre, è un inclinarsi trasversalmente, cioè da borea verso austro; dove che i flussi e reflussi son tutti, per l’opposito, da oriente verso occidente."
      },
      {
        "language": "English",
        "text": "Moreover, the libration that can be attributed to the terrestrial globe is a transverse inclination, that is, from north to south; where the flows and refluxes are all, on the contrary, from east to west."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "E finalmente, il libramento che alcuno ha attribuito alla Terra, ha le sue reciprocazioni distanti l’una dall’altra per molte migliaia d’anni; dove che nelle librazioni e reciprocazioni de i flussi e reflussi si tratta di tempi brevissimi, cioè di ore."
      },
      {
        "language": "English",
        "text": "And finally, the libration that someone has attributed to the Earth, has its reciprocations distant from each other by many thousands of years; where in the libration and reciprocations of the flows and refluxes we are dealing with very short times, that is, hours."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "L’altra maniera d’imprimer movimento nell’acqua mediante il moto del vaso continente è col muover il vaso progressivamente, senza punto inclinarlo, ma solamente con muoverlo di moto ora accelerato ed or ritardato; dalla qual variazione ne succede all’acqua, oltre al muoversi al moto del suo continente, il muoversi ancora con qualche diversità ed anco talvolta contrarietà."
      },
      {
        "language": "English",
        "text": "The other way of imprinting movement in the water through the motion of the containing vessel is by moving the vessel progressively, without tilting it at all, but only by moving it with a motion now accelerated and now retarded; from which variation it happens to the water, in addition to moving with the motion of its container, also moving with some diversity and even sometimes contrariety."
      }
    ],
    "notes": []
  },
  {
    "translations": [
      {
        "language": "Latin",
        "text": "Come, per dichiarazione, se noi prendessimo un gran vaso pieno d’acqua, qual saria, per essempio, una gran barca, simile a quelle con le quali vediamo trasportarsi di luogo a luogo per l’acque salse altre acque di fiumi o di fonti, vedremmo prima, nel tempo che il vaso contenente, cioè essa barca, stesse ferma, star parimente quieta l’acqua contenutavi dentro; ma quanto prima si cominciasse a muover la barca, non pian piano, ma con notabil velocità, l’acqua, contenuta sì nel vaso, ma non, come le altre parti solide di esso vaso, saldamente a quello collegata, anzi per la sua flussibilità in certo modo disgiunta e non costretta ad ubbidire ad ogni repentina mutazione di esso vaso, vedremmo, dico, essa acqua restar in dietro e sollevarsi alquanto verso la poppa, abbassandosi verso la prora, quindi a poco a poco ridursi ad ubbidire al moto del suo contenente, senza punto variare mentre egli placidamente ed uniformemente caminasse: ed all’incontro, quando la barca, per l’arrenarsi per altro sopravegnente intoppo, venisse notabilmente nel suo corso raffrenata, non però l’acqua contenuta nell’istesso modo si raffrenerebbe dall’impeto concepito, ma, conservandolo ancora, come disgiunta dal suo continente, scorrerebbe verso la prora e quivi risalterebbe e traboccherebbe, abbassandosi e deprimendosi verso la poppa: e"
      },
      {
        "language": "English",
        "text": "For example, if we were to take a large vessel full of water, such as a large boat, similar to those with which we see water from rivers or springs being transported from place to place whole vessel, with the same changes."
      }
    ],
    "notes": []
  }
]