[
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "31f69978-54bf-412d-acd5-80129e82b89d",
        "line": 1,
        "language": "english",
        "note": "This letter was written to Alessandro Orsini, who had been made a Cardinal by Paul V just the year before, in 1615. He was a patron of Galileo and well known for his charity, particularly during the 1621 outbreak of the plague.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "83cf8d22-2159-4fd1-a08d-47232444d7e0",
        "line": 5,
        "language": "english",
        "note": "It is usually thought that Galileo started writing his 'Dialogue Concerning the Two Chief World Systems' in 1624. But this sentence suggests he was perhaps already thinking about it in 1615, or even before that, whenever his conversation with Cardinal Orsini occurred.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "c060028f-86a2-4fec-9246-8f2a1c0e15c8",
        "line": 5,
        "language": "english",
        "note": "Galileo's 'Dialogue Concerning the Two Chief World Systems' was in fact initially called the 'Dialogue on the Ebb and Flow of the Sea'. When submitting the text for an Imprimatur, he was forced to change the title, as there were worries that granting an Imprimatur with that title would be seen as an approval of his theory of tides.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "a5825abb-e916-474a-a1c4-329543076a40",
        "line": 6,
        "language": "english",
        "note": "It is claimed that Galileo discovered that the density of liquid changes in proportion to its temperature. The Galilean Thermometer is named after him not because he invented it, but because it relies on the principle of expansion of liquids that he may have discovered.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"

    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "82ed8574-c9b0-475b-80d5-be1fc3eec78a",
        "line": 15,
        "language": "english",
        "note": "Galileo would have perhaps been shocked if he had witnessed a tidal bore, such as the Severn Bore, where the river's current is dramatically reversed with a large wave.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "0c148a84-4d50-49dc-a5ba-555482bfc34e",
        "line": 16,
        "language": "english",
        "note": "This is a real phenomenon known as a Storm Surge, which has raised tide height by as high as 9m in northeast Australia, March 1899, during Cyclone Mahina.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001",
        "source": "Nott, J., Green, C., Townsend, I. and Callaghan, J. (2014). The World Record Storm Surge and the Most Intense Southern Hemisphere Tropical Cyclone: New Evidence and Modeling. Bulletin of the American Meteorological Society 95(5) pp. 757-765.",
        "link": "https://doi.org/10.1175/BAMS-D-12-00233.1"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "e2356f82-bad9-4b88-a7a5-d199814e7351",
        "line": 21,
        "language": "english",
        "note": "Note that before Newton, the term 'Gravity' would refer to a generic concept of weight. The Aristotelian theory of elements meant that anything composed of Earth or Water was pulled down towards the center of the Earth, but it wasn't extended as a generic rule across celestial objects.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "b4142a1b-8749-4311-9869-4be6c96dc413",
        "line": 24,
        "language": "english",
        "note": "Here Galileo is likely referring to the concept of 'trepidation', a theory that has since been discarded. Trepidation was a motion that slowed and reversed the precession of the equinoxes once every half or more millenia.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "e52d7e9f-6442-40eb-9e0a-701b47e3c553",
        "line": 34,
        "language": "english",
        "note": "A criticism of the theory of the spinning Earth (in Heliocentrism or otherwise) at the time was that the motion was not felt by anyone on Earth. It is often believed that experiments of movement on a boat allowed the explanation of a lack of feeling of movement, but this example here confuses things. Galileo was clearly aware that acceleration and deceleration of a boat could be observed in water contained within the boat. He then claims that this is what could be happening to the Earth and moving the oceans. But he doesn't question why no-one can feel this change in speed on the Earth, or why it should affect water but not other objects.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "e52d7e9f-6442-40eb-9e0a-701b47e3c553",
        "line": 61,
        "language": "english",
        "note": "This section is particularly interesting, as Galileo compares the movement of the tides to a pendulum. This motion is referred to as simple harmonic motion. Simple Harmonic motion would later be used to create the generic models of tides unconstrained by land and lead to the modern explanation of tides. In fact, an extension to a Forced Harmonic Motion can then explain why tidal bulges do not directly face the moon. Unfortunately Galileo's rejection of a lunar effect stopped him from reaching these conclusions.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "75433e1b-26fd-4948-a57c-7b217cc4d857",
        "line": 115,
        "language": "english",
        "note": "Indeed, the Strait of Magellan has currents which can go as fast as 8 knots.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "31652430-f521-461a-8594-96481158145a",
        "line": 115,
        "language": "english",
        "note": "The 'Ethiopian Ocean' or 'Ethiopian Sea' referred to the southern part of the Atlantic and appeared on maps up until the 19th century. This may be surprising, as the contemporary country Ethiopia is on the East coast of Africa. But the term 'Ethiopia' used to refer to Western Africa, and to lands south of Egypt.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "8f0d81af-1641-4f8b-9a03-cec914b0cd48",
        "line": 120,
        "language": "english",
        "note": "The concept of a superposition of waves wasn't perhaps new - since previous authors had considered the effects of both the Moon and the Sun. However, it is a great stroke of genius that Galileo is not only thinking about dynamic tidal effects, but also from numerous sources that superimpose on each other.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "c64c1bdd-b9ff-4848-bdec-538b7ffa5afc",
        "line": 130,
        "language": "english",
        "note": "The Strait of Scylla is now known as the Strait of Messina, between Sicily and Calabria in Italy. 'Scylla' referred to the Greek Myth of Scylla and Charybdis who were monsters on either side of the Strait. Sailors who tried to avoid one of the monsters when passing through the strait would have to go within range of the other monster. Virgil's Aeneid placed the mythological monsters between Sicily and Calabria, and this seems to have stuck.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "ed60c9d4-4267-47c9-93dd-f9d4b2d67344",
        "line": 141,
        "language": "english",
        "note": "The existence of the trade winds is perhaps the stronger argument for the motion of the Earth in this text, but seems to be treated by Galileo as a minor argument that is just appended to his main arguments on the tides. The reasoning for this is no doubt the fact that most winds in Europe would have been from the West to the East, in opposition to what Galileo claims. Perhaps he was aware of this, but without an advanced model of atmospheric circulation, he wasn't able to come up with the concepts of the Hadley cell.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    },
    {
        "bookId": "5eac52cc-c98b-42f9-ba94-1ef83dc40c78",
        "chapterId": "f5a0d105-c696-4924-8695-07df01eee247",
        "id": "3acf5bee-1feb-46cf-a7b1-04d2671a732e",
        "line": 145,
        "language": "english",
        "note": "Local atmospheric circulations in the Mediterranean could have resulted in such statistics arising anecdotally, but this example would have had plenty of counter-examples that could be found by an academic opponent.",
        "commentator": "Michal Paszkiewicz",
        "commentatorId": "00000000-0000-0000-0000-000000000001"
    }
]