{
  "translations": {
    "latin": [
      "Nicolaus Copernicus Thoricinensis Canonicus Varmiensis Warmiae Prussiae in Borussia natus est anno 1472 die 19 Januarii hora 4 minut.",
      "48 post meridiem secundum Junctinum in Kalendario Astrologico, vel anno 1473 die 10 Februarii hora 4 minut.",
      "Gymnasium suum Patris perrexit atque disciplinam puerilem incepit.",
      "Inde Cracoviae primum sacros canones et leges audivit.",
      "Ex hoc deinceps artes mathematicas frequenter audivit.",
      "Postea Italiam adiit, ubi Bologniae Ptolomaeum, Euclidem, Arzachelum, George Purbachium, Regiomontanum, aliosque doctores audivit.",
      "Nec non et medicinae studium addidit, quod ab excellentissimo mathematico Paulo de Middelburgo didicerat.",
      "Cum adhuc Bologniae esset, multa et varia studia incepit."
    ],
    "english_literal": [
      "Nicolaus Copernicus, from Torun, Canon of Warmia, in Prussia of Borussia, was born in the year 1472 on January 19th at 4 hours and 48 minutes past noon.",
      "48 past noon according to Junctinus in the Astrological Calendar, or in the year 1473 on February 10th at 4 hours and 38 minutes past noon.",
      "He went to his father's school and began his boyhood studies.",
      "From there, in Krakow he first heard sacred canons and laws.",
      "From this point on, he frequently heard mathematical arts.",
      "Afterwards, he went to Italy, where in Bologna he heard Ptolemy, Euclid, Arzachel, George Purbach, Regiomontanus, and other teachers.",
      "He also added the study of medicine, which he learned from the most excellent mathematician, Paul of Middelburg.",
      "While he was still in Bologna, he began many and various studies."
    ],
    "english_early_modern": [
      "Nicolaus Copernicus of Thorun, a Canon of Warmia in Prussia of Borussia, was borne in the yeere of our Lord 1472, on the nineteenth day of January at four of the clock and eight and forty minutes past noon.",
      "Eight and forty minutes past noon, as sayeth Junctinus in his Astrologicall Calender; or else, in the yeere 1473, upon the tenth day of February, at four of the clock and eight and thirty minutes past noon.",
      "He wente to his fathers schoole, and there beganne his childish studies.",
      "Thenceforth, in Cracow, he first heard sacred canons and lawes.",
      "From that time forward, he often heard the mathematicall artes.",
      "Afterward, he went to Italy, where at Bologna, he heard Ptolemy, Euclid, Arzachel, George Purbach, Regiomontanus, and other learned masters.",
      "He also added the studie of medicine, which he learned from the most excellent mathematician, Paul of Middelburg.",
      "Whiles he was yet in Bologna, he began many and sundry studies."
    ],
    "english_paraphrased_expanded": [
      "Nicolaus Copernicus, who hailed from the town of Torun and served as a canon in the Warmia region of Prussia, was born on January 19th in the year 1472 at 4 hours and 48 minutes past midday.",
      "According to Franciscus Junctinus' Astrological Calendar, Copernicus was born at 4 hours and 48 minutes past noon, while another account places his birth on February 10th, 1473, at 4 hours and 38 minutes past midday.",
      "Young Copernicus attended his father's school and embarked upon his formative years of education.",
      "Afterwards, in Krakow, he was first exposed to religious canons and legal principles.",
      "Subsequently, he became increasingly exposed to the mathematical sciences.",
      "Subsequently, he journeyed to Italy and, in Bologna, he studied the works of great scholars such as Ptolemy, Euclid, Arzachel, George Purbach, Regiomontanus, and others.",
      "Furthermore, he expanded his knowledge by delving into the field of medicine, acquiring expertise under the guidance of the renowned mathematician, Paul of Middelburg.",
      "During his time in Bologna, he embarked upon a diverse range of academic pursuits."
    ],
    "italian": [
      "Nicolaus Copernicus, di Torun, Canonico di Warmia, in Prussia di Borussia, nacque nel 1472 il 19 gennaio alle 4 ore e 48 minuti dopo mezzogiorno.",
      "48 minuti dopo mezzogiorno secondo Junctinus nel Calendario Astrologico, oppure nell'anno 1473 il 10 febbraio alle 4 ore e 38 minuti dopo mezzogiorno.",
      "Andò alla scuola di suo padre e iniziò i suoi studi giovanili.",
      "Da lì, a Cracovia, ascoltò per la prima volta i sacri canoni e le leggi.",
      "Da questo momento in poi, ascoltò frequentemente le arti matematiche.",
      "In seguito, si recò in Italia, dove a Bologna ascoltò Tolomeo, Euclide, Arzachel, George Purbach, Regiomontano e altri docenti.",
      "Aggiunse anche lo studio della medicina, che apprese dal matematico più eccellente, Paolo di Middelburg.",
      "Mentre era ancora a Bologna, iniziò molti e vari studi."
    ],
    "spanish": [
      "Nicolaus Copernicus, de Torun, Canónigo de Warmia, en Prusia de Borussia, nació en el año 1472 el 19 de enero a las 4 horas y 48 minutos después del mediodía.",
      "48 minutos después del mediodía según Junctinus en el Calendario Astrológico, o en el año 1473 el 10 de febrero a las 4 horas y 38 minutos después del mediodía.",
      "Asistió a la escuela de su padre y comenzó sus estudios de infancia.",
      "A partir de ahí, en Cracovia, escuchó por primera vez los cánones sagrados y las leyes.",
      "A partir de este punto, escuchó con frecuencia las artes matemáticas.",
      "Después, fue a Italia, donde en Bolonia escuchó a Ptolomeo, Euclides, Arzachel, George Purbach, Regiomontano y otros profesores.",
      "También añadió el estudio de la medicina, que aprendió del matemático más excelente, Paul de Middelburg.",
      "Mientras aún estaba en Bolonia, comenzó muchos y diversos estudios."
    ],
    "chinese": [
      "尼古拉·哥白尼（Nicolaus Copernicus），出生于托伦，普鲁士波鲁西亚瓦尔米亚地区的大教士，生于1472年1月19日正午后4小时48分钟。",
      "根据Junctinus的《星历》，哥白尼出生在正午过后48分钟，另一种说法是哥白尼出生于1473年2月10日，正午后4小时38分钟。",
      "他去了父亲的学校，开始了童年学习。",
      "从那里开始，他在克拉科夫首次听到了神圣的教规和法律。",
      "从这个时候起，他经常听到数学艺术。",
      "后来，他去了意大利，在博洛尼亚听到托勒密、欧几里得、阿尔扎切尔、乔治·普尔巴赫、雷吉奥蒙塔努斯等教师。",
      "他还增加了医学研究，这是他从最杰出的数学家保罗·德·米德尔堡那里学到的。",
      "当他还在博洛尼亚时，他开始了许多不同的研究。"
    ]
  }
}
