{
  "title": "",
  "paragraphs": [
    [
      "I, Baptista Ricciolus of the Society of Jesus, send greetings."
    ],
    [
      "I could not, most learned and dear friend, for our old acquaintance, and your very clear knowledge, especially in Astronomy, and excellence, and other most excellent qualities of your mind, for which envy long ago overcome, you have gained the favor of all the nobles of Bologna, doctors and other principal men;",
      "I could not, I say, not be affected with grief, and indeed most just, while running through the Prodrome of Francis Levera, I noticed from page 124 to 128 that he has misused some of my statements in Almagest, to elevate and disapprove your observations made with the help of the Gnomon in the Temple of St. Petronius, built by you with great diligence, incredible judgment, and subtlety, I would almost say angelic rather than human.",
      "Indeed, I declared the obelisks of the ancients and the ancient Gnomon of Egnatius Dante, as being far from the Meridian position, unfit for astronomical subtleties.",
      "But what does this have to do with your Gnomon, about which I did not even say a word in my Almagest, published in 1651, when you did not complete your Heliometer until 1656, and then published a sample of observations.",
      "Therefore, Levera should have distinguished these times, for he would not have wrapped your recent Gnomons in St. Petronius Basilica with those I disapproved of in one bundle.",
      "But that he values Tychonic instruments so much that he despises all other instruments and observations, I do not know whether it should be forgiven to a man without instruments for exploring the sky (as those who know him intimately, and passing from Rome to Bologna, have assured me), nor devoted to observing studies, let alone experienced eyes, which we, and even large, indeed Tychonic Quadrants exceeding in size, have long been accustomed to use.",
      "However, these things were seen and approved, as you know, by the most skilled in these matters in Bologna, but also by foreigners from almost every nation in Europe, who, passing through Bologna, have nothing more ancient than to visit your great Gnomon in the Temple of St. Petronius, and our observatory Specula, and inquire about the simplest and therefore most evident subtlety of observing Celestial Phenomena.",
      "For Tychonia is closed, and the sky is open or favorable no less in Bologna than in Uraniburg.",
      "However, all our instruments, however large, must yield to your huge Heliometer when it comes to solar observations:",
      "Indeed, its height, which serves as a radius, equals the height of 95 Roman feet, but the length of the Meridian line, designated by an iron plate confined between two marble planes, and making a right angle with the aforementioned radius to the level of a canal of standing water, long and much explored, and serving as a tangent, is equal to the length of 239 Roman feet, so that it occupies the Solar Ellipse, at the time of the Equinoxes, about three of its diameters in feet, and there the space of one degree is about six feet, so that in noting the very thin signs at the ends of the said ellipse, to draw out the height of the Sun's margins, and its apparent Diameter, and Declination, if any small error intervenes, it is almost insensible, and contemptible.",
      "But in the largest Tychonic quadrant, which we have one equal to, among other larger things, the chord of one degree does not occupy about an inch of the Roman foot.",
      "Let Levera go now, and have all other things in addition to Tychonic instruments.",
      "But perhaps these things are sung in vain to the Astronomical τηρησεων if not to the unskilled, certainly to the inexperienced.",
      "Therefore, I think it is not necessary to contend about these things, or about the Parallax of the Sun, which Tycho never demonstrated, and the most devoted to Tycho disapproved, and which I would contend with any pledge to be less than one Minute, or certainly not above."
    ],
    [
      "I now come to Chronology, the fallacy of which Levera, on pages 20, 102, and elsewhere, even producing some anonymous Cologne, objects to me:",
      "but he removes all suspicion of error from himself with such confidence that on page 21 he does not hesitate to say:",
      "I could not have fallen into Chronological Hallucinations, etc.",
      "Although he fell not only into Chronological Hallucinations, both in chapter 3, in the times of the Equinoxes, and in chapter 10, in establishing Epochs, which was common to him with great men Copernicus, Longomontanus, Scaliger, Salian, and the like, and therefore worthy of pardon;",
      "but also into ετεροχγονυσμος, because he sometimes falls into one Chronotaxis;",
      "sometimes into the opposite, with a certain inconsistent inconsistency.",
      "Let there be one or another example of this thing.",
      "Salian, whom he proposed to follow, usually compares the first year of Christ's Epoch with the year 45, from Julius Caesar's correction, and therefore called Julian, in which indeed (as will be demonstrated below) he is deficient by one year, but coherently compares the year 1 of the Olympic doctrine with the year 775 before Christ's Epoch, and the year 1 of Nabonassar with 746, and the year 1 from the death of Alexander the Great with the year 323 before Christ's Epoch.",
      "But Levera, as far as the Olympics and the years of Alexander are concerned, adheres to Salian, but as far as the years of Christ and Nabonassar are concerned, he disagrees less coherently, and places the first year of Nabonassar 747 years before Christ's Epoch, and compares the first year of Christ's Epoch with the 46th Julian year.",
      "Moreover, it seemed to me a very bad example in Chronology, and not at all tolerable, that in book 1 chapter 3, from page 102 to 105, he was not afraid to accuse Ptolemy, the prince of Chronology no less than of Astronomy and Geography, and indirectly Hipparchus, on whose authority Ptolemy relies, of error in assigning the years of the Callippic period, sometimes by one, sometimes even by three years of excess, so that for the 36th year of the third period, he substituted the 33rd year, for no greater reason than to follow his calculations and his imagination from the magnitude of the year he invented.",
      "But lest anyone think that I assert and declare the Chronology of Levera, and others whom he has chosen as leaders, to be false without reason, you will forgive me, Best Cassini, if I briefly indicate a few foundations from my Reformed Chronology."
    ]
  ]
}