{
  "title": "",
  "paragraphs": [
    [
      "Indeed, as Plutarch reports in Alexander, on the second day before that noble victory, which Alexander the Great reported against Darius on the field of Gaugamela, not far from Arbela, the Moon failed in the month of Boedromion, which partly corresponded to our September.",
      "Pliny adds in book 2, chapter 70, that it failed at the second hour of the night in that place, and Q. Curtius in book 4, that it failed almost at the first watch of the night.",
      "Finally, Diodorus Siculus designates the 2nd year of the 112th Olympiad. But around that time, such an eclipse, in such a month, at such an hour of the night, in such a place, according to the canons of celestial motions, could not have occurred in any other year than 331 BC, before the usual Christian era, on September 20, on the second day, following the third hour, at Arbela at 7 and 54 minutes approximately after midday, which closely corresponds to the third hour of the night, and was total and about 14 and a half digits.",
      "Therefore, the 112th Olympiad began in the Attic manner of beginning the year, from the new moon of the summer solstice of the year 332 BC. Add to this the completed 111 Olympiads, that is, 444 years, and the year 776 BC will arise before the Christian era as the beginning of the Olympiads."
    ],
    [
      "Moreover, Censorinus in chapter 8, affirms that the Olympiad year of Iphitus began on the summer days of the Julian year 283. But from the aforementioned, as a basis, this Julian year coincides with the year 238 of the Christian era.",
      "Therefore, subtracting 238 years from 1000 and 14, there remain 776 Olympiad years, completed in the 46th Julian year, and the first of the Christian era, around its summer solstice, and therefore the first year of the Olympiads of Iphitus began around the summer solstice of the year 776 BC, before the usual Christian era, which has been confirmed by us from many other eclipses, especially those reported by Thucydides."
    ]
  ]
}