{
  "title": "",
  "paragraphs": [
    [
      "Indeed, Calippus, as asserted by Gemini in Elem. Astronom. c. 6. & Censorinus cap. item. 6. devised a period of 76 years from 4 Metonic cycles, subtracting one day, to maintain and correct the Metonic cycle, which was started no other than from the New Moon of the Summer Solstice observed by Meton and Euctemon, with Abseude holding office in Athens on the 21st day of Phaemenoth, 108 years before the first death of Alexander, as Ptolemy reports from Hipparchus I.3.c.2. namely in the year Nab.316. & 432 years before the Epoch of Christ, on June 27th at 6 o'clock in the morning, as Petavius correctly calculates I.2.cap.19. Moreover, Hipparchus also in the book of Maganni, & Ptolemy I.3.cap.2. calculated the Calippic years not from anywhere else than from the Summer Solstice or its New Moon, as Remoldus in Prutenicis praec.4. Petavius I.2.c.19. & I.4.cap.26. Bullialdus I.2. Astron. c. 2. & Khristmannus himself in Alfraganum. Although on page 305. he said that Hipparchus and Ptolemy began the Calippic years with the Egyptian years, on page 328. he admitted that they calculated the Calippic years from the beginning of the Solstice in the Olympic year.",
      "The same is clear from the Greek text of Ptolemy I.3.c.2. where he says: And there are from the Summer Solstice captured in the Magistracy of Abseude, up to observed by Aristarchus τω ι εθη ληζοντι that is 50. the ending year of the first period according to Calippus (as Hipparchus also asserts) years 152. But from the said year 50. which is the 44th year from the death of Alexander up to our observation year 463. years 419. Let Trapezuntius and Gauricus omit that ending.",
      "Therefore, around the Summer Solstice, the Calippic Year 50 ended and 51 began, according to the calculation of Hipparchus and Ptolemy, and so on for other Calippic years, and in the same context, proven by subtracting 44 years of Alexander from 50 Calippic years, the first period of Calippus began in the sixth year before the first death of Alexander, that is, in the year 330 before the Epoch of Christ, as Petavius excellently I.2.c.19. against Scaliger, who wrongly traced this beginning back to the year 331.",
      "It follows from what has been said that the second period of Calippus began around the Solstice of the year 254 before the Epoch of Christ, not yet completed in the 70th year of Alexander the Great, and 494. Nabonassar, as it began at noon on October 26th of the year before the Epoch of Christ 255. The third period of Calippus, however, began in the year before the Epoch of Christ 178. still during Alexander's year 146. & Nabonassar 571. starting at noon on October 7th of the year before the Epoch of Christ 179. Therefore, the Equinoxes from Hipparchus' book of the Magnitude of the year, and Ptolemy I.3.c.2. assigned to Calippic years should be referred to the years of Alexander, Nabonassar, and before Christ in the following table.",
      "It should be noted here that in some texts of Ptolemy to the fourth Equinox.",
      "Autumnal Hipparchus notes Alexander's year 178. as Albatenius reads in chapter 27. Regiomontanus in Epit. Alm. I.3.p.2. Longomontanus in book I. Theoricorum chapter 1. from the version of Trapezuntius and Gauricus; but in Greek it should be read not ροη, but ρομ. that is, not 178. but 177. Khristmannus in Alfraganum page 341. & Bullialdus I.2. Astronomy chapter 2. prove this from the interval of the following Vernal Equinox, and so read Copernicus I.3.cap.13. Lansbergius in Thesaurus obser. class 2. & Levera book I. chapter 3. page 102. with me I.3. Almagest. chapter 14. But he is wrong in saying that it was the year 31. of the third Per. Calippus. Petavius also I.4.c.26. noted this fourth Equinox in the year of the Julian period 4567. namely before Christ 147. September 27. and immediately adds:",
      "This year Thoth Nabonassar 602. began on September 29. Therefore, on the Equinoctial day of September 27. Nabonassar's year 602. had not yet begun, but the year 601. was hurrying to its end. Therefore, by a slip of memory or pen, on the following page he wrongly said:",
      "This Hipparchian Equinox is marked in the year of Alexander's death 178. Nabonass. 602. Julian period 4567. for this year, namely before Christ 147. on September 27. as I said, Nabonassar's year 602. & Alexander's 178. had not yet begun, but there were still two days left of Nabonassar 601. & Alexander 177.",
      "Whether therefore the proximity of the new year of Nabonass. & Alexander shortly after the Equinox, or the false assumption about the identity of the beginning of the Calippic years, Nabonassar, & Alexander, or some other false chronology about the above-mentioned Epochs, were the causes of error in assigning Hipparchus' Equinoxes to his time:",
      "Longomontanus certainly erred in all of Hipparchus' Autumnal, and Levera in the first three, when they compared the Calippic year with the following Alexander's, and Nabonassar's; in the other three, however, Levera substituted 31 for the year 32 of the third period of Calippus, and 32 for 33, and what is a huge mistake, 33 for 36. As for the errors of Copernicus I.3.cap.19. Ioannis Lucidi, Mercatoris, Saliani etc. in noting the first Olympiad in the year 775 before the Epoch of Christ, and the first of Alexander in the year 323 etc. It is clear from what has been said above. Farewell for now, Most Learned, &c Most Friendly Cassine."
    ]
  ]
}