{
  "title": "",
  "paragraphs": [
    [
      "Indeed, Calippus, as stated by Gemini in Elem. Astronom. c. 6. & Censorinus cap. item. 6. devised a period of 76 years from 4 Metonic cycles, subtracting one day, to support and correct the Metonic cycle, which began no other than from the New Moon of the Summer Solstice observed by Meton and Euctemon, with Abseude holding office in Athens on the 21st day of Phaemenoth, 108 years before the first death of Alexander, as Ptolemy reports from Hipparchus I.3.c.2. namely in the year Nab.316. & 432 years before the epoch of Christ, on the 27th of June at 6 in the morning, as Petavius correctly calculates I.2.cap.19. Moreover, Hipparchus in his book on Magnitude, and Ptolemy I.3.cap.2. calculated the Calippic years from no other than the Summer Solstice or its New Moon, as Remoldus with Copernicus in Prutenicis praec.4. Petavius I.2.c.19. & I.4.cap.26. Bullialdus I.2. Astron. c. 2. & Khristmannus himself in his commentary on Alfraganus. Although on page 305. he said that Hipparchus and Ptolemy began the Calippic years with the Egyptian years, on page 328. he admitted that they calculated the Calippic years from the beginning of the Solstice in the Olympic year.",
      "The same is clear from the Greek text of Ptolemy I.3.c.2. where he says: And there are from the Summer Solstice taken in the magistracy of Abseude, up to the observation by Aristarchus τω ι εθη ληζοντι that is, the 50th year ending the first period according to Calippus (as Hipparchus also asserts) 152 years. However, from the said year 50, which is the 44th year after the death of Alexander up to our observation year 463, there are 419 years. Let Trapezuntius and Gauricus omit that ending.",
      "Therefore, around the Summer Solstice, the Calippic Year 50 ended and 51 began, according to the calculation of Hipparchus and Ptolemy, and so on for other Calippic years, and in the same context, having subtracted 44 years of Alexander from the 50 Calippic years, the first period of Calippus began in the sixth year before the first death of Alexander, that is, in the year 330 before the epoch of Christ, as Petavius excellently I.2.c.19. against Scaliger, who wrongly traced this beginning back to the year 331."],
    [
      "It follows from what has been said that the second period of Calippus began around the Solstice of the year 254 before the epoch of Christ, not yet completed in the 70th year of Alexander the Great, and 494 of Nabonassar, as it began at noon on the 26th of October of the year before the epoch of Christ 255. The third Calippic period, however, began in the year before the epoch of Christ 178, still during Alexander's year 146 and Nabonassar's 571, having begun at noon on the 7th of October of the year before the epoch of Christ 179. Therefore, the equinoxes recorded by Hipparchus in his book on the Magnitude of the year, and Ptolemy I.3.c.2. in Calippic years should be referred to the years of Alexander, Nabonassar, and before Christ as noted in the following table."],
    [
      "It should be noted here that in some texts of Ptolemy, Hipparchus' fourth Autumnal Equinox is noted as Alexander's year 178, as read by Albatenius cap.27. Regiomontanus in Epit. Alm. I.3.p.2. Longomontanus lib.I. Theoricorum cap.1. from the version of Trapezuntius and Gauricus; but in Greek it should be read not ροη, but ρομ, that is not 178, but 177, as proven by Khristmannus in Alfraganum pag.341. & Bullialdus I.2. Astronomy cap.2. from the interval of the following Vernal Equinox, and so read Copernicus I.3.cap.13. Lansbergius in Thesaurus obser. class 2. & Levera lib. I. cap. 3. pag. 102. with me I.3. Almagest. cap. 14. But he is mistaken in saying that it was the 31st year of the third Calippic period. Petavius also I.4.c.26. noted this fourth equinox in the year of the Julian period 4567, namely before Christ 147, September 27, and immediately adds:",
      "This year Thoth Nabonassar 602 began on September 29. Therefore, on the equinoctial day of September 27, Nabonassar's year 602 had not yet begun, but the year 601 was nearing its end. Therefore, by a slip of memory or pen, he did not rightly say on the following page:",
      "This Hipparchean equinox is marked in the year of Alexander's death 178, Nabonassar 602, Julian period 4567. For in this year, namely before Christ 147, on September 27, as I said, Nabonassar's year 602 and Alexander's 178 had not yet begun, but there were still two days left of Nabonassar 601 and Alexander 177."],
    [
      "Whether therefore the proximity of the new year of Nabonassar and Alexander, which was about to begin shortly after the equinox, or the false assumption about the identity of the beginning of the Calippic, Nabonassar, and Alexander years, or some other false chronology about the above-mentioned epochs, were the causes of the error in assigning Hipparchus' equinoxes to his own time:",
      "Longomontanus certainly erred in all of Hipparchus' autumnal equinoxes, and Levera in the first three, when they compared the Calippic year with the following year of Alexander and Nabonassar; but in the other three, Levera substituted 31 for the 32nd year of the third Calippic period, 32 for 33, and, what is a huge mistake, 33 for 36. As for the errors of Copernicus I.3.cap.19. Ioannis Lucidi, Mercator, Saliani etc. in noting the first Olympiad year 775 before the epoch of Christ, and the first of Alexander in the year 323 etc. It is clear from what has been said above. Farewell for now, most learned and dear Cassini."
    ]
  ]
}