{
  "title": "",
  "paragraphs": [
    [
      "I came to you, Mercury, with two letters recently published on the subject of Astronomy, to hear your thoughts on them, for I am greatly refreshed by our conversations. One is from Riccioli, the other from Cassini, which I present to you here; have you seen and read their content?"
    ],
    [
      "Mercury. They have already reached me, and I read in them the controversy that arose on the occasion of the publication of Francesco Leuera's Prodromus, as if it was long expected to stir up a dispute between Uranometrists and Astronomers who care to maintain their observations and documents, which they have committed to print: and the content of Riccioli's and Cassini's letters primarily revolves around the abundance of tools and instruments they possess for observing, far superior to all those that Tycho had, and therefore they claim to have far greater faith in their observations than in Tycho's observations, and consequently more than in the doctrine derived from Tycho's observations."
    ],
    [
      "Sau. I too have seen in Cassini's book of observations from Bologna for the years 1655 and 1656, page 12, him rebuking Tycho for describing the equinoxes as they should have been observed, rather than as they were actually observed, and I also read on page 15 of the same book a correction made by Cassini himself to the equinox of Spring observed by Tycho in the year 1584 in Uraniborg at 21:30 p.m., that is, at 15:30 of the day, by comparing it with the observation of the equinox of Spring of the year 1656 made by Cassini himself with the great Gnomon in Bologna at 9:50 p.m., that is, at 3:50 of the night, by which he asserts that the equinox of Spring of the year 1584 was in Uraniborg at 23:6 p.m. and not at 21:30 p.m. as Tycho himself observed."
    ],
    [
      "Merc. Learned men, who are not ignorant, whether observations of the Sun made at night (which are truly not observations, but calculations) can be more accurate than observations of the Sun made during the day, which are real and true observations; likewise they will not be able to ignore how much a correction of the observation of the Sun made by Tycho during the day, by an observation of the Sun made at night by Cassini himself, is worth."
    ],
    [
      "Sau. Indeed, it is of great importance to Riccioli and Cassini that the name and authority of Ptolemy and Tycho, and their observations and traditions, decrease in the literary Republic. Have you seen on the frontispiece of the new Almagest edited by Riccioli, Ptolemy lying down, and the inscription above him, \"I rise as I am corrected.\" But the provincials have taken on a great task, because the Principality of Astronomy has been transferred from Ptolemy to Tycho, and the fame and glory of their observations and traditions, and their doctrine, which has been widely spread throughout the world, has taken such deep roots, that the four observations of Riccioli gathered together from the year 1643 to the year 1647, and the two observations of Cassini from the year 1655 to the year 1656, on which they wanted to base a new Astronomy different from the Astronomy of Ptolemy and Tycho and all others, can never be of any value against the far more numerous and skilled observations of Ptolemy and Tycho, and their resulting Astronomical doctrine: For the literary Republic of the whole world fully knows that Ptolemy has been known by many for centuries, and is well aware of the most expensive equipment of instruments and organs made by Tycho, and his incomparable experience in observing celestial motions, never interrupted, but always growing, acquired by him over a period of 30 years, namely from the year 1570 to the year 160, and that before his observations and tables of motions were published; and not only does it see many observations of the Sun's entrances at the points of the Equinoxes and Solstices, but also countless observations of the same Sun through almost all parts of the Zodiac, and it knows what the heirs of Tycho testify in a letter to Rudolph II Emperor at the beginning of the book Progymn. namely that no King or Prince after Alfonso the King has made so many and such great expenses in Astronomy, if indeed not only all that he could gather from the fiefs and benefits, which he had most generously from the illustrious King of the Danes Frederick for the splendor of his lineage and his love of Astronomy, but also more than a hundred thousand thalers from his own pocket he has spent on these studies: For he used from the year 1570 for the scrupulous observations of the Sun a large Quadrant showing each minute, which he had made in 1569 in Augsburg, with Paul Heinzell as consul there, which Quadrant was of such a size that it could hardly be carried by 20 strong men from the place where it was made to the nearest hill, where it was to be set up, as is read in the Progymn. of Tycho, pages 353 to 356. He also used the services of at least ten skilled observers, even in different places in Europe, with the help and expense of Frederick II, King of Denmark. He also then used a sextant, which he had made in place of an astronomical radius, about which he speaks at length in the said book I. Progymn. from page 335. And among other instruments for scrupulously investigating the altitudes of the Sun and Stars, he had ten different forms and sizes of instruments made with the utmost perfection, with labor, diligence, and inestimable expense, as Tycho himself affirms in the said book of Progymnasmatum on page 15 And he had these instruments made after he was noticeably deceived by other finely crafted instruments in about four minutes regarding the Sun's elevation at both Solstices, and regarding the altitude of the Pole Star both at its maximum and minimum. Just as he affirms that he investigated these points of the Equinoxes on page 14 of the same book Progymn. from the evening by means of variously crafted instruments of great size, and solidity of metallic material, and exact arrangement of divisions and small pins, so carefully crafted that they would not make him doubt even a third, a fourth, or in some cases even a sixth part of a minute; without which precision this subtle business is attempted in vain, for one minute of variation in altitude, and therefore also in the declination of the Sun near the equinoxes, where the daily change of declination is greatest, changes the longitude of the Sun by two and a half minutes, which make up almost a full hour: And he recounts the same from page 68, protesting that not one astronomical instrument should be relied upon in this subtle investigation, but several should be used, and labor and expense should not be spared."
    ],
    [
      "Sau. Did you notice in Riccioli's letter, not a word about refractions?"
    ],
    [
      "Merc. Riccioli prudently kept silent in his aforementioned letter to Cassini about the necessary requirements in observations, and principally Refractions, for he knows very well that the whole knot of this controversy lies in the refractions, which are caused by vapors in the air, and that without knowledge and practice of Refractions, the true longitude of the Sun and Stars, nor the true magnitude of the Sun's diameter in any distance of the Sun from the Apogee and Perigee, nor in any position of the Sun on the horizon, from which vapors, through which Refractions occur, not only sensibly raise the planets and stars, but also make the diameter and disc of the Sun and Stars larger, as is admitted by all Opticians and Astronomers. Riccioli also kept silent about Refractions, because he could not prove with Cassini's note that Refractions are the same everywhere on earth, as Cassini proclaimed in the latest Ephemerides of Lansberg, the excellent Marquis of Malvasia; because among all Opticians and Astronomers, and according to Riccioli himself in book 3. Almag. of his cap. 9. page 115. & cap. 10. page 120. it is undoubted that refractions are very different everywhere on earth, not only in all horizons of the earth, but also in any horizon they vary according to the four seasons of the year, and also according to the parts of each day, as Leuera also reports in his Prod. cap. 3. page 127. & in cap. 8. page 198. & Tycho in Progymn. page 141. & 145. Nor could he testify about any knowledge and practice of Cassini regarding refractions, since in Cassini no experience of the refractions due to observations made by the Gnomon in the horizon of Bologna could have preceded, because in the same year 1655, in which the said Gnomon was reformed in the middle of June, he observed the autumnal equinox, and in the year 1656 the spring equinox, although he truly did not observe this equinox, but calculated it, because it was at night, as we said, and he immediately published both observations, and all the more so, because he confessed himself to be doubtful and uncertain about the refraction due at an altitude of the Sun of 45 degrees, as is read in his booklet of observations of the years 1655 and 1656 page 18."
    ],
    [
      "Moreover, Riccioli kept silent, because he could not prove that he had achieved a complete practice and experience of refractions also in the horizon of Bologna due to any altitude of the Sun above the aforementioned horizon, nor to any position of the Sun under the Zodiac, nor the apparent magnitude of the Solar diameter, sometimes larger, sometimes smaller, both because of the most irregular vapors, and because of its distance from the Apogee. First, because he admits in the said cap.10.lib.3 page 116. that it is clearly impossible, or very difficult, to define the apparent diameter of the Sun without an error of one minute of the first degree: For all methods, he adds there on page 117. for investigating the Sun's diameter with any instruments, namely quadrants, armillary spheres, and the Gnomon, assume that the edges of the luminaries, or the boundaries of light and shadow, can be precisely discerned and touched, without any sensible error being perceived, without any sensible part being included; which will be found to be hardly, or not even hardly, possible by anyone who wants to try."
    ],
    [
      "Sau. And especially where the Sun appears elliptical, as through the hole of the said Gnomon because of its imperfect elliptical shape, and narrower at the bottom, as he says in lib.10. Almag. of his page 653. concluding in the said lib. 3. cap.10. page 120. that he will discuss the magnitude of the Solar diameter individually in the optical book sect. de refract. which book has not yet been published by him."
    ],
    [
      "Merc. Second, because as he states in the preface to his Almagest page 18. & in Cronicon page 37. after he turned to the observation of celestial motions, which was around the year of Christ 1643, when he had previously exercised the magisterium and chair of Philosophy and Theology for 16 years, he began to print in the year 1648. the said Almagest of his with four Solar observations made by him in the years 1643. & 1646. & 1647. but that of 1646 was calculated, because it was at night; and he completed the edition of the same Almagest in the year 1651. Nor did he publish with his observations of the Equinoxes and the Summer Solstice, any preceding observations of refractions in the horizon of Bologna made by him, by the experience and practice of which he could prove, and not affirm by words, but by deeds, that he rightly and correctly observed the exact time of the said autumnal, spring, and summer equinoxes: For that table of refractions, which he exhibits at the end of the whole of his said Almagest, namely in book 10. on the last page 668. deserves no faith: For after he rejoices on page 654. of the same book 10. that he found the same refractions in the summer solstice in Bologna as those which Tycho found in Denmark; Shortly afterwards on page 667. forgetting this joy and agreement, he dares to correct enormously the long labored table of Tycho's refractions long observed by him in Denmark, and it is very different from his Bolognese one, without him ever having gone to Denmark, this corrector Riccioli, and observed refractions there for a longer time than Tycho.",
      "Sau. These overly ambitious attempts take away all credibility from their tables and corrections, because it is now clear to the literary republic that Riccioli could not have acquired the necessary expertise and practice of refractions in the Bolognese horizon before the aforementioned observations of the equinoxes were published by him, let alone correct the refractions that occur most irregularly in other horizons, due to this almost incomprehensible doctrine and expertise of refractions, which is not acquired in two or four years with a few observations, but hardly with great, long-lasting labor of numerous observations and a variety of instruments after many years of experience and practice:",
      "Just as Tycho is known to have achieved this in the Uraniburg horizon with great labor and almost countless observations over 30 years. In book 1. Progymn. page 15. & 16. where among other things he had ten instruments constructed, he made another armillary instrument, whose diameter was ten feet, with which he could investigate the amount of solar refractions in the winter solstice, which he could not investigate with many other instruments, as he investigated after several years of continuous experience, as is read on page 79. dd. Progymn. Just as he also observed the refractions due to fixed stars after many previous observations of several years, as in the same Progymn. page 56. & page 280. However, the multitude of observations for investigating the appropriate refractions individually around the equinoxes and solstices was revealed to the literary republic by Albertus Curtius, who had all of Tycho's observations published by order of Emperor Ferdinand III. For around the summer solstice of the year 1589. namely from the 11th of June to the 17th, in the Julian calendar, namely in the space of six days, he found that Tycho had made eighty observations of refractions before and after noon, as Riccioli also admits in book 10. Almage. his page 655. Moreover, it is clear how much labor and time, and a very accurate balance, Tycho investigated the apparent magnitude of the Sun's diameter in the Uraniburg horizon, and in the Apogee, and Perigee, and intermediate distances, as is read in Progymn. page 471. & Kepler testifies in Astronomia optica page 941. & Leuera reports in chapter 8. of his Prodr. page 195."
    ],
    [
      "Merc. Therefore, if Riccioli and Cassinus had had the experience and complete practice of the appropriate refractions for any altitude and longitude of the Sun observed by their instruments in the Bologna horizon, and also the magnitude appropriate to the solar diameter in any elevation of the Sun in that place, both in the horizontal Bologna and from the Apogee to the Perigee, and from the Perigee to the Apogee there;",
      "Such experience in this subtle business, and especially the entrances of the Sun into the points of the Equinoxes and Solstices, is greatly required, which can only be acquired by many years of frequent and long-lasting observations, as has been said; and that experience, practice, and expertise of refractions, and of the Sun's diameter, would have been had by Cassinus. & Riccioli preceding the observations of the Equinoxes given by them into the light, just as Tycho had in his horizon through countless observations well known to the literary republic: the difference between the observations of the true Equinoxes published by them and those of Tycho would have been very small, just as the difference between the autumnal Equinoxes and the summer Solstice is small, from those of Tycho, where smaller refractions occur, than at the time of Spring raising the Sun more than is right, and making the same Sun larger than it really is, as is clear in the comparisons of those Autumnal ones made by Riccioli by Leuera with those of Tycho in chapter 3. of his Prod. page 117. & in chapter 13. page 297. But there would be almost no difference, even if he had used the usual parallaxes, as Leuera said above in d. chapter 3. from page 119. For it does not seem to be enough for the literary republic, which loves only truth, that Riccioli is ready to contend with any pledge that the parallax of the Sun is less than one minute, or certainly not above; but it is necessary to prove what he intends, nor is it enough to allege that he and Cassinus have made more observations of refractions, and parallaxes, and of the Sun's diameter, but it is necessary to bring them into the middle, to produce and exhibit them, so that they may be under the judge, both as to their manner and time, and as to their perfection.",
      "For who would agree to the reform of old astronomy, and the foundation of a new one from only two or four observations gathered in the space of two or five years, and hastily published, and with many necessary instruments for observing hardly made, or not yet finished, or tested, and with the mass of refractions completely undigested?"
    ],
    [
      "Sau. Indeed, the practice and art of rightly and correctly observing and measuring celestial motions is not acquired in a few years, as it seems, for Tycho, the obliquity of the ecliptic, the eccentricity of the Sun, the magnitude of the year, the tables of mean motions, and of the Apogee, and of the equations, and declinations of the Sun, and their epochs, and roots, did not bring to light, nor did he define the catalog of fixed stars, except after having acquired and left to posterity the expertise of refractions, in which he surpassed all astronomers, and was rightly called the first measurer of refractions, and not except after countless observations, both of refractions and of motions over a period of thirty years, as the father running through the book Progymn. of Tycho.",
      "Indeed, he did not even give all the aforementioned things to light while he was alive, as is read at the beginning of the same Progymn. But his heirs published them;",
      "For that book was a posthumous work, for the Progymnasmata printed in Uraniburg, Denmark, were completed in Prague, Bohemia, in the year 1602 after the death of Tycho himself, and the Ephemerides of the Sun and Moon for the years 1598. & 1599. two years before death, and after a long-established practice and experience in observing, he wrote and dedicated to Emperor Rudolph II, which are found in manuscript in the library of the most serene Queen of Sweden."
    ],
    [
      "Sau. It is almost universally undoubted in the literary republic, that the experience of Tycho in observing celestial motions is incomparable with the experience of Riccioli, and far more incomparable with the experience of Cassini;",
      "Therefore, we should not depart from Tycho's observations, both because of his constant study, expertise, and thirty years of experience in observing celestial motions, and because of the multiplicity of instruments and organs, and the very rich royal and imperial aid, and many always in observing skilled ministers and assistants."
    ],
    [
      "Merc. You are right, Sauini."
    ],
    [
      "Sau. Have you noticed in Riccioli's letter the indirect weakening of Tycho's observations, when Riccioli vehemently opposes them being proposed and praised by Leuera, who is inexperienced in observations."
    ],
    [
      "Merc. I noticed; but Leuera has already declared in the preface of his Prod. page 29. that he did not want to waste his life uselessly in observing celestial motions, since there are enough and more than enough observations, which we have from two thousand years ago and beyond, of the men in astronomy, and Uranometry, although he himself knew and fully described all the necessary requirements for correctly performing observations, as can be seen in his Prologue page 127. col. 2. & page 197. col. 2. & 198. up to 200., which requirements, because they are not fulfilled by recent Uranometrists due to inexperience and the difficulty of the doctrine of refractions, and its conjunction with the doctrine of parallaxes;",
      "Therefore, everyone must necessarily err in their observations, because we do not at all attain the knowledge of the motions of the planets and stars under the Zodiac through daily observations of the positions under the Zodiac of the same planets and stars, but through long-lasting observations of the periods and circulations of the same planets and stars under the Zodiac.",
      "Therefore, it is from this that the life of one man is nothing for performing all such observations, since Saturn's circulation is not completed except in a space of almost thirty years, and the circulation of the fixed stars not except in 24,000 years.",
      "But since no mortal has made such observations, nor will make them: Therefore Leuera also declared in the preface of his Prodromus page 23. & 24. & in chapter 4. page 154. that no one will ever attain complete and perfect knowledge of astronomy through observations of the motions and positions of the planets and stars alone, neither his own nor others' made with any even the best instruments, and even with complete experience and practice of refractions raising the planets and stars into the air more than is right, and likewise increasing their diameter; unless with great study in all philosophy, and especially astronomy, and under the guidance of the chief light, he has come to the knowledge also of the number, which the Nature the Creator decreed from eternity for each circulation and period of the motions of the individual spheres and planets and their Apogees and Nodes, and to the knowledge of the harmony, and proportion, and analogy between each circulation and period of the said celestial bodies, namely between the said invented numbers of any circulation, made so far from the beginning of the world, or to be made, as he indicated in the whole said chapter 4. of his Prodromus, which because they are very hidden; Therefore, the complete motions of the planets are not yet had, as Ricciol. himself also confessed in book 9. Almag. his chapter 5. page 268. & Leuera also reports in his Prodromus chapter 9. page 207. Hence it is that both because of the lack of knowledge of these numbers and periods, and because of the lack of many observations, which require a long life, Riccioli did not publish a well-digested Almagest, which he himself also calls a patchwork on page 19. of his preface, and he decreed all celestial motions for the time being, and left them in suspense, and they still remain in suspense after 12 years from the said edition of his Almagest."
    ],
    [
      "Sau. It is now clear, whatever Riccioli may have said, that nothing stands in the way of the doctrine of the Prodromus, whether Leuera observed or did not observe celestial motions, because he has already protested in the said prefaces of his Prodromus that he did not want, nor was able to found astronomy on his observations, as all moderns try in vain to do, but that he began to promulgate the old astronomy of the Egyptians restored from the observations of all the most notable astronomers, and that he was primarily based on their observations and teachings."
    ],
    [
      "Merc. Although the art of observing in a rough way, and with a coarse Minerva is easy, and can be understood very briefly by anyone, even one not educated in astronomy: yet the art of observing exquisitely, perfectly, and precisely to the second scruple, is very difficult for anyone, and can be understood very slowly, because it is learned and acquired only by long stages and labors, and frequent errors in observing, and often correcting them, as is the example in Tycho, who from the year 1570. until the year 1601. learned the art of observing, and he was not ashamed, nor blushed to confess errors in his observations and opinions, and to correct himself from them, as is read in the book Progymn. page 15. & he also recounted the greatest difficulties even about clocks required in observing, as from page 242. & 151. of the same book Progymn. & the imperfections of logarithms, to avoid labors in calculating, as Greimberger also hinted in his Trigonometry, where he speaks of Spherical Triangles page 70. Indeed, errors and hallucinations in observations can be very many both because of the ignorance of refractions and other requirements, and because of the not complete disposition of the observing artisans, even if the instruments with which they use are exquisite and excellent, among which errors Robert Dudley Duke of Northumbria in his very large books of the secrets of the sea, who was a great observer, and inventor of many instruments for observing, and follower and admirer of Tycho, enumerates ten errors of Uranometrists in observing the altitude of the Sun and stars, in which they easily fall, as is read in book 5. of the secrets of the sea page 13. of the second edition.",
      "And that it is almost impossible to fully learn the expertise of refractions, Tycho also testifies in the book Progymn. page 109. just as also that the adaptation and",
      "Merc. I recall that we received Riccioli's new Almagest, and Cassini's Specimen of Observations, and having read in the third book of the Almagest, chapter 15, page 138, Riccioli's observation of the autumnal equinox made in Bologna in the year 1643, on the 22nd of September of the Gregorian calendar at 22:25 p.m., and likewise having read in the said Specimen of Cassini's Observations, page 10, Cassini's observation of the autumnal equinox made in the year 1655, also in Bologna, on the 22nd of September of the new Gregorian calendar at 18:55 p.m., it was found that there does not exist between these equinoxes observed by them in the predicted years, that time difference which is required for the magnitude of the year determined by them, namely about 365 days, 5 hours, 49 minutes, but rather a far different one; for if in the year 1643 the autumnal equinox truly was on the 22nd of September at 22:25 p.m. in Bologna, as Riccioli most meticulously affirms he observed in book 3 of the Almagest, chapter 15, page 138.",
      "Then, twelve years later, namely in the year 1655, according to the magnitude of the year determined by them and by almost all astronomers, the autumnal equinox should have been on the 22nd of September at 20:13 p.m., and not at 18:55, as Cassini observed and affirms in his said booklet of the observations of the years 1655 and 1656, page 10.",
      "Or if in the said year 1655, the autumnal equinox truly was at 18:55 p.m.",
      "That which preceded it by 12 years, namely in the year 1643, should have been on the 22nd of September at 21:07 p.m., and not at 22:25, as Riccioli observed and therefore we came to the conclusion that this enormous difference between their unique and most accurate observations clearly demonstrates how imperfect, weak, and deceptive their observations are, and how weak and inconsistent are the bases upon which they boast of establishing the magnitude of the celestial year, and the roots, tables, and ephemerides of the Sun's motions, and the rest, and therefore the founders of the new astronomy, named after Tycho and all other ancient and modern astronomers, despise their observations and documents, the magnitude of the year being different among them, and the place of the apogee, and that erroneous, as Leuera fully proves in chapter 5 of his Prodromus, pages 156 and 157."
    ],
    [
      "Sau. We also read in the third book of Riccioli's new Almagest, chapter 24, page 154, Riccioli's observation of the vernal equinox made in Bologna in the year 1647, on the 20th of March of the Gregorian calendar at 5:56 p.m., and also in the said Specimen of Cassini's Observations, page 10, Cassini's observation of the vernal equinox made likewise in Bologna in the year 1656, on the 19th of March of the Gregorian calendar at 9:50 p.m., and a discrepancy was also found in these vernal observations between them: for if in the year 1647 the vernal equinox truly was on the 20th of March at 5:56 p.m., then after 9 completed years, namely in the year 1656, according to the magnitude of the year determined by them and by almost all other astronomers, of 365 days and 5 hours, 49 minutes, the vernal equinox should have been on the 19th of March of the Gregorian calendar at 10:17 p.m., and not at 9:50, as Cassini observed: Or if in the said year 1656, the said vernal equinox truly was at 9:50 p.m., that which preceded it by 9 years, namely in the year 1647, should have been on the 20th of March of the Gregorian calendar at 5:29 p.m., and not at 5:56, as Riccioli observed."
    ],
    [
      "Merc. I also recall that from these we reasonably came to suspect the errors of the epochs and tables of Riccioli and Cassini, and again we received Riccioli's Almagest and turning the pages of the Almagest, we found in the said book 3, chapter 15, page 138, columns 1 and 2, the observations of the autumnal equinoxes of the years 1643 and 1646, made most accurately by Riccioli, as he extensively reports there, and we saw that they do not agree with each other, nor can they possibly agree, and therefore the epochs and roots of the Sun's motions derived from them are false;",
      "Moreover, between these two of his observations of the autumnal equinoxes, there is not that time difference which is required for the magnitude of the year pre-defined and determined by him and almost all modern astronomers, of 365 days and 5 hours, 49 minutes approximately: but each year the magnitude of the celestial year would be greater by 20 minutes than it truly is, and than Riccioli himself defined, for if in the year 1643 the autumnal equinox was on the 12th of September of the Julian calendar at 22:25 p.m. in Bologna, Certainly in the following year 1644, which was a leap year, it should have been, according to the magnitude of his celestial year, on the 12th of September at 4:14 p.m. likewise in Bologna; and in the year 1645, it should have been on the 12th of September at 10:02 and a half p.m. and in the said year 1646, in which he himself observed the said autumnal equinox, it should have been according to the magnitude of his celestial year on the 12th of September at 15:51 p.m. likewise in Bologna, not however at 14:56 p.m. as he most accurately affirms he observed.",
      "But if this autumnal equinox truly was in the year 1646 at 14:56 p.m., necessarily that of 1643, according to the magnitude of his year, should have been at 21:30 p.m. and not at 22:25 p.m. Therefore, we necessarily saw as a consequence that the epoch of the Sun determined by Riccioli himself in book 3 of his Almagest, chapter 33, page 183, through this observation of the autumnal equinox of the year 1646, and the tables of the Sun's mean motion constructed from it, are likewise erroneous, and consequently we also saw that the magnitude of the celestial year of 365 days and 5 hours, 48 minutes and 40 seconds taken and determined by him through this observation of the autumnal equinox of the year 1646, about which magnitude of the year thus conceived by him he boasts in the said book 3 of his Almagest, chapter 15, page 138, columns 1 and 2, at the end saying that it was taken and elicited by him using parallax, and not gratuitously, but from his observations.",
      "Nor",
      "Sau. Again, Cassinus' account of the truth of his Tables is most suspicious, because when he had them ready, and constructed in the year 1655, when he began to observe the positions of the Sun by a Gnomon made by himself, he proposes a doubt about the motion of the Sun's Apogee, and its mobility on pages 13, 14, 15 of his booklet of his observations:",
      "And similarly, after he has defined the position of the Sun's Apogee, with which he compares his observations made by the Gnomon with his tables, to be in 8.35 degrees of Cancer; he becomes doubtful, and uncertain, proposing a way to know the annual motion of the Apogee by the Gnomon, stating that in 45 years it could be understood, whether the Sun's Apogee is moved forward by one minute each year, and after this still wavering in his Ephemerides of the said five years on page 156, printed in the Ephemerides of Lansberg of the Marquis of Malvasia, he says the Sun's Apogee is found in 7 degrees of Cancer, leading no observation by which the said Sun's Apogee should exist there;",
      "And similarly, he shows himself to be doubtful and uncertain about the quantity of the Solar year, and the Sun's eccentricity on pages 17 and 18 of his booklet, while he proposes that the quantity of the Solar year can be defined by the said Gnomon in the space of four years, more than by the comparison of observations of all times, and about the Eccentricity he says.",
      "Therefore, the eccentricity should still be somewhat reduced, so that the equation in the spring equinox would become less, and the true position of the Sun, promoted by refraction, would be drawn back;",
      "In the autumnal equinox, however, it should be subtracted less, so that the true position of the Sun, which refraction draws back, would be promoted forward."
    ],
    [
      "Merc. Therefore, when Cassinus has constructed tables of solar motions before making observations of the same motions by the Gnomon made by himself, and despises, and corrects Tycho's observations of the same solar motions, and does not show from which observations, either his own or others', he has constructed the Roots, Epochs, and Tables of solar motions, and does not agree with Kepler's Tables, as he himself affirms on page 155 of his Ephemerides printed in the said Ephemerides of Lansberg of the Marquis Cornelius of Malvasia, differing from Kepler in the Sun's longitude around the Equinoxes by almost seven minutes, they certainly deserve no trust, for, despising the countless observations of almost all distinguished Astronomers published to the world; who would adhere to assertions, and to observations seen by no one, and kept secret, not knowing by what Instruments, in what place, and for how many years, and how great were the said observations of solar motions; when he has never made mention anywhere of the Observatory, or of the supply of Instruments, or of the other apparatus for observing, and for acquiring skill in observing, and is not yet, as I have heard, forty years old; and even more when the Roots of these Tables of Cassini are hidden, and it does not appear from what principle, namely from what illustrious Era, or Epoch they take their beginning:",
      "But if their Epoch is that which he supposes in the exhibited responsive Letter to Riccioli on page 8, namely in the year of our Lord 940, the root of such an Epoch still lies hidden, and is unknown, namely in what sign, degree, and minute he establishes the mean motion of the Sun for the root of such an Epoch.",
      "Meanwhile, the said Epoch is primarily erroneous, for when he defines the year of Christ 940 to have been the year 1688 from Nabonassar, and the year 1264 from the death of Alexander;",
      "This is clearly against the computation, and chronology of Ptolemy in book 3 of his Almagest chapter 2, because, when according to Ptolemy the year 463 from the death of Alexander was the year 887 from Nabonassar, and according to all Chronologists, and Astronomers, and likewise according to Riccioli in his reformed Chronology foundation 5, and in book 3 of his Almagest chapter 14, page 134, the year 140 of Christ was the said year 463 from the death of Alexander, and the said year 887 from Nabonassar; indeed, adding the 800 years that have passed from the year of Christ 140 to the year of the same 940, to the said years from the death of Alexander 463, and the said years 887 from Nabonassar, there are years from the death of Alexander 1263, and not 1264, as Cassinus wrongly thinks, and there are years from Nabonassar 1687, but otherwise 1688, and therefore in this also the error of Chronology, which he himself unjustly, and inconsiderately imposes on Levera, is clearly his own, and Riccioli's.",
      "This is confirmed by the observation of the autumnal Equinox made by Albategni in the year of the usual Epoch of Christ 883, as Levera fully proves in Prod. chapter 3, page 134, because when the said year of Christ 883 was the year 1206 from the death of Alexander according to Albategni, and Monteregium in Epit. Astron. book 3, proposition 2, it necessarily follows, that adding 57 years to the said years of Christ 883, and the said years of Alexander 1206, the aforementioned year of Christ 940 was the year 1263 from the death of Alexander, not however the year 1264, as Cassinus wrongly calculates, and asserts."
    ],
    [
      "Moreover, if Cassini's Tables are constructed according to the magnitude of the year defined by him as 365 days and 5.49 hours, they will also necessarily be enormously erroneous, and always more and more so, because the motions, and entrances of the Sun into these or those signs, degrees, and minutes of the Zodiac from the year of Christ 1655, going back to the said years of Christ 940, namely in the space of 715 years, will be slower by calculations according to the said Tables of Cassini by about 30 minutes of motion, and by about 12 hours of time; and likewise after the said 715 years from the said year of Christ 1655 they will also be slower by about 30 minutes of motion, and by about 12 hours of time, and after 715 years, namely after 1430 years from the said Tables of Cassini, the motions, and entrances of the Sun will be slower by about one degree of motion, and by about one day of time from the true motion, and time of the celestial motion of the Sun, and therefore the daily positions of the Sun through the Zodiac calculated with the said tables of Cassini, the older they will be, and the longer, and longer they will be in the future, the more erroneous they will be by several degrees, just as are also those of other Astronomers thinking the magnitude of the year to be 365 days and 5.49 hours, and calculating the Tables of the mean motion of the Sun according to the ratio of the said magnitude of the year, as Levera notes in Prod. chapter 3, page 114, column 2."
    ],
    [
      "Sau. But in order that the above seen contradictions in the motions, and positions of the Sun, deduced from Cassini's observations made by the Gnomon, and also with his Tables, which he often affirms to agree wonderfully with the said observations, may become clearer; I have transcribed the Entrances of the Sun into the points of the True Equinoxes, and Autumn, as Cassinus himself calculated in his booklet of his observations of the year 1656, page 19, and in the book of the latest Ephemerides of the Marquis of Malvasia from page 157."
    ],
    [
      "Merc. Therefore, from the balance of the observations of Riccioli, and Cassini, on which they founded their new Astronomy, it is clearly evident as in a mirror, that they all not only do not agree with each other, but also each one does not agree with itself, but is notably contrary; which must necessarily be ascribed either to the observers themselves, or to their Instruments."
    ],
    [
      "Sau. They themselves try to prove the excellence, and perfection of their observations from the excellence, and greatness of their Quadrants, and Gnomons;",
      "Therefore we are compelled to say something about the art of Gnomonics, and its use, and practice."
    ],
    [
      "Merc. The use of Gnomons was very ancient, and first for indicating hours to the People:",
      "But Methon, an Athenian Mathematician, about 431 years before the advent of Christ, constructed a sundial in the forum of Athens; and properly the Gnomon is that style in the middle of the sundial indicating the hours by its shadow, which Pliny calls the navel of the Sun in book 2 of his natural history, chapter 72.",
      "And the art of Gnomonics is nothing else than the ratio of shadows, which was invented by Anaximenes, as Pliny reports in the said book 2, chapter 76.",
      "There was also a Gnomon in Alexandria of Egypt not only for indicating the hours, but also for deducing the meridian height of the Sun from the shadows of the Gnomon, and especially from the three more notable meridian shadows, namely the Equinoctial, and the Solstitial, both summer and winter, as from the heights of the Sun the meridian shadow, as the Equinoctial meridian shadows were observed at the Gnomon of Alexandria, as is read in Ptolemy book 2, Almagest chapters 2,3,5, and 6, and from the ratio of the Equinoctial shadow to the Gnomon, the height of the Pole of Alexandria was found, as Vitruvius affirms in book 9, chapter 8. So in Massilia, where these sublime sciences always flourished, Pithias of Massilia, about the year 324 before the advent of Christ, observed the summer Solstitial meridian shadow at that Gnomon, as 213.1/8 to 600, and Gassendus in the year of Christ 1635, in the great Conclave of the College of Massilia, with a hole made in the wall facing the south, which was 52 Royal feet high, caught the ray of the Sun at midday of the summer Solstice, and likewise found the summer Solstitial meridian shadow to have the ratio to this Gnomon, as 213.1/8 to 600, as in the time of Pithias; from which he inferred that the distance of the Tropic from the zenith of Massilia is now exactly the same as it was in the time of Pithias, and Alexander the Great, and that the obliquity of the Ecliptic is 23.31 degrees, and leaving aside the observations made by the Gnomon by Eratosthenes for the measurement of the terrestrial Orb, of which Pliny speaks in book 2 of his natural history, chapter 108, and also Strabo in book 2, likewise made for the obliquity of the Ecliptic at Byzantium:",
      "Similarly in Rome Manlius placed a golden ball on the top of the Obelisk, which was in the Campus Martius, to collect the shadow, and to investigate the length of the days in each day of the year, as Pliny also narrates in book 36 of his natural history, chapter 10, for the Obelisk was brought by Augustus from Egypt, 116 feet high, which once belonged to King Sesostris, nine feet shorter than another Obelisk erected by the same Augustus in the Circus Maximus between the Palatine, and the Aventine hill, and it was erected in the Campus Martius in the place of the great Gnomon laid with stone, on which the meridian shadow would fall, a golden ball was added to the top of the Gnomon by the said Manlius, a Mathematician."
    ],
    [
      "But although Gnomons could have served conveniently for indicating hours, and for some geographical operations, which do not need subtlety, and precision, yet for astronomical operations, which demand exquisite subtlety, and precision, such as is the investigation of the height of the Pole, and the obliquity of the Ecliptic, or the declination of the Sun from the equator, and the day, and hour, and minute of the time of the Equinoxes, and Solstices, they can hardly be safely used because of the triple error, into which Observers can easily fall, namely parallax, refraction, and the semi-diameter of the Sun; for this error, as Riccioli himself also affirms in book 10 of his Almagest pages 603, and 605, can sometimes exceed 45 minutes in the height of the pole, and almost a whole day in the time of the equinoxes;",
      "In the moments of the solstices, however, it can exceed the error of several days; and he corrects Ptolemy in the height of the pole of Alexandria taken by the meridian shadow observed at the Gnomon, and similarly Maginus in the height of the Pole of Rome investigated by the same meridian shadow observed at the Gnomon, and this Riccioli confirms in book 2 of his Almagest chapter 14, page 133, column 1, when he says, It is a mistake by the Ancients to use the height of the upper margin of the luminaries, whose radius terminates the right shadow for the height of the center of the Sun, for it was necessary to subtract the apparent semi-diameter of the Sun from the height found by the right shadow;",
      "And this he confirms even more strongly in the said book 3, chapter 10, where he investigates the Solar diameter page 117, when he says.",
      "And we in the Organic book, where we will report our observations made in the Temple of St. Petronius in Bologna, where there is a metal plate with a hole for admitting the rays of the Sun, 65 Bolognese feet high.",
      "But all these methods suppose that the margins of the luminaries, or the confines of Light, and Shadow, can be precisely discerned, and touched without suspicion of a sensible error, not comprehending a sensible particle, which will hardly, or not even hardly be able to be done will be clear to anyone who wants to try. & this business of the apparent diameter of the Sun is of incredible subtlety, and of a deeper, and more circumspect investigation, than some think, and it has deceived many distinguished Astronomers, as he says in the said book 3, chapter 10, page 120, just as also the observations, which he reports in the appendix of his Almagest page 735, about the variations of the rising of the upper limb of the Sun, compared to the rising of the lower limb, made in Bologna, and Levera also notes in Prod. chapter 3, pages 124, and 125."
    ],
    [
      "Sau. From which the difficulty, and fallacy in investigating the magnitude of the Earth exquisitely by the apparent diameter of the Sun is also evident, as Riccioli recently thought it could be investigated in his reformed Geography from observations of the said diameter of the Sun by the Gnomon previously reformed by Cassinus."
    ],
    [
      "Merc. How weak this method of investigating the moments of the Equinoxes, and Solstices by Gnomons is, Ptolemy also admits in book 2 of the Almagest chapter 5 at the end, when he says",
      "Indeed, among other advantages, these Quadrants and Sextants are conveniently portable here and there, and they serve for observations of all planets, and even nocturnal stars.",
      "However, Gnomons are not movable from place to place, nor do they serve except for solar observations, and on a clear day, otherwise cloudy;",
      "Moreover, they are more difficult to preserve, for they are subject to the injuries of time, and earthquakes, and wear, and the constant trampling of people passing through the path serving the Gnomon, as is read about the Gnomon of the Campus Martius in Pliny's book 36, chapter 10."
    ],
    [
      "For the angle that Gnomons make with the plane of the pavement must be exactly right, so that such Gnomons can be recalled to the practice predicted, as Ricciolus teaches in the said chapter 14, page 131, column 2, at the end.",
      "Moreover, in the pavement of the Bolognese Gnomon, where there are 12 engraved signs of the Zodiac, the minutes are missing; and the lengths of the signs of the Zodiac are very unequal among themselves; and the image or figure of the Sun coming through the hole to the pavement, where the signs of the Zodiac are engraved, sometimes appears more, sometimes less elliptical, and long, and sometimes more, sometimes less round, and therefore elsewhere filling about half of one degree of the Zodiac, and elsewhere filling, and even exceeding one degree of the Zodiac, as can be seen in the figure of the said Bolognese Gnomon printed by Ricciolus in the said book 3. Almag. chapter 14, folio 132, and by the different distances of the image of the Sun in the length of the said path, or Pavement, to the beginnings of the signs, which he calculates in the appendix of his Almag. p. 736.",
      "Now if Ricciolus in his reformed Geography, and in his letter to Cassini contradicts all these things, which he wrote in his Almagest not only about this Bolognese Gnomon, but also about any Gnomon; and if he establishes all conclusions about the Astronomical matter under the interim, and therefore it is free and unchangeable to change his opinion;",
      "However, it is enough for wise men to know that Hipparchus, Ptolemy, Albategni, Alphonso, Copernicus, Tycho, and all the other Astronomers never used Gnomons for exquisite Astronomical operations, and Ptolemy confessed the insufficiency of Gnomons in the said book 2. Almag. chapter 5, at the end."
    ],
    [
      "Indeed, Tycho did not close the entrance to Urania to posterity, but rather opened it with his long-lived 30-year observations and traditions: therefore, it does not follow from this that his Organs, Instruments, and Observations are to be despised and corrected today under the pretext of much larger and more perfect Organs, after his observations and traditions of solar motion, like pearls and precious gems, were received by notable Astronomers after Tycho, namely by Scaliger, Clavius, Kepler, Maginus, Bullialdus, and many others; and especially since today, such correctors and critics of Tycho's observations and traditions are convicted of erroneous observations performed by them with the said great Gnomon, and with large Quadrants exceeding Tycho's in their size, which they boast of having in their Observatories.",
      "For what does the great height and size of the Gnomon, and the length of the flat pavement, avail, if by itself, as it seems, it cannot serve for any exquisite Astronomical operations?",
      "and what if the ellipse of the Solar image occupies several feet?",
      "and the space in the said pavement of one degree occupies twice as many feet?",
      "if in noting the extremities of the said ellipse to elicit the height of the Sun's margin, and its diameter, and declination, we are still in the same inextricable difficulties of precisely discerning without suspicion of sensible error the said margins of the Sun, or the boundaries of light and shadow?",
      "which difficulties Ricciolus himself exclaimed in book 3. Almage. chapter 10, pages 116 and 117, where after many things deduced by Kepler about investigating the magnitude of the Solar diameter, he says:",
      "But this could not persuade us, who almost collapsed in investigating the same diameter of the Sun in many ways;",
      "Where he affirms that it is clearly impossible or very difficult to define the apparent magnitude of the Solar diameter without an error of one minute of the first degree;",
      "Citing Archimedes in the Sand Reckoner: because neither sight, nor hand, nor Instruments, which are worthy of observation, are trustworthy enough to demonstrate this, and these besides other difficulties of refraction then due there, and parallax.",
      "But why is the investigation of the apparent diameter of the Sun so easy according to Ricciolus at present without any suspicion of sensible error with the same Bolognese Gnomon, and the same height of the Gnomon, and the length of the path, and the same 12 signs of the Zodiac in the pavement, and the same hole, although in the meridian line; everyone will easily understand.",
      "Therefore, that which Ricciolus writes in his letter to Cassini can rightly be retorted.",
      "Let Ricciolus, and Cassini, and in addition to the Instruments so greatly celebrated by them above Tycho's, let them have all other things, for these things are sung in vain to the experts and experienced in Astronomical observations, and also to the inexperienced, but fully instructed and informed about these things, and therefore there is no need to contend about these things, just as there is no need to contend about the parallax of the Sun, which Ricciolus never demonstrated, and his most devoted followers disproved, and which Tycho proved to be less than three minutes by 30 years of experience with long-lasting observations in agreement with each other, and with the observations of other notable Astronomers, as Leuera also notes in Prod. chapter 3, pages 120 and 121."
    ],
    [
      "After the Organs, and Instruments for observing the more excellent, the tenor of the letters of Riccioli, and Cassini turns around Epochs, and Roots, therefore let our speech be about these now."
    ],
    [
      "Indeed, Ricciolus disputes the years of Epochs, and Roots of notable deeds in the world in his said letter, and censures many approved Chronologists there, and with them also Leuera, as their follower in chapter 10 of his Prodromus; presenting some foundations of his Chronology, which he calls reformed, through which he presumes that all should prefer it, and trust it;",
      "He also objects that the years of observations of the autumnal equinoxes of Hipparchus presented by Leuera in chapter 3 of his Prodromus from page 102 through several following, are not those in which Hipparchus observed the said equinoxes, bringing Ptolemy as a witness to his censure;",
      "Therefore, let us examine, I pray Mercury, this controversy."
    ],
    [
      "Indeed, I see that Leuera in chapter 9 of his Prodromus pages 204 and 215 to page 218 * in chapter 11, presented the Roots, and Epochs of the motions of the Sun, and its motions, and periods; and he derived these from the observations of Tycho, and their Root, and the most certain Epoch of the year of Christ 1388, so that by these Epochs of motions all the solar motions can be calculated in every age most exquisitely, as he teaches to be calculated in chapters 11 and 13 with many examples.",
      "In chapter 10, however, from page 227 to page 233, I see he presented the Epochs, or Roots of times of notable and illustrious deeds derived from the investigations and calculations of many excellent Chronologists, not for the end and effect of calculating by them the solar motions in every future or past age, because such roots and beginnings of notable things are often not certain, nor can they be demonstrated, but he presented them as Epochs of times taken from more approved Chronologists for those curious to calculate the place of the Sun, and Stars at those times, whether they are true or not true, not binding himself to their certain approval, and therefore such Epochs of times can in no way prejudice the truth of the motions of the Sun, and Stars proposed by Leuera in his entire Prodromus; but for the truth of the motions he assumed the Epochs, and Roots of motions most certain, which in every past, and future age can always most exquisitely provide to the minute both of time and motion any places of the Sun, and Stars sought, as by seventy examples, and more he proves in chapters 11, 12, and 13 of the said Prodromus, choosing from the first Epoch, or most certain Root of the year 1588.",
      "Second Epochs, namely the usual Epoch of Christ, and also that of Julius Caesar, and the oldest Ingress of the Solar Apogee in o , whose beginnings can be disputed, yet as dependent on the first Epoch, which can hardly be disputed, they necessarily provide any places of the Sun sought in any past or future century most exquisitely, as can be seen in many examples in the Prodromus of the same Leuera, and individually in chapter 13. and therefore although Leuera could have fallen into hallucinations of Chronology of notable times of things done, and of times of celestial observations made by any ancient Observers, as all Chronologists of times can fall, because the error of fact even deceives the wisest, yet he could not have fallen into hallucinations of Chronology of motions, and times of solar motion, and its periods, and circulations, because he fully explored their number, and measure; together with a new method of calculating through Tables of the mean motion of the Sun always exquisitely to the minute any places of the Sun sought in any age; which method, and reason was not known to any of the Astronomers until now, as can be seen in his Prodromus chapter 9. The doctrine of motions, however, is different from the doctrine of times of things done, for the doctrine of motions requires knowledge of celestial circulations, and periods, which can be achieved by long studies of observations, and traditions both of ancient and modern Astronomers, but the doctrine of times of things done, because it requires knowledge of the time, in which those illustrious things were done in the world; this knowledge indeed cannot be had except from eyewitnesses, who were present, and personally attended that beginning, and those witnesses should be at least two, to deserve faith;",
      "For the saying of one is like the saying of none, as is had from Deuteronomy chapter 19."
    ],
    [
      "From these things it is clearly known, that the reformation of Chronology, namely the computation of times of things done in the world handed down by Ricciolus, cannot be admitted, as most true; and consequently the computation of all Chronologists is to be considered false, as if Ricciolus had been present, and personally established everywhere in those things done in the world:",
      "When not even Scaliger, who was singularly learned in many languages for understanding the times, and deeds of all Nations, and who consumed the life of his Father, and his own in these studies, dared to give a definition of the times of the said things done in the world, but only to leave an examination of them to posterity, as he expressly protests in book 6. de emend. temp. at the beginning in the 2nd edition."
    ],
    [
      "After the more notable Epochs, it is necessary to come to the examination of the time of Observations of the Autumnal Equinoxes of Hipparchus presented by Leuera in chapter 3 of his Prodromus because of the censure of Ricciolus in his said letter against Leuera."
    ],
    [
      "We must not pass over a rigorous examination by us, so that it may be known who indeed fell into such hallucinations of Chronology, whether Leuera, or Ricciolus."
    ],
    [
      "First of all, we see that Leuera used the Observations of Hipparchus to investigate the magnitude of the celestial year by collation, and consideration of those observations, as older ones with modern ones, of Tycho, and other Astronomers, in which collation of old observations with modern ones, even if there had been a mistake in the years of two, three, and four, or in six hours, or in half a day, or in a whole day, and even a quarter of a day; yet the collations, and considerations of them with the observations of modern Astronomers because of the immense interval of 1800 years between the said observations of Hipparchus, and modern ones, could not vary the magnitude of the celestial year sought by such collations, and comparisons except in second scruples of time, and hardly ever in one first scruple, as is demonstrated by Leuera widely in the said chapter 3. of his Prodromus page 101, column 2, and page 102, column 1, and individually pages 109, 111, and 112.",
      "In older observations, however, such as Hipparchus's, as is that of the summer solstice of Meton, of which in the said chapter 3, page 136, of the said Prodromus, the deviation in six hours still less sensibly prejudices the magnitude of the celestial year sought by such observations, and the same would happen even if there were an error of one year in the said observation of Meton, for an error of one year implies the same as an error of six hours, because from one return of the Sun to the same point of the Zodiac to another return there, which is in the space of one year, there can never be an interval of six hours after so many days 365. and therefore neither can an error of one year prejudice the magnitude of the celestial year sought by such observations, and similarly neither an error of two, three, and four years, because they too can import a few second scruples of time difference in the magnitude of the celestial year, which is sought by such collations.",
      "Secondly, in the same examination of Hipparchus' autumnal equinox observations presented by Levera in the aforementioned chapter 3 of his Prodromus, regarding the question of whether these were truly the years in which Hipparchus observed, we see that the first three observations of the autumnal equinoxes were noted by Levera, according to the enumeration of the years of Callippus, which Ptolemy himself refers to Hipparchus in book 3 of the Almagest, chapter 2. Namely, the first observation was in the 17th year, the second in the 20th year, and the third in the 21st year of the third period of Callippus; then we see that the said first observation of Hipparchus' autumnal equinox fell in the 163rd year after the death of Alexander according to Levera, because as Ricciolus also admits in the said letter, where he speaks of his reformed chronology in foundation 5, and as Levera refers to in the Prodromus, chapter 10, page 229, where he speaks of the epoch of Alexander the Great, and from the text of Ptolemy himself, and from the most exact considerations in the said book 3 of the Almagest, chapter 2, made by Ptolemy;",
      "The beginning of the years of Callippus was in the 6th year before the death of Alexander, if the said six years are subtracted from the time of the first autumnal observation of Hipparchus, which was in the 17th year of the third period of Callippus, namely from the 169 years that have passed from the beginning of the said years of Callippus to this first observation of Hipparchus, from which each period of Callippus consists of 76 years, there remain 163 years after the death of Alexander, and not 162 years, as Ricciolus erroneously purifies in his said reformed chronology.",
      "And likewise, subtracting six years from the 172 years that have flowed from the beginning of the years of Callippus to the said second observation of the autumnal equinox of Hipparchus, which was in the 3rd year completed from the first observation, namely in the 20th year of the third period of Callippus, there remain 166 years after the death of Alexander, and not 165 years, as Ricciolus wrongly thinks above. And similarly, subtracting six years from the 173 years that have passed from the beginning of the years of Callippus to the said 3rd observation of the autumnal equinox of Hipparchus, which was in the 21st year of the third period of Callippus, there remain 167 years after the death of Alexander, and not 166 years, as Ricciolus wrongly calculates above."
    ],
    [
      "That the calculation of the years of Alexander, published by Ricciolo in his reformed chronology, is erroneous, becomes clearer, for if the said 3rd year of the 17th period of Callippus, namely the 169th year from the beginning of the years of Callippus, were the 162nd year after the death of Alexander, as Ricciolo asserts in his fictitious reformed chronology, then the beginning of the years of Callippus would be seven years apart from the beginning of the years of Alexander, not six years, as Ptolemy asserts above. And likewise, if the said 20th year of the third period of Callippus, namely the 172nd year from the beginning of the years of Callippus, were the 165th year after the death of Alexander, as Ricciolo asserts above and not the 166th year as it should be according to Ptolemy, it would be seven years apart from the beginning of the years of Alexander, not six years, as according to Ptolemy above: and likewise, if the said 21st year of the third period of Callippus, namely the 173rd year from the beginning of the years of Callippus, were the 166th year after the death of Alexander, as Ricciolo asserts, and not 167, as it should be according to Ptolemy, it would also be seven years apart from the beginning of the years of Alexander, not 6 years, as Ptolemy asserts above. The true interval from the beginning of the years of Callippus to the beginning of the years of Alexander is not seven years, but only six years according to the text of Ptolemy, and the most exquisite comparisons made by him in the said chapter 2, book 3 of the Almagest, where he says, from the said 50th year of the first period according to Callippus, as Hipparchus also asserts, which is the 44th year after the death of Alexander etc. Furthermore, because in the observations made by Ptolemy of the spring equinoxes, and the summer solstice of the 463rd year after the death of Alexander, Ptolemy himself calculates that the years that have passed from the beginning of the period of Callippus are 469. For from the 50th year of the first period of Callippus, where there was the observation of the summer solstice of Meton, as Ptolemy reports, 419 years have passed, to which are added the said 50 years, making the said 469 years. Therefore, subtracting 6 years from the said 469 years, there are 463 years after the death of Alexander, as Ptolemy has exquisitely calculated:",
      "Therefore Ricciolo, and other modern chronologists with him, are convicted of falsehood regarding the aforementioned enumeration of the years of Alexander, because the interval between the years of Callippus and Alexander is only six years, not seven years at all, as Ricciolo wrongly thinks in his said reformed chronology."
    ],
    [
      "And Ricciolo remains all the more convicted and confessed of error and falsehood in the epoch of Alexander defined and exhibited by him in his reformed chronology in assigning the times of all the autumnal equinox observations of Hipparchus, because successively in assigning the times of all the spring equinox observations of the same Hipparchus, the said interval from the beginning of the years of Alexander was not more than seven years against Ptolemy, but he describes it as being only six years, agreeing with Ptolemy, who in the comparison and consideration of the said observation of the spring equinox made by Hipparchus in the 32nd year of the third period of Callippus, and in the 178th year after the death of Alexander on the 27th day of Mechir, as Ptolemy himself reports in the said book 3 of the Almagest, chapter 2, with his own observation of the spring equinox made in the 463rd year after the death of Alexander on the 7th day of Pachon, Ptolemy establishes an interval of only six years from the said 32nd year of the third period of Callippus, which was the 184th year from the beginning of Callippus to the 178th year of Alexander, for subtracting from these years 184, six years in which the beginning of Callippus preceded the beginning of Alexander, there remain the said 178 years of Alexander. ",
      "That the said 32nd year of the third period of Callippus was the said 178th year after the death of Alexander, as Ptolemy also reports, and is admitted by all chronologists and astronomers, is also confirmed by the same Ptolemy above: for in this his observation of the spring equinox made, as he affirms, 285 years after the said first observation of the spring equinox of Hipparchus, if the said 285 years are added to the said 178 years after the death of Alexander, they make up 473 years after the death of the same Alexander, in which Ptolemy testifies that he made the said observation of the spring equinox above.",
      "In the computation of the years of Callippus and Alexander it is difficult to err, when we are in the spring equinoxes observed by Hipparchus and Ptolemy, because both the beginnings of the years of Callippus and Alexander always precede the spring equinoxes following them:",
      "But in the autumnal equinoxes it is easy to be mistaken, because the beginning of the years of Callippus always precedes the autumnal equinoxes, from which it was in the summer solstice;",
      "And the beginning of the years of Alexander always follows the autumnal equinoxes, because it was in the month of November."
    ],
    [
      "From the above also Ricciolo remains convicted, because although the year of the fourth autumnal observation of Hipparchus truly fell in the 177th year after the death of Alexander, according to the common opinion of almost all astronomers, among whom are Copernicus in book 3, chapter 13, Bullialdus in book 2, Astr. Phil. chapter 2, as Ricciolo also admits in his said reformed chronology; yet it could not have been that year, the 32nd of the third period of Callippus, namely the 184th year from the beginning of the years of Callippus, nor could the year of the fifth autumnal observation of Hipparchus, which followed successively, although it truly fell in the 178th year after the death of Alexander, yet it could not have been the 33rd year of the third period of Callippus, namely the 185th year from the beginning of the years of Callippus; for the interval between these years of Callippus and these years of Alexander would have been seven years. Nor does the saying of Ptolemy hinder, that the said fourth observation of the autumnal equinox of Hipparchus was in the 32nd year of the third period of Callippus; and the fifth observation of the autumnal equinox of Hipparchus was in the 33rd year of the third period of Callippus: for in these two autumnal observations Hipparchus assumed the beginning years of Callippus, or the beginning years:",
      "In the preceding three autumnal observations he assumed the ending years of Callippus, or the completed years, and therefore the last of the said three autumnal observations following eleven years of beginning, and ten years of completion:",
      "For we are forced to admit that the said years of Callippus in the said fourth and fifth observation of Hipparchus were noted by Ptolemy as beginning, and not as completed, so that the said interval of six years from the beginning of Alexander may be preserved, as declared, affirmed, and repeated by the same Ptolemy above;",
      "Therefore, the year of the fourth autumnal observation necessarily was the 31st of the third period of Callippus completed, and the 32nd running, and therefore the 183rd year from the beginning of the years of Callippus, from which subtracting six years there are the said 177 years after the death of Alexander, and the year of the fifth autumnal observation following it was the 32nd of the third period of Callippus completed, and the 33rd running, and consequently the 184th year from the beginning of the years of Callippus, from which likewise subtracting six years there was the year 178 after the death of Alexander."
    ],
    [
      "That the year of the fourth autumnal observation of Hipparchus truly fell in the 177th year after the death of Alexander, is also clear from Ptolemy himself, because since from this autumnal observation to the following observation of the spring equinox made by the same Hipparchus, as Ptolemy notes, in the 178th year after the death of Alexander, six months have passed, and then six other months to the other observation of the autumnal equinox made by the same Hipparchus, as Ptolemy also notes, in the 178th year after the death of Alexander:",
      "Indeed, the observation of the autumnal equinox of the preceding year necessarily had to be in the 177th year after the death of Alexander, almost ending, and then after the said autumnal equinox in the month of November the 178th year beginning, and running in the said spring equinox, and almost ending in the said autumnal equinox immediately following after this spring equinox."
    ],
    [
      "Sau. But why Ptolemy was mistaken in assuming the year 177 after the death of Alexander for 178."
    ],
    [
      "Merc. It is easy to give a reason for this, for knowing that it is not possible for the anticipation of the equinoxes to occur by one day at the rate of the magnitude of the year estimated by him and by Hipparchus as 365 days and 5 hours 55 minutes 12 seconds, unless after the lapse of 300 years from one observation to another, he was forced to demonstrate the magnitude of this year by comparing his autumnal observation of the year 139 after the advent of Christ with the fourth observation of the autumnal equinox of Hipparchus, to consider it to have been made by one year later, namely in the 178th year after the death of Alexander, and not in the 177th year after his death, and by one day earlier, namely on the third day of the intercalary period, when it was beyond midnight, and the fourth intercalary day; and similarly in the consideration and comparison of his spring observation with the first spring observation of Hipparchus, to consider it to have been made by one day earlier, attributing the error to the abacus of Hipparchus, for in no other way could he sustain the magnitude of the year estimated by him and Hipparchus."
    ],
    [
      "From the deductions also Ricciolo remains convicted in assigning his time to the two observations of the autumnal equinoxes, which Ptolemy left to posterity.",
      "For the year of the first autumnal observation of Ptolemy was 455 after the death of Alexander, and not 456 as Ricciolo wrongly thinks; and the year of the second observation of the autumnal equinox of Ptolemy was 462 after the death of Alexander, and not 463 as Ricciolo wrongly notes, perhaps deceived by the abacus in Ptolemy.",
      "For since the spring equinox observed by the same Ptolemy successively after the preceding autumnal equinox, was in the 463rd year after the death of Alexander from the same Ptolemy: ",
      "Indeed, the autumnal equinox immediately preceding it necessarily was in the 462nd year after the death of Alexander, because the beginning of the years of Alexander, is not before the autumnal equinoxes, but after the autumnal equinoxes, and therefore in the said second observation of the autumnal equinox of Ptolemy, the year 462 of Alexander was still running, and the year 463 could not begin until the month of November, and so after the said autumnal equinox observed by Ptolemy."
    ],
    [
      "Therefore, since the first observation of the autumnal equinox of Ptolemy was seven years before this second observation of the autumnal equinox made by the same Ptolemy, it necessarily was in the 455th year after the death of Alexander, not however 456 as Ricciolo wrongly noted in his reformed chronology."
    ],
    [
      "And since the interval of years from the reign of Nabonassar to the death of Alexander, according to Ptolemy's enumeration in book 3 of the Almagest, chapter 8, was 424 years, and according to all chronologists, and the modern reformer of the old chronology, Ricciolo; hence it necessarily follows, that the year of the first autumnal observation of Hipparchus, which was, as demonstrated, 163 after the death of Alexander, should correspond to the year 587 from Nabonassar, but otherwise to the year 586, as Ricciolo wrongly thinks in his said reformed chronology;",
      "For the interval between both epochs would have been 423 years, and not 424, as all assert, and Ricciolo himself admits it should be:",
      "By the same reasoning it follows, that the year of the second observation of Hipparchus, which was, as seen, the year 166 after the death of Alexander, necessarily should correspond to the year 590 from Nabonassar, and not the year 589, as Ricciolo wrongly thinks:",
      "And similarly it follows that the year of the third autumnal observation of Hipparchus, which was, as seen, the year 167 after the death of Alexander, should correspond to the year 591 from Nabonassar, and not 590, as Ricciolo thinks in his said reformed chronology: just as also the year 177 after the death of Alexander, will correspond to the year 601 from Nabonassar, and the year 178 after the death of Alexander will correspond to the year 602 from Nabonassar, as Ricciolo admits.",
      "Hence it finally follows, that the year of the first autumnal observation of Ptolemy, which was, as seen, the year 455 after the death of Alexander, should correspond to the year 879 from Nabonassar, and not 880. And the year of the second observation of the autumnal equinox of Ptolemy, which was, as demonstrated, the year 462 after the death of Alexander, should correspond",
      "Finally, in the years predicted from the death of Alexander 163. & from the reign of Nabonassar 587. where was the first observation of the autumnal equinox of Hipparchus, there should correspond years before the usual epoch of Christ 161. & not 162. as Ricciolus wrongly calculates, & dd. years 166. from the death of Alexander, & from Nabonassar 590. there should correspond years before Christ's epoch 158. & not years 159. according to Ricciolus, & successive years 167. from the death of Alexander, & from Nabonassar 591. correspond years before Christ 157. & not 158. according to Ricciolus, just as years 177. from the death of Alexander, & from Nabonassar 601. correspond years 147. before Christ's Epoch, according to all Chronologists, & Ricciolus himself in his reformed Chronology, & in book 3. Almagest cap.14. pag. 134.",
      "And just as years 178. from the death of Alexander, & 602. from Nabonassar, correspond years 146. before Christ's Epoch according to the same Chronologists; it is clear from the comparison, & observation also made by Ptolemy in the said book 3. Almag. cap.2. between the first Equinox of Spring observed by Hipparchus, in the year 32. of the third period of Calippus on the 27th day of Mechir, & the year 178. from the death of Alexander, & 602. from Nabonassar, & between the Equinox of Spring observed by Ptolemy himself after 285. complete years on the 7th day of Pachon, namely in the year from the death of Alexander 473. & 887. from Nabonassar, & the year 140. from the usual Epoch of Christ;",
      "For adding dd. years 285. to the said year 178. of Alexander, there are dd. years. 463. from the death of Alexander, as Ptolemy calculates: & adding the same years 285. to the said year 602. from Nabonassar, there are dd. years 887. from Nabonassar: & adding dd. years 146. passing before Christ's Epoch to the said year 140. from Christ's Epoch passing, there are dd. years 285. completed between the said observation of the Spring Equinox of Hipparchus, & that of the same Spring Equinox of Ptolemy."
    ],
    [
      "But that between the Epoch of Christ, & the Epoch of Alexander there are only 323. passing years, as Leuera puts in cap.10. pag. 270. of his Prod. is demonstrated by the aforementioned observation of the Spring Equinox made by Ptolemy in the year 463. from the death of Alexander, which according to the opinion of all Chronologists, & Astronomers was in the year of the usual Epoch of Christ 140. as Leuera also reports in Prod.cap.3. pag.114. & 115. & c.13. pag.297. & scaliger I.4. de emend. temp. pag.192. first edit. & Ricciol. himself in Almag.c.3. pag.134. & in his reformed Chronology: for subtracting dd. years of Christ 140. passing, from dd. years of Alexander 463. passing, there remain years 323. passing from the beginning of years, or from the Epoch of Alexander to the beginning of years, or the usual Epoch of Christ our Lord; not however years 324. passing, as Ricciolus wrongly calculates in his reformed Chronology in the fourth foundation, & as he reports in his above letter to Cassinus."
    ],
    [
      "From this truth it follows, that the years of the Olympiads were not in the year before the usual Epoch of Christ 776. as he himself puts in the said fourth foundation of his reformed Chronology, but were years 775. as Salianus, & many others, & Leuera with them judged.",
      "And indeed when, as Ricciolus affirms in the said fourth foundation of his reformed Chronology, Alexander the Great died at the beginning of the 114th Olympiad, and therefore in the year 452. completed from the beginning of the Olympiads, surely these years 452. subtracted from the years before Christ's Epoch 775. where the Olympiads according to Salianus, & others began, & not from the years 776. as Ricciolus subtracts, remains the year of Alexander's death 323. before Christ's Epoch, otherwise 324. as Ricciolus wrongly calculates in the said foundation 4. of his reformed Chronology, & reports in his said letter to Cassinus."
    ],
    [
      "This is confirmed by the fact that, since no one can be certain, whether that year of the eclipse, & defeat of Darius was the first, or second of the 112th Olympiad, as it is verified to have been in the year 331. before the usual Epoch of Christ, by the calculation of d. Eclipse with the said Epoch of Christ;",
      "Therefore no one can be certain, that the beginning of the Olympiads was in the year 776. & not 775. before d. Christ's usual Epoch.",
      "Diodorus Siculus, who reports that it was in the second year of the 112th Olympiad, was not an eyewitness, nor personally established at the beginning of the institution of the Olympiads, nor in the said defeat of Darius.",
      "And likewise since no one can be certain, whether the year of Alexander's death was 452. completed, or passing from the beginning of the Olympiads, nor can it be certain, that the beginning of the Olympiads was in the year 776. before Christ's Epoch, & not in the year 775. Eusebius was not an eyewitness, & present at the institution of the Olympiads, nor at the death of Alexander the Great, and therefore his report, that the death of Alexander was at the beginning of the 114th Olympiad, & not in the last year of the 113th Olympiad is not certain, just as the report of d. Diodorus Siculus, that the defeat of Darius was in the second year of the 112th Olympiad, & not in the first year, is not certain, and therefore also from these it comes back to the same thing, that the year of Alexander was 323. passing before the usual Epoch of Christ, not however 324. as Ricciolus wrongly affirms where above."
    ],
    [
      "Likewise that between the usual Epoch of Christ, & the Epoch of Nabonassar there are only 747. passing years is demonstrated by the said observation of the Spring Equinox made by Ptolemy in d.year 463. from the death of Alexander: For subtracting dd. years of Christ 140. passing from the years of Nabonassar 887. passing, there remain years 747. passing from the beginning of years, or from the Epoch of Nabonassar, to the beginning of years, or the usual Epoch of Christ our Lord;",
      "Just as also adding d. Epoch of Alexander, namely years 323. passing before Christ's Epoch, to years 424. which according to Ptolemy in cap.8.lib.3. Almag. are between the Epoch of Nabonassar, & Alexander; there are years 747. passing before the Epoch of Christ, where the Epoch of Nabonassar begins, as Leuera puts in cap.10. of his Prod. where about the Epoch of Nabonassar pag. 227. therefore the Epoch of Nabonassar was not in the year 747. completed before the Epoch of Christ, as Ricciolus wrongly calculates in his reformed Chronology in the fourth foundation."
    ],
    [
      "Sau. From the deductions therefore it is clear that Ricciolus, & with him Cassinus erred in Chronology, Epochs, & Roots of the years of Nabonassar, & Alexander the Great, not only as relative to the Epoch, & Period of the years of Calippus, but also as relative to the years of the usual Epoch of Christ, & consequently in assigning his time to the observations of Hipparchus, namely the years of Alexander, & Nabonassar truly relative to the said Epoch of Calippus, & to the said usual Epoch of Christ."
    ],
    [
      "Merc. Finally, about the 6. & last observation of the autumnal equinox of Hipparchus, which Ptolemy notes was in the year 36. of the third Period of Calippus, the fourth of the Intercalary in the evening;",
      "And about the third, & last observation of the Spring Equinox of the same Hipparchus, which Ptolemy notes was in the year 50. of the third period of Calippus on the first day of Phamenoth at sunset;",
      "We see that it is difficult to certify the years of these observations, because the last autumnal one Ptolemy notes was made in the third period of Calippus in the year 36. when according to the reason of the 5. observation which as above demonstrated, was in the year 32. ending, it should have been in the year 35.d.3. of the period of Calippus ending, & 181. from the death of Alexander, because Ptolemy reports it was in the year 3. after the said fifth observation of Hipparchus also autumnal; unless it is said it was in the third year passing from the said fifth observation: for in that case it would have been in the year 34. ending of the third period of Calippus, & 180. from the death of Alexander Dismissing that if it had been the year 36. of the third period of Calippus, this observation would have fallen in the year 182. from the death of Alexander, & not in the year 181. as Ricciolus calculates in his reformed Chronology, lest the interval between the beginning of the years of Calippus, & Alexander, be seven years, when it should be six years as above demonstrated from Ptolemy, & the other Chronologists.",
      "And Ptolemy increases suspicion by affirming that this entry of the Sun into the point of the Autumnal Equinox according to the observation of Hipparchus made in the evening, should have been in the middle of the night, which neither according to Ptolemy himself can stand, because when Ptolemy said a little above that the fifth observation of the Autumnal Equinox of Hipparchus should have been at midday, & this sixth observation was in the year 3. from that, necessarily this should have been in the morning, & not in the middle of the night according to Ptolemy himself, & yet it is noted in the Evening by Hipparchus who observed that Equinox.",
      "Therefore, so that such an enormously erroneous observation should not be ascribed to the incredible yawning & negligence of Hipparchus, Leuera thought it should be attributed to the abacus, or to the annotation; for if it had been in the year 36. of the Third Period of Calippus in the evening, an enormous difference, & discrepancy of 14 hours later between the true Celestial Equinox, & the Equinox observed by Hipparchus, would have to be ascribed to Hipparchus after his long experience in observing, as it immediately becomes known if the Autumnal Equinoxes are described according to the order of years from the first observation of Hipparchus to this last observation also Autumnal, namely from the year 161. before the usual Epoch of Christ, where as above demonstrated, was the first observation of Hipparchus to the year 143. before the same Epoch of Christ, where was the last observation of the Autumnal Equinox of Hipparchus, or from an. 163. of Alexander to an. 181. of the same, or from the year 587. of Nabonassar, to the year 605. of the same."
    ],
    [
      "Sau. Behold here described according to the series of the said years, not only all the Autumnal Equinoxes, but also the Vernal ones, which occurred in the course of 34. years of life, in which Hipparchus observed six Autumnal Equinoxes, & three Vernal ones;",
      "And more also described are those, which occurred in the course of 9. years, in which Ptolemy observed two Autumnal Equinoxes, & one Vernal, which have already been described by us with similar curiosity, & reduced into two Tables; taking the beginning of the said 34. Equinoxes, both Autumnal, & Vernal from the year, month, day, & hour of the first Autumnal observation of Hipparchus with the due interval, beyond the days 265. hours 5.48. later of one Autumnal Equinox, successively from another Autumnal, namely according to the true magnitude of the Celestial year discovered by Leuera;",
      "And similarly in the Vernal Equinoxes, taking the beginning from the first Vernal of the same Hipparchus, in the same method, as above.",
      "And likewise taking the beginning of the said 9. Equinoxes of Ptolemy from that Vernal, but against the series of years;",
      "And from the first Autumnal, according to the series of the said 9. years.",
      "But these two Tables successively follow after the Table of Observations of Autumnal Equinoxes, & Vernal of Hipparchus, & Ptolemy according to the years of Calippus, Alexander, Nabonassar, & Christ the Lord, as here below is to be seen."
    ],
    [
      "Merc. Therefore, because never in other Equinoxes, both Autumnal, & Vernal observed by Hipparchus, is found such an enormous discrepancy of 14 hours. Therefore either this said last, & sixth observation of the Autumnal Equinox was made by Hipparchus, in the year following the said fifth observation, where the true Celestial Equinox was just before evening; or in the said year 34. of the third Period of Calippus, which was the second complete from the said fifth observation, where the true Celestial Equinox was after sunset; or in the said year 35. of the third Period of Calippus, which was 3. from the said fifth observation complete, where also there is an enormous difference of the true celestial equinox of about 9 hours. from this sixth Autumnal Equinox observed by Hipparchus, as can be seen in this Table of all the Equinoxes occurring during the lifetime of Hipparchus, deducted from his observations, as to the year, month, & day entirely undoubted, & as to the hour also approximately, more certain."
    ],
    [
      "Sau. Therefore, Ricciolus wrongly accuses Leuera of an enormous sin, namely of a difference of three years from the time of the said last Autumnal observation of Hipparchus reported by Ptolemy, for I see Leuera himself earnestly protesting in cap.3. of his Prodromus. pag. 105. about some hallucination in the annotation of this observation, because the interval of the preceding Equinoxes with this following one, when this observation sixth, & last of the Autumnal Equinox of Hipparchus is taken in any other of the said years, would be enormously extended to many hours, which is not credible because of the long 20. years experience of Hipparchus in observing.",
      "Therefore Leuera says he chose that one from these three years, where the Autumnal Equinox fell around the hour reported by Ptolemy, namely in the evening;",
      "Besides which this seemed in no way to prejudice the doctrine of solar motions proposed by Leuera in his Prodromus; ",
      "Indeed, it equally serves to elicit the magnitude of the year this uncertain observation, just as all the other certain observations of the same Hipparchus serve; for even if in assigning their time to all the observations of Hipparchus, there had been an error of three years, & four in each of his observation, as we said above, yet the comparisons of them with the observations of modern Astronomers because of the very long interval of 1800. years between the ancient observations of Hipparchus, & the recent ones of the Moderns would not be able to diversify the magnitude of the Celestial year sought by such comparisons, collations, & considerations, except in the seconds of time, & hardly ever in one first second, as Leuera demonstrates by many invincible arithmetic proofs in the said cap.3. of his Prodromus pag.101. col.2. & pag.102.Col. first, & individually pag. 109.111.112. & pag.136.",
      "Merc. Similarly, the year of Hipparchus' last vernal observation cannot be confirmed, whether it is the 50th year of the third period of Callippus, for if it was the 50th year, it would also have to be attributed to Hipparchus after a longer period of observing the art for 33 years, a discrepancy of about 6 hours between the true celestial equinox and the equinox observed by Hipparchus; which does not seem plausible.",
      "But if it was the 49th year of the third period of Callippus as Levera posited, there would only be a small difference between the true celestial equinox and the equinox observed by Hipparchus, as seen through the aforementioned table of all vernal equinoxes during the time of Hipparchus."
    ],
    [
      "Sau. Therefore, from these examinations of Hipparchus' observations, and the epochs of Callippus, Alexander, Nabonassar, and Christ the Lord, it becomes clear that Levera correctly assigned the said five autumnal equinoxes observed by Hipparchus to their respective years;",
      "However, the year of the last, namely the sixth, autumnal observation, and likewise the year of Hipparchus' last vernal observation, cannot be confirmed, and consequently, Riccioli's reformed chronology, and its foundations with additions, and annotations in Cassini's letter, are often mistaken both regarding the epochs, or roots of the years of Callippus, Alexander, Nabonassar, and Christ and the enumeration of years from these epochs, as well as in assigning the years of their epochal observations of Hipparchus' and Ptolemy's autumnal equinoxes, and that Riccioli, not Levera, who he unjustly and wrongly accuses of all these errors in epochs and chronology, about which he himself truly comes to be rebuked; and who falsely imputes to Levera, that he was not afraid to conceal the errors of Ptolemy and Hipparchus, no less the princes of chronology, than of astronomy, when it is Riccioli himself, who was not afraid to publish a reformed chronology against the old chronology of Hipparchus and Ptolemy;",
      "Also, to create a new Almagest against Ptolemy's Almagest, and the magnitude of the year, the obliquity of the ecliptic, and the eccentricity, and apogee of the sun, and the motions of the same sun, and of the planets, and all the stars of other astronomers, and to overturn and correct them, concluding nothing but contradictions, errors, and contradictions."
    ],
    [
      "And therefore, that argument brought forward by Riccioli, that Levera twisted Hipparchus' observations, so that he could follow his own calculations and his own fantasy with the magnitude of the year he invented; should be turned against Riccioli himself, who to support the magnitude of the year he invented, in any way possible, diversified Hipparchus' observations per year, and per day, and therefore it cannot be said that Levera dishonestly imposed this."
    ],
    [
      "Merc. Moreover, we see that Levera did not establish the doctrine of solar and sidereal motions on just a few observations, and those ambiguous and doubtful, but on many unquestionable observations, documents, and traditions of the most famous of all astronomers, and also philosophers, and not simply geometers, or uranometrists, from which he obtained certainty of the returns and periods of all motions, both in the fourth solar sphere and in the eighth sphere of the splendid fixed stars through long studies, as seen through the many arithmetic demonstrations, which he leads in his Prodromus, and which he lists in c.9. from page 224. And therefore, Riccioli and Cassini would need to not only destroy and overthrow Tyconic astronomy to overthrow Levera's Prodromus doctrine, but also all the documents and traditions of Hipparchus, Ptolemy, Albategni, and other notable astronomers because of the consensus and colligation of the whole doctrine of solar motions described in the Prodromus with the observations and doctrine of all the aforementioned astronomers;",
      "But no one is ignorant of how difficult it is to overthrow old astronomy and establish and build a new one with two observations of equinoxes, as Cassinus, and three observations of equinoxes, and one of the summer solstice, as Riccioli, and that without due experience, and preceding practice, and erroneous ones found today, despising almost countless observations of all astronomers, whose lives and observations, however almost countless, could hardly suffice to leave the integrity and perfection of astronomy to posterity."
    ],
    [
      "Sau. You should not be ignorant, Mercury, that Riccioli from the year of Christ 1643, made many, and many observations with his great quadrants, and other as he says very large instruments, not only of the sun, but also of the fixed stars, and the rest of the planets, and similarly Cassini with the great Bolognese gnomon reformed by him, in the year of Christ 1655."
    ],
    [
      "Merc. Certainly, no one is ignorant that they made many observations, and those always with greater, as they could, study, and diligence:",
      "However, if these many observations of theirs, which so far remain hidden, are of the same weight, and perfection, as the examined four of Riccioli, and the two of Cassini on which they tried to found new astronomy against the observations of all ancient and modern astronomers, and which undoubtedly they brought to light as more perfect than the rest of their observations;",
      "It is done, and proclaimed about their imperfection, and insufficiency."
    ],
    [
      "Sau. One thing worthy of note I do not think should be overlooked, namely, that Levera, laid the foundations of the astronomical doctrine of his Prodromus in the observations, and traditions of others, and indifferently of all the more notable astronomers, who flourished in all ages everywhere on earth both the very ancient Egyptians, Greeks, and Persians, and the modern Landgrave Heinzell, Tycho, as can be seen in c.3. & 12. & 13. but not at all in his own observations, as many moderns strive to found, who therefore become more suspect, the more they despise the observations, and traditions of predecessor astronomers, and deviate from them, preferring and prioritizing their own observations, and testimonies to all, as Cassinus, and Riccioli."
    ],
    [
      "Merc. You have observed well, Sauini for a doctrine deriving its origin from the observations, and traditions simultaneously gathered, and compared of many most excellent astronomers, deserves far greater faith, than a doctrine having its origin from some observations, and traditions of some astronomer deviating, and differing from the rest of the more notable astronomers; but no faith at all, when it is the doctrine of two astronomers, or rather uranometrists disagreeing with each other in the magnitude of the year, the eccentricity of the sun, the apogee, and others, as Cassinus, and Riccioli."
    ],
    [
      "Sau. Having considered Tycho's observations, and his doctrine in the first book of Progymnasm. & in Levera's Prodromus, we do not see contradictions, nor contradictions in Tycho's observations, nor in the doctrine of solar motions, nor in the tables of mean motions, and the sun's apogee, and their roots, and epochs, nor in the intervals of the sun's motions from o  to o  nor from o  to o  nor from the equinoxes to the solstices, nor from the solstices to the equinoxes, as delivered by Levera in the Prodromus, as we saw in those few observations of Riccioli, & in the booklet, or specimen of Cassini's observations, & in the tables and epochs of mean motions, and the sun's apogee, and in the aforementioned intervals of the sun's motions, & in the magnitude of the year of both Riccioli, and Cassini: & although we have found other errors, & contradictions about the celestial motions of the planets, and stars in Riccioli's new Almagest, & in the said booklet of Cassini's observations about solar motions; however, since they are outside this controversy, let us pass them over in silence for now."
    ],
    [
      "Merc. Indeed, it would be lengthy to list the contradictions, contrarieties, and erroneous documents, and imaginations, which are contained in them.",
      "Sau. Let us now examine whether Mercury has correctly and accurately calculated not only the years, as we have clearly seen him do, but also the days of Hipparchus' and Ptolemy's observations."
    ],
    [
      "Merc. Indeed, through the solid experience of many examples, it is now clear that both the Tables of Mean Motions and the Tables of Maximum Solar Years, written by Leuera in his Prodomus, excellently provide the minute locations of the Sun in every past and future age. No astronomer, through their tables, comes closer than Leuera himself in the calculations of the Autumnal and Vernal Equinoxes long observed by Hipparchus and Ptolemy, to the times of such observations, namely to the true year, true day, and hours of Hipparchus and Ptolemy's observations, made with as much diligence and care as they could muster.",
      "For the first observation of Hipparchus' Autumnal Equinox, calculations made both through the Tables of Mean Motions and the Tables of Maximum Solar Years, both in chapter 12, page 273, and in chapter 13, page 292 of Leuera's Prodomus, agree almost to the hour with Hipparchus' said observation, which, as it seems, was in the year 169 of the Calippic period, and 163 after the death of Alexander, and 161 before the Epoch of Christ on the 30th day of Messori at the setting of the Sun, which month and day all Chronologists, including Riccioli, correspond to our 27th of September.",
      "Therefore, according to the calculations made with Leuera's aforementioned tables in his Prodomus chapter 3, page 106, it seemed to have occurred in the said year, and on the 27th of September, at 6:23 p.m., and thus at the setting of the Sun, as Hipparchus observed in Alexandria, Egypt; and taking into account the difference in time due to the motion of the Apogee, and the solar delay of that age, it was precisely two hours earlier, as he calculates in his Prodomus chapter 13, pages 334 and 335, and thus very close to the hour of Hipparchus' said first observation.",
      "But according to all modern astronomers, and their Solar Tables, who estimate the size of the year to be about 49 minutes above 5 hours and 365 days, and thus one minute of time later than it really is, among whom is Riccioli; the said Equinox would have been wrongly one day, or about 24 hours earlier, than it was observed by Hipparchus, and calculated by Leuera, and thus would have been on the 26th of September, for the anticipation of the Equinoxes in 1800 years, according to the size of the year estimated by them, and by Riccioli, is 14 days, as he calculates in book 3 of his Almagest, chapter 15, page 138, in examples, when in truth, according to the true celestial size of the year, 365 days and 5 hours 48 minutes, the said anticipation of the equinoxes in 1800 years is precisely 15 days, as is clear in Leuera's Prodomus chapter 12, page 277, and the difference between this ancient observation, and modern observations derived from Tycho, of the autumnal equinox of the year of Christ 1640 is also exactly 15 days, as can be seen in the said Prodomus of Leuera chapter 12, page 281."
    ],
    [
      "Similarly, regarding the second observation of Hipparchus' autumnal equinox, which was, as it seems, in the year 172 of the Calippic period, and the year 166 after the death of Alexander, and the year 158 before the Epoch of Christ on the first day of the Intercalary month in the morning, which month and day according to all corresponds to our 27th of September; but according to Ptolemy this equinox was at midday, because since the equinox in the first observation occurred around sunset, and in the following year it should have occurred around midnight, and in the year following this around sunrise; indeed in the third year from the said first observation, in which this observation of Hipparchus was, it should have occurred around midday.",
      "It seemed also according to Leuera that this second equinox observed by Hipparchus was on the 27th of September at 23:50 p.m. in Alexandria, and taking into account the difference in time due to the motion of the Apogee, and the solar delay, it was two hours earlier, and therefore very close to the hour of this second autumnal observation of Hipparchus.",
      "However, according to all modern astronomers, and their Solar Tables constructed according to a larger size of the year by one minute of time, than it really is, among whom is Riccioli, this said autumnal Equinox would have been one day, or about 24 hours earlier, and also according to Riccioli, as above in book 3 of the Almagest, chapter 15, page 138, one year later, which is clearly false, as is evident in the said table 34 of the equinoxes, which according to the series of years from the first observation of Hipparchus are taken exactly with the due interval of 5 hours and 48 minutes from one to the other later; and he also proves this in his Prodomus Leuera in chapter 3, page 106."
    ],
    [
      "Similarly, regarding the third observation of Hipparchus' autumnal equinox, which was, as it seems, in the year 173 of the Calippic period, and the year 167 after the death of Alexander, and before the Epoch of Christ in the year 157, on the first day of the Intercalary month, which month and day according to all corresponds to our 27th of September, and at midday, but according to Ptolemy around sunset due to the aforementioned reason, by which the Equinox of the following year always necessarily becomes about 6 hours later than the Equinox of the preceding year;",
      "It seemed according to Leuera's Tables to have also been on the 27th of September at 5:38 p.m. in Alexandria, but taking into account the difference in time due to the motion of the Apogee, it was two hours earlier, and therefore very close to the hour of this third observation of Hipparchus:",
      "But according to all modern astronomers, and their Tables, because of the year one minute of time according to them larger, among whom is Riccioli, this said Equinox would have been one day, or about 24 hours earlier, than it really was observed by Hipparchus, and calculated by Leuera, and also according to Riccioli one year later, which is clearly false, as can be seen in the said Table 34 of the Equinoxes from the successive series of them with the due interval of 5 hours 48 minutes of one annual solar return from the other later, and in chapter 3 of the said Prodomus of Leuera page 107."
    ],
    [
      "Similarly, regarding the fourth observation of Hipparchus' autumnal equinox, which was, as it seems, in the year 183 of the Calippic period, and 177 after the death of Alexander, and before the Epoch of Christ in the year 147, on the 3rd day of the Intercalary month after midnight, which corresponds to the month and day of the 26th of September;",
      "But because Ptolemy, as he equivocated in noting the true year of this observation, as seen above, so also in noting the true day; for it is impossible that this Equinox was on the 26th of September, because since the interval from one return of the Sun to the same point of the Zodiac, to another return there, can never be, except about six hours later according to Ptolemy himself, and Hipparchus; therefore it necessarily was on the 27th of September, for in the following year the autumnal Equinox was also on the 27th of September, for in the following year the autumnal Equinox was also on the 27th of September about 6 hours later than the preceding autumnal Equinox, and even more so this fourth autumnal Equinox observed by Hipparchus necessarily was on our 27th of September, because never in the space of 34 years, in which Hipparchus observed any autumnal Equinox was, nor could it have been outside the 27th of September, as we see in the said Table of 34 Equinoxes; then because it requires the interval of it from the following Equinox of Spring of the year 178 after the death of Alexander also observed by the same Hipparchus, of 178 days and about 6 hours, which Hipparchus and Ptolemy determined in book 3 of the Almagest, chapter 4, as can be seen at length in the Prodomus chapter 3, pages 103 and 104, and 109, column 2, verse that but;",
      "Therefore it seemed that this Equinox according to Leuera's Tables occurred on the 27th of September at 15:38 p.m. in Alexandria; but taking into account the difference in time due to the motion of the Sun's Apogee, it was two hours earlier,",
      "Firstly, around the times of the Equinoxes of Ptolemy, and first around the first observation of the autumnal equinox made by him in the fifth year of the sixth Period of Calippus, namely in the year 461 from the beginning of the years of the same Calippus, and in the year 455 from the death of Alexander, and 879 from Nabonassar, and from the Epoch of Christ 132, on the 7th day of Athir, around 2 p.m. in Alexandria, which month and day corresponds to the 25th of September according to all Chronologists; for it seemed according to the tables of Levera that this Equinox fell on the 24th of September at around 20.2 p.m. in Alexandria, and taking into account the difference in time due to the motion of the Apogee, and the solar delay of the age of Ptolemy, it was about 1.10 hours earlier, and therefore not far from the hours of this first autumnal observation of Ptolemy.",
      "But according to all modern Astronomers, and their Tables, because of the magnitude of the year according to them being greater by about one minute of time than it is, this Equinox would have been erroneously about one day earlier than it was observed by Ptolemy, and calculated by Levera in chapter 3 of his Prodromus page 112, column 2, and in the said Table 9 of the Equinoxes of the time of Ptolemy."
    ],
    [
      "Secondly, around the second observation of the autumnal equinox of Ptolemy, which was, as has been shown above, in the 12th year of the sixth period of Calippus, namely in the year 468 from the beginning of the said period, and in the year 462 from the death of Alexander, and 186 from Nabonassar, and from the usual Epoch of Christ in the year 139, on the 9th day of Athir, about 1 hour after sunrise, which month and day according to Chronologists corresponds to the 26th of September of our morning, and therefore to the 25th of September at 19 hours after midday in the Astronomical manner, as the Equinox of Spring immediately following this by an interval of 178 days, and about 6 hours between the Equinoxes, is due from the time of Ptolemy, for from the 25th of September, and 19 hours p.m. until the 22nd of March, and about 1 hour p.m. of the following year 140, Leap Year, there are as Ptolemy himself calculates in the said book 3 of the Almagest chapter 4, 178 days and about 6 hours; for the month of February of that year of Christ 140, Leap Year, consists of 29 days. Therefore it seemed according to the tables of Levera that this Equinox fell on the 25th of September at 12.37 p.m. in Alexandria;",
      "And taking into account the difference in time due to the motion of the Apogee, it was about 1.10 hours earlier, and therefore not far from the hours of this second autumnal observation of Ptolemy.",
      "But according to all modern Astronomers, and their Tables, because of the magnitude of the year according to them being greater by about one minute of time than it truly is, this Equinox would have been erroneously about one day earlier than it was truly calculated by Levera, and observed by Ptolemy, as can be seen in chapter 3 of the Prodromus page 113, and in the Table exhibited 9 of the Equinoxes of the time of Ptolemy."
    ],
    [
      "Finally, around the third observation of the Spring Equinox of Ptolemy, which was in the 13th year of the sixth period of Calippus, and 469 from the beginning of the same period, and from the death of Alexander in the year 463, and from Nabonassar 887, and from the usual Epoch of Christ in the year 140, on the 7th day of Pachon, about 1 p.m. which month and day corresponds to the 22nd of March according to all Chronologists, for it seemed according to the tables of Levera that this Spring Equinox fell on the 21st of March at 23.36 p.m. in Alexandria, and taking into account the difference in time, and the solar delay of that Age, it was about 1.10 hours later, and therefore almost precisely at the hour of Ptolemy's observation.",
      "But according to all modern Astronomers, and their Tables, because of the magnitude of the year according to them being greater by about one minute of time, this Equinox would have been erroneously about one day earlier than it was truly observed by Ptolemy, and calculated by Levera in chapter 3 of his Prodromus pages 114, 115, and in the said Table 9 of the Equinoxes of the time of Ptolemy."
    ],
    [
      "Sau. Since we have so far seen that Levera has excellently assigned to the time of the observations of Hipparchus and Ptolemy the years and days of such observations, both according to the periods of Calippus, and his Epoch, and according to the Epoch of Alexander, Nabonassar, and the usual Christ; let us now examine how he arrived at the certainty of the truth of the hour, and minute of the same autumnal and vernal Equinoxes, which the same Hipparchus and Ptolemy observed with the greatest diligence and industry they could, although not always exactly, as to the hours, and minutes of the same Equinoxes because of the imperfection of the Armillary Spheres, which they used, of which Ptolemy has often protested, in his Almagest."
    ],
    [
      "Merc. Levera easily arrived at the knowledge of the hour, and minute of all the Equinoxes, when he first knew, as I see, in chapter 4 and in chapter 12 of his Prodromus, the return of the Sun to the same point of the Zodiac, and of any given horizon at one and the same moment of time every 120 Julian years; for given any exquisite observation of the autumnal or vernal equinox, or of the summer or winter solstice, which is of Hipparchus, Ptolemy, Tycho, or any skilled and experienced Astronomer in observing; it is certain that every 120 Julian years both before and after such an observation, the same Equinox, or Solstice was, or will be at that same hour, and minute of time precisely."
    ],
    [
      "Sau. It is also easy to know immediately not only the hour, and minute, but also the day of any preceding or following Equinoxes from any well observed Equinox, when for investigating preceding Equinoxes, 365 days and 5.48 hours are subtracted as many times as one wishes to investigate Equinoxes preceding it, and annually more distant, or for investigating following Equinoxes, 365 days and 5.38 hours are added as many times as one wishes to investigate Equinoxes following it, and annually more distant, as we have investigated all the Equinoxes, which occurred in the course of 34 years of life, in which Hipparchus observed, since the magnitude of the year is perpetually equal, as Levera fully proves also in chapter 2 of his Prodromus."
    ],
    [
      "Merc. But to know immediately the day when someone seeks past, or future Equinoxes many years distant from some observed equinox, is laborious by the above rule of addition, or subtraction of 365 days, and 5.48 hours each year therefore in these cases the true days of the Equinoxes are more conveniently investigated by anticipation of days made between the said two Equinoxes, namely between the given, or observed Equinox, and between the sought Equinox in any Julian Civil year."
    ],
    [
      "Sau. Let there now be conversation between us about this anticipation of days."
    ],
    [
      "Merc. The anticipation of the day of the Equinoxes in the Julian Civil year, which is 365 days and six hours, occurs because of the excessive intercalation, or addition of one day, which is every four true Celestial years in the said Julian Civil year from the decree of Julius Caesar issued at the time of the institution of this Julian year.",
      "It has always been uncertain, and unexplored by anyone until our age, how many minutes of time this excess of Julian intercalation imports each year because of the uncertainty of the true magnitude of the Celestial year; but since by divine help it has happened that Levera has known this excess to have always been, and will be 12 minutes of time each year, and therefore every four Julian years, not one day, but 23.12 hours, and truly every 120 Julian years to be one day of 24 hours precisely, since the true magnitude of the Celestial year always was, and will be 365 days and 5.48 hours, as he fully proves in the whole of chapters 3 and 4, and in chapter 17 from page 381 of his Prodromus by many invincible Arithmetical proofs, and by many examples, and experiments both by the Tables of the mean motions of the Sun, and by the Tables of the maximum solar years in chapters 11, 12, and 13, and by other Tables of solar revolutions in chapters 14, 15, 16, as he notes in chapter 9 of his Prodromus from page 224."
    ],
    [
      "Indeed, the year 120 is the maximum year of the Sun, because the Sun then only, as I said, returns to the same point of the Zodiac, and of any given horizon at one and the same moment of time, and therefore makes the same reversions, and revolutions as in the preceding year 120, both in the world, and in the genitures, or any given beginning.",
      "From the same maximum solar year of 120 years, both the days, and the hours, and minutes of time of the anticipation of the Equinoxes of any preceding Equinox in any multitude of years from any exquisitely observed Equinox are known most exquisitely, by adding for investigating past Equinoxes one day of 24 hours precisely every 120 Julian years from the said observed Equinox; ",
      "and for future Equinoxes by subtracting one day, with the hours, and minutes of the said observed Equinox remaining firm, as I just said, and as Levera broadly teaches in chapter 12 of his Prodromus.",
      "Indeed, Stofflerinus also recognized in his Calendar propos.39. litt. D. that the anticipation of 24 hours of one day is precisely due every 120 Julian years, not every 133 years, as it seemed according to the Alphonsine magnitude of the celestial year of 365 days and approximately 5.49.16 hours;",
      "Nor according to the maximum years of other Astronomers, both ancient and modern, namely not every 106 years according to the celestial year magnitude of Albategni of 365 days and 5.46.20 hours, nor every 127 years according to the celestial year magnitude of Riccioli of 365 days and 5.48.40 hours, nor every 128 years according to the celestial year magnitude of Tycho of 365 days and 5.48.45 hours, nor every 130 years according to the celestial year magnitude of Kepler of 365 days and 5.48.57 hours.",
      "Nor every 300 years according to the celestial year magnitude of Hipparchus and Ptolemy of 365 days and 5.55.12 hours, as is also read in Prodromo Leuere cap.3.pag.131. & in cap.12. pag.272. & 273. & in his book on the complete restoration of the Julian Civil year.",
      "For it seemed that, leaving aside the scrupulous calculation from the times of Meton, where the summer solstice was made on the 27th of June in the Julian manner, as Scaliger calculated from Ptolemy, namely from the year 316 of Nabonassar, and before the usual Epoch of Christ 431, until the year from the Epoch of Christ 1646, where the summer solstice was made on the 11th of June in the Julian manner, an anticipation of about 17 days was made in the space of 2076 years, which passed between these two Equinoxes, and therefore at the rate of one day every 120 years.",
      "Likewise, from the time of the institution of the Julian Civil year, which was in the year 45 completed before the usual Epoch of Christ, where the spring Equinoxes were made on the 24th of March, until the time of the Sacred Council of Nicaea celebrated in the year from the usual Epoch of Christ 325, where the Spring Equinox was observed by the Alexandrian Astronomers by order of the Sacred Council on the 21st of March of the Julian Civil year, because between these two Equinoxes 370 years passed, an anticipation of the Equinoxes was made by about three days.",
      "And from the time of the Sacred Council of Nicaea until the time when the Spring Equinox was observed by eight Persian Astronomers by order of the King of Persia in the year 1079, on the 15th of March of the Julian year, because between these two Equinoxes, 754 years passed, an anticipation of about six days was made.",
      "And from the said time of the Sacred Council of Nicaea until the year of Christ 1582, where the Calendar was reformed by Greg.XIII. P.O.M. & where the Spring Equinoxes were made between the 9th and 10th of March of the Julian year, because between these two times 1257 years passed, an anticipation of about 10 and a half days was made."
    ],
    [
      "Sau. After our discourse is towards the remarkable maximum Solar year of 120 years elucidated by Leuere, let us try more accurately its use around the said anticipation of the Equinox day, so that not only the truth of the year, and the day of the autumnal and vernal observations of Hipparchus becomes clearer, but also the truth of the hour, and the minutes of the time of the same Equinoxes, which Hipparchus observed with as much vigilance and labor as he could, and let us compare them with the Equinoxes observed by modern Astronomers, and from their observations the most remote ones deducted by 1800 years from the Equinoxes observed by Hipparchus, in which multitude of years an anticipation of 15 days was made precisely in the Julian Civil year at the said rate of anticipation of one day every 120 Julian years.",
      "Therefore, let us consider and compare with each other the autumnal and vernal observations made by Hipparchus before the usual Epoch of Christ, in the year 161.158.156.146. with the modern observations of Tycho, and also of Riccioli, and Cassini made in the year of Christ 1643.1646.1647. & 1655. & 1656. both of the autumnal and vernal Equinoxes, as they are distant from those of Hipparchus by the said 1800 years."
    ],
    [
      "Merc. Let us take the first autumnal Equinox observed by Hipparchus in the said year before the usual Epoch of Christ 161, which was bissextile, on the 30th day of Messori at the setting of the Sun, which was seen to have occurred in Alexandria on the 27th of September in the Julian manner according to the consensus of all Astronomers, and at the setting of that day 27, namely at 6.26 p.m. & let us also take the Autumnal Equinox deduced from Tycho's observations, which occurred in the year of the usual Epoch of Christ 1640, also bissextile, on the 12th of September of the Julian year at 5.51 p.m. in Uraniburg, as Leuere notes in Prodromo cap.12. pag.281. but in Alexandria due to the difference of meridians at 1.35. later, and thus at 6.26. p.m. for if the said 15 days are added, which precisely passed from this Autumnal Equinox, which Hipparchus first observed in the year 161 before the Epoch of Christ, until this Autumnal Equinox of the year of Christ 1640, namely in the space of 1800 complete years, it immediately appears that the said ancient Equinox occurred on the said day 27 of September at 6.26 p.m. in Alexandria, just as it was precisely observed there by Hipparchus on the said day 27 of September at the setting of the Sun."
    ],
    [
      "Sau. Indeed, it is evident and most certain from this comparison and consideration, the anticipation of one day every 120 years, and also the return of the Sun to the same point of the Zodiac, and of any given horizon at the same hour, and minute likewise every 120 Julian years, as Leuere teaches in cap.12. of his Prodromi."
    ],
    [
      "Merca. It is indeed most certain and exquisite, this said anticipation, when both Equinoxes have been rightly and correctly observed, namely the ancient and recent Equinox by two most excellent Astronomers, as was Hipparchus, and Tycho, but when one of them limps, because it was not perfectly observed; in that case, in how many hours, and minutes does one observation fall short, or exceed the true moment of time of the said Equinox; in so many hours, and minutes appears the defect, or excess of such observation; And in these cases, indeed, the observation of the more skilled, and more experienced Astronomer, and instructed with more, and more perfect Instruments, must be adhered to."
    ],
    [
      "Sau. Let us pursue, and also try the observations of Riccioli, and Cassini with the undoubted, and more certain ones of Hipparchus; & Ptolemy, & Tycho how much they agree, or disagree with those of Hipparchus, Ptolemy, & Tycho; & likewise the more certain observations of Hipparchus, Ptolemy, & Tycho among themselves according to the aforementioned anticipation of days due to the intervals of the said observations in the Julian Civil year."
    ],
    [
      "Merc. Therefore, if likewise to the time of the Equinox of the year 1643, the third after the bissextile, which was in Uraniburg according to Tyconic observations on the 12th of September of the old Julian year at 22.15 p.m. as Leuere also notes in Prodomo said cap.12. pag.281. & in Alexandria due to the difference of meridians at 23. 50. p.m. If the said 15 days are added, which passed from this autumnal equinox until the autumnal equinox, which Hipparchus observed for the second time in the year before the usual Epoch of Christ 158, likewise the third after the bissextile, namely in the space of 1800 years. It immediately appears that the ancient equinox was on the 27th of September at 23.50. p.m. in Alexandria, as was necessarily observed by Hipparchus on the same day & hour almost in cap.3. Prod. Leuerae pag. 106. through the observation of the autumnal equinox of the year of Christ 1587 observed by Tycho.",
      "That this ancient autumnal equinox observed for the second time by Hipparchus was on the same day, & almost the same hour, is confirmed by the observation made by Ricciolo in the said year of Christ 1643. of the autumnal Equinox in Bologna on the 12th of September of the old Julian year at 22.25 p.m. & due to the difference of 1.43. of the meridians on the 13th of September at 0.8. p.m. in Alexandria, because when an anticipation of about 15 days was made from one observation to another, if the said 15 days are added, which passed from this autumnal equinox of the year 1643. until the said autumnal equinox, which Hipparchus observed for the second time in the year before the usual Epoch of Christ 158, likewise the third after the Bissextile, namely in the space of 1800 completed years; it immediately appears that the ancient Autumnal Equinox was on the 28th of September at 0.8. p.m. in Alexandria by the said observation of Riccioli, as was demonstrated above, it was necessarily observed by Hipparchus on the same day, & almost the same hour."
    ],
    [
      "That indeed the ancient autumnal Equinox first observed by Hipparchus also fell on the same day, & the predicted hour, is confirmed by the same observation of Riccioli of the said year of Christ 1643. For indeed, by subtracting three times 5.49. almost minutes from the time of the said observation of Riccioli of the year of Christ 1643. reduced to the meridian of Alexandria, which is the interval beyond 365 days from one return of the Sun to the same point of the Zodiac until another return there, namely from the 13th of September of the old Julian year, & 0.8. p.m. We come to the point of the autumnal Equinox of the year 1640. Bissextilis, which was on the 12th of September likewise of the old Julian year at 6.41. p.m. & adding the said day 12. September the said days 15. which passed in the space of 1800 years, we come to the day 27. September & hours 6.41. p.m. & thus almost at the hour of the said first autumnal Equinox in which Hipparchus observed.",
      "For indeed by the subtraction of 5.49. hours every year from the present Equinoxes, and by the addition of the same hours 5.49. made to the preceding ancient Equinoxes observed by Hipparchus, and others, as well as not observed, the truth of the point of the Equinoxes both preceding, and past, and following, and future shines forth, because the distance, or interval from one return of the Sun to the same point of the Zodiac, until another return of the same Sun there, namely from one autumnal Equinox to another autumnal Equinox according to Hipparchus & Ptolemy was almost a quarter of a day; but precisely it is 5.48 hours."
    ],
    [
      "But about the Vernal Equinoxes, in which likewise proceeds the said addition of 15 days in the space of 1800 years from the observations of the years of Christ 1640. about, going back until the observations of the years before the Epoch of Christ 161. about; if to the time of the Vernal Equinox of the year from the usual Epoch of Christ 1647. the third after the bissextile, which was in Uraniburg according to the Tyconic equinoxes from the observations of Tycho, on the 10th of March of the Julian year at 2.56. p.m. as Leuere notes in Prodromo cap.12. pag.281. & in Alexandria due to the difference of meridians it was at 4.31. p.m. If 15 days are added, which passed from this Spring Equinox of the year of Christ 1647. until the ancient Spring Equinox of the year 154. before the usual Epoch of Christ likewise the third after the bissextile, namely in the space of 1800 completed years;",
      "It immediately appears that the ancient Spring Equinox was on the 25th of March at about 4.31. p.m. in Alexandria.",
      "That this ancient Spring Equinox was on the same day, is confirmed by the observation made by Ricciolo in the same year of Christ 1647. of the Spring Equinox in Bologna on the 10th of March of the old Julian year at 5.56. p.m. which differs by three hours later from the same Spring Equinox according to Tyconic observations, & due to the difference of 1.43. of the meridians it was on the 10th of March at 7.39. p.m. in Alexandria, for if the said 15 days are added, which passed from this Spring Equinox of the year 1647. until the said ancient Spring Equinox of the year 154. before the usual Epoch of Christ likewise the third after the Bissextile, namely in the space of 1800 completed years.",
      "It immediately appears that the ancient Spring Equinox was on the 25th of March at 7.39. p.m. in Alexandria, but about three hours later, and therefore because this lateness of about three hours exceeds the said 15 days, which passed in the said 1800 years, it is undoubtedly due more to the imperfection of Riccioli's observation, than to Tycho's observations."
    ],
    [
      "Furthermore, if to the time of the Spring Equinox of the year of Christ 1655, which was the eighth from the said year 1647, and likewise the third after the bissextile, the time of whose Spring Equinox fell on the 10th of March of the Julian year at 1.21. p.m. in Uraniburg, according to the equinoxes from the observations of Tycho, but in Alexandria due to the difference of meridians it was at 2.56. p.m. If 15 days are added, which passed from this Spring Equinox of the year of Christ 1655. until the Spring Equinox of the year before the usual Epoch of Christ 146. likewise the third after the bissextile, namely in the space of 1800 completed years;",
      "It immediately appears that the ancient Spring Equinox observed by Hipparchus for the first time in the year before the usual Epoch of Christ 146. & in the year 178. after the death of Alexander was around midday, as was seen above, was on the 25th of March at 2.56. almost p.m. in Alexandria.",
      "Therefore, it was not on the 24th of March as modern Chronologists wrongly note, among whom Riccioli in his reformed Chronology; for if it had been on the 24th of March, 15 days would not have passed from the said ancient observation to the other modern one, which is false, as has been seen so far.",
      "However, this ancient Spring Equinox, first observed by Hipparchus, was on the 25th day of March, and for several hours even after midday, is derived from the aforementioned observation of Riccioli in the year 1647, on the 10th day of March of the Julian year at 5:56 p.m. in Bologna, and due to the difference in meridians at 7:39 p.m. in Alexandria, because when the addition of 5 hours 49 minutes is made to the present Equinoxes, as has been said, the truth of the successive and future Equinoxes becomes clear;",
      "If eight times 5 hours 49 minutes are added to the day, and to the hours and minutes of the Spring Equinox of the year of Christ 1647, the number of years between the said year 1647 and the year of Christ 1655 is calculated, the time of the Spring Equinox of the year 1655 is on the 10th day of March of the Julian year at 6:10 p.m. in Alexandria.",
      "Therefore, if 15 days are added to this time of the Spring Equinox, which have passed from this Spring Equinox to the ancient Spring Equinox first observed by Hipparchus in the said year 146 before the Epoch of Christ, and 178 after the death of Alexander, over a period of 1800 years, which was around midday, as it seemed; the time of the true Spring Equinox is on the 25th of March at 6:10 p.m., derived from the said observation of Riccioli in the year 1647, and thus six hours later than that Equinox observed by Hipparchus, which excess of several hours later is undoubtedly to be attributed to the imperfection of this observation of Riccioli."
    ],
    [
      "Finally, let the truth of the year, month, day, and hours of the autumnal and vernal observations of Hipparchus be clearer by anticipating exactly 15 days, for if the autumnal Equinox observed by Cassini in the year 1655, the third after the Leap Year on the 12th of September of the Julian year at 6:55 p.m. in Bologna, and reduced to the meridian of Alexandria at 8:38 p.m. is compared with the ancient autumnal Equinox preceding it by 1800 years, and thus with that fifth observed by Hipparchus in the year 146 before the Epoch of Christ, and 178 after the death of Alexander, also the third after the Leap Year, which was on the 27th of September in the morning, namely at about 6 p.m., as has been demonstrated above also from Levera in Prodromus chapter 3, page 104, and from Table 34 of the Equinoxes; and therefore if 15 days are added, which have passed from the said autumnal Equinox of Cassini to this ancient autumnal Equinox fifth observed by Hipparchus, the time of the said Equinox is on the 27th of September at 8:38 p.m., very close to the hour, let alone the day of Hipparchus' observation, because there is no excess except of about two hours from the said 15 days of anticipation."
    ],
    [
      "Similarly, when the Spring Equinox of the Leap Year 1656 was observed by Cassini on the 9th of March of the Julian year at 9:50 p.m. in Bologna, but in the meridian of Alexandria at 1:43 later, and thus at 11:33 p.m. If it is compared with the Spring Equinox preceding it by 1800 years, which was in the year 145 before the usual Epoch of Christ after the following Spring Equinox immediately after that Equinox also of Spring observed by Hipparchus in the year 146 before the usual Epoch of Christ, and in the year 178 after the death of Alexander, of which we have just spoken;",
      "That Spring Equinox of the year 145 before the Epoch of Christ of the Leap Year, was about 6 hours later than the preceding Spring Equinox observed by Hipparchus in the said year 146 before the Epoch of Christ, and 178 after the death of Alexander, and thus on the 24th of March at about 6 p.m., because the preceding one was observed almost at midday, and therefore if 15 days are added, which have passed from the said ancient Spring Equinox to this Spring Equinox observed by Cassini in the year 1656, the time of such an ancient Spring Equinox of the old year 145 before the Epoch of Christ is on the 24th of March at 11:33 p.m., and thus about 5 hours later: However, the time of this Equinox exceeds by about five hours the said 15 days of due anticipation between these two Spring Equinoxes, namely one ancient, the other modern over a period of 1800 years, due to Cassini's not exquisite observation of this Spring Equinox of the year 1656, as it becomes more notorious if this same ancient Spring Equinox following after another Equinox also of Spring observed by Hipparchus almost at midday on the 25th of March, the third after the Leap Year, which as has been said, fell according to the ratio of the preceding observation of Hipparchus on the 24th of March of the Leap Year at about 6 p.m.",
      "If it is compared, I say, with the Spring Equinox of the same year 1656, also of the Leap Year, deducted from the observations of Tycho, which was on the 9th of March of the Julian year at 7:09 p.m. in Uraniborg, but in Alexandria at 8:44 p.m. and therefore over a period of 1800 years after 15 days with an excess of about 3 hours; therefore if the said 15 days are added to the said 9th day of March, the time of such a Spring Equinox of the time of Hipparchus is on the 24th of March at 8:44 p.m., and thus only about 3 hours later than the aforementioned ancient Equinox, which lateness is rather to be attributed to the imperfection of Hipparchus' observations, than to Tycho's observations, and even more so the excess, or lateness of about five hours of Cassini in this same Spring Equinox, is to be attributed to his imperfect observation."
    ],
    [
      "Therefore, that every 120 Solar years precisely one day of 24 hours of anticipation of the Equinoxes is due in the Julian Civil year, is not only clear from the deductions and comparisons hitherto made, and from the comparisons of the ancient and modern observations mutually of Hipparchus with Tycho, and also of Riccioli, and Cassini's autumnal observations, but also from the comparisons, and considerations of other ancient observations mutually, and with the modern, and more recent ones; for from the observation of the Spring Equinox made by Ptolemy in the year of Christ 140, Leap Year, which was on the 22nd of March at about 1 p.m. in Alexandria up to the observation also of the Spring Equinox made by Tycho in the year of Christ 1580, also Leap Year, which was on the 9th of March at 10:21 p.m. in Uraniborg and reduced to the meridian of Alexandria by the addition of 1 hour 35 minutes was at 11:56 p.m. Since between these two observations there is an anticipation of exactly about 12 days in the Julian Civil year;",
      "And that over a period of 1440 years, which are precisely twelve times 120 years. Therefore, every 120 solar years precisely one day of anticipation of the Equinoxes is due in the Julian Civil year."
    ],
    [
      "Moreover, since from the said first observation of the autumnal Equinox made by Hipparchus before the usual Epoch of Christ in the year 161, Leap Year on the 27th of September at the setting of the Sun, namely at about 6 p.m. up to the said autumnal Equinox also from Tycho's observations most accurately deducted in the year of Christ 1642, Leap Year on the 12th of September of the Julian year at 6:26 p.m. reduced to the meridian of Alexandria by addition, as above 1 hour 35 minutes, an anticipation of precisely about 15 days has been made, as it seemed, from which between both observations 1800 years have passed, which years are precisely 15 times 120 years, therefore every 120 solar years exactly one day of anticipation is due in the Julian Civil year."
    ],
    [
      "Therefore, as it seemed, every 120 solar years exactly one day is due, because then only the Sun returns at one and the same moment of time to the same point of the Zodiac, and of any given horizon, as it had returned in the year 120 immediately preceding.",
      "Hence it follows that by the Golden Rule of proportion not only the days, but also the hours of any anticipation in any multitude of years become known, and therefore since from the observations of the autumnal Equinox, and of the Spring Equinox made by Ptolemy in the year of the usual Epoch of Christ 139, and in the year 462 after the death of Alexander up to those of the Autumnal Equinox, and of Spring of Hipparchus, going back to the years before Christ 146, and after the death of Alexander 178, 284 years have passed, it follows that the anticipation of the Equinoxes was by two days, and eight hours, and 48 minutes precisely although Scaliger in book 4, de emend. temp. pages 192, and 193, thought that in 285 years there should have been two days, and 5 hours, as Levera reports in Prodromus chapter 3, page 103. Therefore, adding to the Spring Equinox of Ptolemy of the year 139 from the Epoch of Christ, which was on the 22nd of March at 7:08 p.m. the said two days, and 8 hours 48 minutes, was the Spring Equinox observed by Hipparchus in the said year 146 before the Epoch of Christ, and 178 after the death of Alexander, and the third after the Leap Year on the 25th of March at 3:56 p.m. and adding to the following Spring Equinox of Ptolemy of the year of Christ 140, which was on the 22nd of March at about 1 p.m. the said two days, and 9 hours, because it was the year 285 from the Spring Equinox following from the said observation of Hipparchus, and therefore in the year 145 before the Epoch of Christ, and 179 after the death of Alexander, and also Leap Year, fell the Spring Equinox of this year following after the said observation of Hipparchus also of Spring on the 24th of March at about 9:44 p.m. However, this defect of about 5 hours earlier also in the said Spring Equinox observed by Hipparchus in the said year 146 before Christ, and after the death of Alexander 178, is rather to be attributed to Hipparchus than to Ptolemy, because the anticipation of days, which exists from the Spring Equinoxes observed by Tycho to the Spring Equinox of Ptolemy, agrees exquisitely to the ratio of one day in every 120 Solar years."
    ],
    [
      "Similarly, since from the autumnal Equinox observed by Ptolemy in the said year 139 from the usual Epoch of Christ, and the third after the Leap Year, which was on the 25th of September at 1 hour after sunrise, namely at 7 p.m. of the said day of 25th of September, as has been demonstrated above;",
      "Going back to the autumnal Equinox of the year 146 before the Epoch of Christ, and of the year 178 after the death of Alexander, also the third after the Leap Year, observed by Hipparchus on the 27th of September at about 6 p.m.",
      "But according to Ptolemy at midday, and therefore on the 28th of September, as has also been demonstrated above;",
      "When 284 years have passed, to which are due, as has been said, two days, and 8 hours 48 minutes at the ratio of anticipation of one day every 120 years. Therefore, with the said two days, and 8 hours 48 minutes added to the said day of 25th of September at 7 p.m., this autumnal Equinox observed by Hipparchus falls on the 28th of September at 3:48 p.m. However, this excess of about five hours from the time noted by Ptolemy of this autumnal Equinox of Hipparchus, is partly to be attributed to the observation of Hipparchus, and partly to the observation of Ptolemy;",
      "For this autumnal Equinox of Hipparchus was celestial true about three hours before midday, namely on the 27th of September at 9:25 p.m. as it seemed above, and the said autumnal Equinox of Ptolemy was on the 25th of September at 12:37 p.m. as it also seemed above; to which time adding the said two days, and 8 hours 48 minutes, is the celestial point of the said autumnal Equinox of Hipparchus on the 27th of September at 9:25 p.m. as has been said above."
    ],
    [
      "Moreover, it follows from the deductions that since from the autumnal Equinox observed by Riccioli in the year of Christ 1643, the third after the Leap Year on the 12th of September of the Julian year at 10:25 p.m. in Bologna, as being closer to the truth than that observed by him in the year 1646. Going back to the autumnal Equinox also of the year of Christ 1583, also the third after the Leap Year observed by Tycho on the 12th of September at 10:15 p.m. in Uraniborg, and reduced to the meridian of Bologna, at 10:07 p.m. 60 years have passed, to which is due, as has been said, half a day, namely 12 hours precisely at the ratio of anticipation of one day, or 24 hours every 120 Solar years, necessarily 12 hours exactly have passed, but since from one observation to the other it appears that 12 hours and 18 minutes have passed. This excess of 18 minutes of time is rather to be attributed to the observation of Riccioli, than to Tycho much more experienced in observing, than Riccioli himself"
    ],
    [
      "Similarly, since from the Autumnal Equinox observed by Cassini in the year of Christ 1655, on the 12th of September of the Julian year at 6:55 p.m. in Bologna, the third after the Leap Year;",
      "Going back to the autumnal Equinox of the year 1595, also the third after the Leap Year, which according to the Tyconic Equinoxes derived from his own observations of Tycho, was on the 13th of September of the Julian year at 7:51 p.m. in Uraniborg, and reduced to the meridian of Bologna was at 6:43 p.m. When 60 years have passed, to which is due half a day, namely 12 hours precisely at the ratio of anticipation of one day every 120 years;",
      "Necessarily 12 hours should have passed precisely, but since from one observation to the other it is clear that 12 hours 48 minutes have passed. This excess of 48 minutes of time is certainly to be attributed rather to the observation of Cassini, than to Tycho much more experienced, and skilled in observing, than Cassini."
    ],
    [
      "Similar things are to be said about the Spring Equinoxes much more imperfectly observed by Riccioli, and Cassini because of the due Vernal Refractions in the Horizon of Bologna unknown to them, which generally everywhere exceed the autumnal refractions:",
      "Indeed, since from the Spring Equinox observed by Riccioli in the year of Christ 1647, the third after the Leap Year on the 10th of March of the Julian year at 5:56 p.m. in Bologna:"
    ],
    [
      "Similarly, as observed from Cassino at the Vernal Equinox in the leap year of 1656, on the 9th of March of the Julian year at 9:50 p.m. in Bologna;",
      "Retreating back to the Vernal Equinox of the year of Christ 1596, also a leap year, which according to Tycho's observations was on the 9th of March of the Julian year at 7:09 p.m. and adjusted to the meridian of Bologna was at 7:01 p.m., 60 years have passed. To these, it seems, half a day is owed, specifically 12 hours exactly, according to the anticipation of one day every 120 years;",
      "Necessarily, 12 hours must have passed precisely, otherwise it would be 9:11. This deficiency of almost three hours up to 12 hours is undoubtedly due to Cassini's observation, not Tycho's observation, especially since Tycho's Vernal observations are based on the true Equinox observations of Ptolemy and Hipparchus, as mentioned, who are almost unanimous witnesses, and of the highest exception."
    ],
    [
      "This notable year, consisting of 120 solar years, which is rightly called the greatest, is splendidly confirmed by the tables of the average movements of the Sun, and the solar apogee in the Prologue of Leuera chapters 11, 12, and 13. Unless these were very accurate both to the minute of any given time and any given motion, they could not provide any positions of the Sun in any age as accurately as they always do, down to the minute of both time and motion, as is evident from many examples given in said chapters 12 and 13. But they would be erroneous by several degrees, and days in recording solar motions, and the positions of the sun throughout the Zodiac in all ages, and always more so, the older the positions of the sun are sought, as are all the tables of all other Astronomers, who have neither discovered the true magnitude of the Celestial year, nor the motion of the solar apogee, nor will any mortal ever be able to discover it through their own observations due to the brevity of life's course.",
      "And since the greatest solar year cannot be but 120 years, because the true magnitude of the Celestial year is only 365 days, and 5 hours 48 minutes. Therefore, all other greatest solar years of 133 years, and 130, and 127 years, are erroneous, because they are inflated by a greater magnitude of the year than it truly is;",
      "And given a greater year, as mentioned, by one minute of time, there is necessarily a smaller anticipation of the Equinoxes after 1800 years, in 1800 minutes of time, which amount to 30 hours, namely one day, and six hours over, because the sun's motion through the Zodiac in that case is, and is assumed to be slower, than it truly is, and conversely given a shorter year by one minute of time, there is necessarily a greater anticipation of days by one day, and six hours over, because the sun's motion through the Zodiac in that case is, and is faster;",
      "And therefore it follows from this, that all tables of the average motions of the sun of any Astronomers estimating a greater magnitude of the year, than it truly is by one minute namely 365 days, 5 hours 49 minutes, and not 48, among whom are Cassini, and almost Riccioli, present the sun's motion through the Zodiac in 1800 years as slower by one degree, and 15 minutes, than it truly is; and hence it also follows, that in that case the anticipation of days is less by one day, and 6 hours approx. than it truly is, and hence when it should be 15 days, it is hardly 14 days, as mentioned above, and is seen.",
      "And finally, that the greatest solar year should be 120 years, is abundantly proven by Leuera in the Prologue chapter 4. throughout, with many invincible Arithmetic demonstrations, and in chapter 14. where he reveals the triple revolution of solar motions hitherto unknown to the Literary Republic for the splendid utilities in Medicine, and natural Astrology; and permitted; and finally in chapter 17. on fixed Stars, where he explores, and invincibly demonstrates the nexus, and connection between the Tropical year, and the Sidereal year."
    ],
    [
      "From these final examinations, it was fully seen that Leuera neither fell, as Riccioli supposed, into errors, nor into Chronological hallucinations of motions, nor of solar motion times in assigning his time to the observations of Hipparchus, and Ptolemy, namely not only years, but also days, and hours, in which they were truly made, and in which the Equinoxes truly occurred in that age."
    ],
    [
      "Moreover, we have seen the tables of both the average motion of the Sun, and the greatest solar years explored by Leuera, exhibiting the positions, and daily places of the Sun in any age as agreeing not only with all the positions of the Sun observed by Tycho, but also with the positions of the Sun observed by Hipparchus, and Ptolemy, and other notable Astronomers of all centuries, and even almost with the autumnal position of the Sun of the year 1643. more diligently observed by Riccioli, to be incomparably more acceptable than all other tables enormously disagreeing with the positions of the Sun observed by all ancient, and modern Astronomers; and because of this Consensus, and Connection of the whole doctrine of solar motions described in the Prologue with the observations, and doctrine of the most approved Astronomers of all, without doubt, the magnitude of the Celestial year proposed by Leuera, and lucidly demonstrated in his entire Prologue, must be adhered to, until the contrary is invincibly proven."
    ],
    [
      "Sau. The contrary can never be proven against the demonstrated magnitude of the celestial year with multiple proofs, examples, and experiments, because only one truth exists, and only one true physical magnitude of the celestial year can be given."
    ],
    [
      "Merc. Therefore, it must be concluded that all solar motions taken by any Astronomers with any magnitude of the celestial year different from that of Leuera, have always been, and will always be erroneous, and together with these motions the Epochs, and Tables of the average motions of the Sun, and Ephemerides elaborated from them for any centuries."
    ],
    [
      "Sau. It seems to me that we have said enough about observations, and Chronology, on which in their Letters Riccioli, and Cassini mainly based their intention against Tycho, and Leuera; remain those things which Cassini indicates rather, as he says, than pursues, against Leuera's Prologue."
    ],
    [
      "Merc. There are some alleged contradictions, and oppositions, which Cassini believes he has discovered in Leuera's Prologue."
    ],
    [
      "Sau. I am certain, that just as he was enormously mistaken with Riccioli in his own observations, and documents with such arrogance, and contempt of others published, both attributing to Leuera discrepancies, and contradictions in Epochs, and Chronology, which are from themselves, not from Leuera's Privilege; ",
      "So much more will he be mistaken with Riccioli in others' observations, and traditions, and in pursuing Leuera's doctrine."
    ],
    [
      "Merc. I already see the alleged contradictions in Leuera's Prologue asserted by Cassini, but not proven, indeed not even explained where they truly lie.",
      "Firstly, Cassini does not declare what he intends to attack regarding the daily, and annual revolutions of the First Mobile, and the Sun, and whether this alleged contradiction is destructive of the doctrine contained in chapter 5. of the preface of Leuera's Prologue where he speaks of the physical primary causes of times, namely days, and years:",
      "Therefore, unless he declares himself, and proposes objections, and arguments in a proving form, he cannot be answered in any way.",
      "Secondly, regarding the magnitude of the year explored by Leuera, he should present and demonstrate the logical circle he claims, otherwise his assertion is empty, putting nothing into existence, which becomes clear to the reader of chapters 3, 4, 12, and 13 of the Prodromus, in which the true magnitude of the celestial year is fully demonstrated."
    ],
    [
      "Thirdly, the contradiction claimed by Cassino regarding the delay of the Sun, has no foundation, which is also clear to the reader and the understanding of chapters 5, 6, and 9 from page 210 of Leuera's Prodromus, for Cassinus considers the delay and the year to be the same, and therefore, since the year according to Leuera is 365 days and 5.48 hours, he says the average delay of the Sun should be 182 days and 14.54 hours, which is half of the year;",
      "But the delay of the Sun, which Leuera speaks of, is not the Sun's delay throughout the entire Zodiac, but is the Sun's delay in the northern semicircle of the Zodiac, starting from  through 69, up to  and in the other southern semicircle of the Zodiac, starting from  through  to . This delay is threefold, the maximum being 186 days and 18.46 hours, the average being 184 days and 16.45 hours, and the minimum being 178 days and 11.2 hours. This triple delay only becomes noticeably changeable after many centuries in the northern semicircle of the Zodiac to the southern, and from the southern to the northern."
    ],
    [
      "Fourthly, Cassinus objects that Leuera changes the average motions of the Sun, to the equation of variation, even though, he says, he admits that they are always equal, adding, from what source this comes is easily seen in the calculations; and indeed this objection is frivolous, and concludes nothing, because from the calculation of 70 places of the sun of many centuries through the tables of the average motions of the sun of Leuera's Prodromus in chapter 13, it is clearly understood by any calculators, how exquisite their precision is, and their calculations.",
      "Moreover, this objection does not stand, because Leuera never varies the average motions of the sun to the variation of equations, as can be seen in the said 70 examples, or calculations in his entire Prodromus of motions, and positions of the sun from six thousand years ago, but he firmly concludes that the average motion of the sun is perpetually unchangeable, as can be read in chapter 9 of the same Prodromus page 221.",
      "If Cassinus therefore intends to object to something, let him present arguments in form, so that he can be answered satisfactorily."
    ],
    [
      "Sau. It would have been better to object that Leuera wrongly varies the average motions of the sun to the variation of equations, since according to Leuera, the average motions of the sun are perpetually unchangeable, not however to say perpetually equal; for who in Astronomy, even rudely initiated, can doubt whether the average motion of the sun is perpetually equal, since it is therefore called average, because it is perpetually between the slow, and the fast motion of the sun;",
      "But many have doubted whether the average motion of the sun is unchangeable, that is, never faster, nor slower."
    ],
    [
      "Merc. Finally, regarding the 6th objection, namely about the table of the sun's equations converted into time; the said table is double, not one.",
      "The first is the total eccentricity of the sun extended in chapter 6 of the Prodromus page 175.",
      "The second is the parts of the solar eccentricity extended on page 178.",
      "The first table is for investigating the diversity of the sun's delay in both the northern and southern semicircles of the Zodiac in any distant centuries.",
      "The second table is for investigating the difference in time of the sun's entries at the equinox points, which the change implies, and therefore the difference of the sun's center equation, which has been made from some given old century up to the present century at the said equinox points, resulting from the motion, and position of the solar apogee of the said old, and present century, and its apogee subtractions from the same average longitude of the sun, which is due to both the said old sun's place, and the same place of the present sun at the equinox points according to the root, or first epoch, of the average motions of the sun, as Leuera teaches in the use, and examples of the said second table page 178, and in chapter 9 page 208. The use of this second table is daily in all calculations of the sun's places, as can be seen in chapter 13, where no calculation of the sun is made much before, or after the first epoch of the year 1588, unless the said difference of the sun's center equation is used, therefore its use does not escape notice, except to those who neglect it; but the use of the first table is rarer, because the sun's apogee is of the slowest motion, and very slowly enters into new signs of the Zodiac; however, its use is not only explained by examples in the said page 177, column one, but more extensively above in the same chapter 6 from page 165.",
      "The printer should indeed have printed the use of these tables before the tables themselves, and not interpose them, to make it clearer to the readers, but this interposition was entrusted to the prudence of the same readers."
    ],
    [
      "Few are born Hipparchs, fewer Ptolemies, and few Tycho Brahes, to whom nature has not only given a sublime genius, and a great, and pure love of truth, and labor, and who with the love of truth alone have spent their whole life, and all their substance with an indefatigable spirit, and never interrupted, but constant study, labor, and effort, despising all other teachings, and all honors, offices, profits, and conveniences of life that can divert from these sweet studies of Astronomy; and the more ready they are to correct themselves for the love of truth alone, the more difficult they become in departing from the traditions of their predecessors, as Ptolemy from those of Hipparchus, and Copernicus from both, and Tycho from all, for they certainly believed the teachings, and traditions of them to have emanated from the true, and only love of truth, they hardly ever dared to oppose them, unless they were finally taught by the truth itself, as can be widely seen from their books."
    ],
    [
      "Sau. Indeed, neither the contempt, nor the praises of Riccioli, and Cassini can do anything for, or against Ptolemy, Tycho, and the others, for they need no praise of theirs, because their works have long since praised, and illuminated them, and will celebrate them forever;",
      "But if they despise, and scorn the observations, traditions, and teachings of their predecessor astronomers, and their fathers, acquired by long studies, and great labors, and inestimable expenses, and successively handed down, and left to them as an inheritance; the contempt, and loss of this inheritance, is theirs.",
      "Likewise, if they ridicule, and scorn Leuera, who presents to posterity this clear doctrine of our fathers, and predecessors, sublime, and most desirable, the ridicule, and contempt rebounds on them;",
      "For Ptolemy, and Tycho, and all the other princes in Astronomy are already very well known, and very famous in the literary republic of almost the whole world;",
      "And Leuera, although he considers himself nothing in comparison with these heroes, was also known before Cassinus was born, or Ricciolus began in Astronomy.",
      "For about Leuera, Andreas Argolus, an eyewitness, wrote this in 1629 in his Ephemerides published in Rome in the first part page 263, we have communicated these difficulties, and others with many, and no one seemed to us to explain them better, and with a healthier judgment than Francisco Leuera of Rome, a man who, besides astronomical, and other mathematical disciplines, in which he can be compared with few, is distinguished, he is familiar with the innermost parts of natural, and moral philosophy, with very sweet manners.",
      "Likewise, Leo Allacius in his book about the Illustrious Men of his age, published in 1633, also wrote this on page 107."
    ],
    [
      "Franciscus Leuera of Rome published the explanation approved by the supreme Pontiff Urban VIII of the Urban Congregation, and the Constitutions of the same Congregation in Rome at the Printers of the Chamber in 1628. in 4."
    ],
    [
      "He wrote a rather lengthy letter to Andrea Argolus about Latitudes, Directions, Celestial Domiciles, and the measure of directions, in Rome at Facciottus in 1629. in 4."
    ],
    [
      "He also wrote about the Blessed City, Citizen, and House, three books.",
      "Unique observations on the books of Politics, Ethics, & Economics of Aristotle."
    ],
    [
      "On perpetual motion."
    ],
    [
      "Explanation of the Old, & New discipline of the Stars, by a more illustrious experience."
    ],
    [
      "On the times of universal, & particular Events, many hidden, & very useful things for curing and warding off diseased events."
    ],
    [
      "Hilarius Altobellus in the Royal Tables chap.12. called him endowed with a brilliant mind, & Andreas Argolus in the Astronomical books lib.5. chap.16. where he spoke about the latitude to be observed in Directions about him, what has been reported above, omitting others, which have been published by Leuera himself."
    ],
    [
      "From which it is also clear, which studies of Astronomy deserve greater faith;",
      "Or those long-lived Leuerae from the year 1620. after the Doctorate Laurea was undertaken in 1618. in the Archigymnasium of Wisdom of the Alma City, or the brief ones of Riccioli from the year 1643. & interrupted even successively by studies of Geography, & Chronology, and others; & whether shorter, and interrupted studies of Cassini from the year 1655."
    ],
    [
      "Merc. It is indeed unusual, & almost unheard of, that someone should be reproached for errors, which he has not committed, but which the Reprovers themselves have committed. Leuera does not deserve reproaches, but singularly grateful to him should be the whole Posterity, & students of liberal arts, for what he promised in the first edition of his Prodromus, so far unknown to the Literary Republic, & uncertain, & most expected, he fully delivered:",
      "For he promised, as is read in the preface of his Prodromus pag.29. to reveal the five most noble motions, and their wonderful actions, namely.",
      "First, the annual revolutions of the Sun through the Zodiac.",
      "Second, the four-year reversions of the same Sun through all the regions of heaven, & earth.",
      "Third, the greatest Solar year, and its rare reversions, & consequently the most desired anticipation of the Equinoctial day in the Julian Civil year for the perpetual invariability of Civil years.",
      "Fourth, the motion of the solar Apogee, & with it the admirable circular Period of the greatest delay of the Sun of 8 days. & almost 8 hours. every year in the semicircle of the Zodiac, sometimes Northern, sometimes Southern.",
      "Fifth, the Sidereal year, and therefore the motion of the Eighth Sphere of the splendid fixed stars, and their Period;",
      "Moreover, the forces, & multiple virtues of the same fixed stars from their multiple position, and also the virtues of the middle motion, and the middle position of all the planets; which promises he fulfilled, & most fully explained, and demonstrated in his whole Prodromus with arguments, proofs, & demonstrations taken from the most peculiar philosophy, & mathematics in the highest degree most certain, and their all remarkable utilities, both in Astronomy itself, namely in the motions of the other planets, & stars more exquisitely searched, as well as in permitted Astrology, & in Medicine, & in Navigation he widely reviewed in chap.3. & 4. of the preface of the said Prodromus, & in chap.14.15. & 16. & in chap.20. pag.411. besides many other pleasant, & useful things to know contained in the other Chapters:",
      "He also promised, & delivered a new method, & way of calculating through Tables the middle motion of the Sun exquisitely to the minute the positions of the Sun in any age both past, and future, as is read in chap.9. from pag.205. which to be silent, and to wrap up in silence, & vice versa anxiously to hunt for errors, if there are any in the whole Prodromus, whether it is ingenuous, who does not see?"
    ],
    [
      "Sau. Let us therefore conclude that sciences, & arts, & disciplines, and especially those, which depend on the observations of celestial motions, are not enclosed in one man, nor in one place, but are scattered, & distributed throughout the whole world by the Divine Craftsman, just as also the propensities, instincts, gifts, & virtues of all minerals, plants, & animals; ",
      "And therefore from the different regions of the world, where they germinate, bloom, & bear fruit, they must be taken, collected, & sorted, & in this way, & not otherwise, as is read in Ecclesiasticus c.39.",
      "The wise man seeks the wisdom of all the Ancients, because the seeds of all human wisdom, not in one City, which is the smallest point of the whole Universe, are hidden, nor are they enclosed in one man;",
      "And therefore how prone to error it is, to have no reason for the wisdom of the Egyptians, Greeks, Germans, & all Nations, & how useless it is to trust only in their own observations, everyone easily understands."
    ],
    [
      "Love me Mercury Merc. Farewell Sauini."
    ]
  ]
}