{
  "title": "",
  "paragraphs": [
    [
      "Io. Dominicus Cassinus Greetings."
    ],
    [
      "To you, most wise man, with the study of your kindness and truthfulness, I bring the news that you were moved by the actions of Francis Leuera, who distorted your own authority in the same observations that you raised in the reformed Geography of the Sky, from the first volume of your Almagest, published several years before my observations."
    ],
    [
      "Therefore, in order to be able to be moved by Leuera's writing, you, who as a judge and legitimate censor of all astronomical calculations, which you have deservedly earned through the publication of illustrious works, have often praised my Sun observations, clearly evident in your latest writings. ",
      "The Most Excellent Marquis of Maluasia had also done so, who, renowned not only for his astronomical but also for his military studies, had preferred them to yours in the edition of his Ephemerides. ",
      "Foreigners had done so as well, who, invited by the fame of these observations, were eager to be present with me in receiving them. ",
      "The evidence itself had done so, on which I relied, confident that I could confidently present the blind judgment of a man who did not see or believe what he himself did not see. ",
      "I truly admired Leuera's study and mind, who, having read a sample of these observations, in which I clearly state on page 26 that the Egnatian Gnomon, which deviates greatly from the Meridian, and therefore is completely unsuitable for Meridian observations, he wanted to disapprove of my observations as if they were made with the Egnatian Gnomon. ",
      "And although he had the amplest testimonies about them, both in your reformed Geography and in the preface of Marquis Maluasia, from which he himself transcribes on page 411 what is said about the usefulness of my Sun observations, although he omits me, he still wanted to persist in his opinion and not change or retract anything he had previously written. ",
      "Therefore, since he did not acquiesce to the authority of such great men who not only professed to have been present at my observations but also devoted their efforts to them, and denied the human faith, which should have been held in the highest regard, I wonder if he perhaps presumed the opposite, relying on the divine revelation that he often mentions on pages 21 and 28. ",
      "Indeed, either I am mistaken, or this is the root from which his imaginations and his firm and unyielding authority derive. ",
      "It is not at all distressing to us if he, by the instinct of nature rather than by any light of geometry or any apparatus of his own observations, appoints himself as the restorer of Astronomy and holds his own inventions in a position not only equal to those of recent astronomers but also to the authority of Ptolemy himself, which you admire everywhere. ",
      "We, aware of this, can hang on his every word in our leisure time and thus receive those truly unheard-of astronomical oracles."
    ],
    [
      "Meanwhile, as far as Astronomical Chronology is concerned, I am in complete agreement with you, most distinguished man, that all the keys to it belong to Ptolemy alone. ",
      "Indeed, Ptolemy reduced the times of observations on which he based his tables to the years of Nabonassar and from the death of Alexander, establishing a difference of 424 years between the two epochs. ",
      "Therefore, when we construct tables with more recent astronomers based on years after Christ, we will have years corresponding to Nabonassar's years, whether we derive them from recent tables or from Ptolemaic ones, as long as we have deduced the same positions of the planets, as far as the present state of Astronomy allows, especially if we take into account the average time between the construction of the two sets of tables, so that any difference in the heavens between the two sets of tables that may occur over time is roughly equally divided. ",
      "Indeed, we will have such a concurrence confirmed by the observations of all times without the need for specific calculations."
    ],
    [
      "By this method, we find that these years coincide and have common principles."
    ],
    [
      "With this assumption, subtracting from the Leap Year"
    ],
    [
      "Now, 940 quadrants of days in Julian years, which is 940 days, that is, 235 days of Julian anticipation in the past years, show that in the year before the Leap Year I, there were 246 days, that is, August 23, the beginning of the Nabonassar year 748 and from the death of Alexander 324, which, when running, the common vulgar year of the Epoch of Christ is 1688 quadrants of days, that is, 422 days, show the Julian precession in the past years of 1688, which is one Leap Year and 56 days, showing that the beginning of the Nabonassar years was 747 years before Christ, or February 26. And 1264 quadrants, or 316 days, show the Julian precession in the past years of 1264, showing the beginning of the years from the death of Alexander in the year before Christ 324, or November 12. And since the beginning of the first Callipic period precedes the Epoch by six years from the death of Alexander, the same times of Hipparchus' observations arise, which you have arranged in a table.",
      "But Leuera, having abandoned the source, follows whatever streams flow from it, although Reinholdus did not deceive him, as he professes from page 101 to 110, if he had known how to put his instructions into practice."
    ],
    [
      "As for Salianus, who, along with other recent chronologists, makes the common Epoch of Christ two years later than the birth of Christ, Leuera did not see that the years of Salianus before Christ are not the years falling before the Epoch of Christ, but rather that they fall short of them by one year, since he compares the year of the World 4051 with the year before Christ 2, and the year of the World 4054 with the first year of the Epoch of Christ. Therefore, when he records the death of Alexander in the year before Christ 323, it should be understood as the year 324 falling before the Epoch of Christ. ",
      "And when he notes the beginning of the Nabonassar years in the year before Christ 747, and consistently before the Epoch of Christ 748, he is mistaken by one year, perhaps because he did not notice that in the intervening year before Christ 521, the two Nabonassar years 227 and 228 began, the first on January 1 and the last on December 31. Nor did Leuera notice that on page 228, he thought that by adding the number 323 to the year falling before Christ, in which he established the Epoch from the death of Alexander, and the interval of 424 between the Epoch of Nabonassar and the death of Alexander, he established the year before Christ 747, from which the first year of Nabonassar began."
    ],
    [
      "As for Lucidus, who Leuera praised so many times, who refers the first year of Alexander to the year before Christ 423, and the first year of Nabonassar to the year before Christ 748, there is nothing else to say except that this author wanted to prepare anything other than times for astronomical use. ",
      "However, whatever Leuera has confusedly gleaned from various chronologies, he may have accidentally stumbled upon the true principles, from which, if he had used them correctly, he would have calculated the same times of Hipparchus' observations as you did. ",
      "Indeed, on page 228, he records the Nabonassar Epoch in the year before Christ 747, on February 26, and on the same page, he receives the interval of 424 years from Thoth Nab to Thoth Philip from Ptolemy. And on page 229, he agrees with Reinhold, who teaches that Callippus began his Periods six years before the death of Alexander, so that the beginning of the years would be from the Summer Solstice."
    ],
    [
      "With these principles and the uncorrupted text of Ptolemy, the same times that you, most distinguished man, have shown in your Table return; and wherever Leuera has deviated from Ptolemy's text, even when he did not corrupt it, it is due to his own privilege, by which, although he deviates from the principles he has taken everywhere."
    ],
    [
      "Indeed, I will only mention a few things rather than pursue them, that he claims that the daily revolutions of the First Mover and the Sun are equal and that they are abolished in the same 24-hour period, and he admits that the daily revolution of the Sun is 4 minutes slower than the revolution of the First Mover, sometimes more, sometimes less. ",
      "He claims that the annual revolution of the Sun is completed in approximately 365 and 1/4 daily revolutions of the Sun and the First Mover, not in 365 and 1/4 revolutions of the Sun and 366 and 1/4 revolutions of the First Mover. However, he admits that the 4 minutes by which each revolution of the First Mover precedes the slower revolution of the Sun increase in the annual period to 24 hours, which make up one day. ",
      "He claims that these 4 minutes do not belong to the day and are outside the day, even though they are, according to his assumption, part of the time of the daily revolution of the Sun."
    ],
    [
      "He makes the days, that is, the times from noon to noon, equal, although he confesses that the equal appendices of the revolutions of the First Mover add an unequal revolution of the Sun."
    ],
    [
      "Having already discovered the true magnitude of the year, like with a compass, he teaches that comparisons of observations should be made; and from these compared observations, the true magnitude of the year should be deduced, having learned to commit this logical compass to the circle."
    ],
    [
      "He asserts that the year, the duration of the Sun's motion in the entire circle of the Zodiac, is 365 days, 5 hours, 48 minutes, and the average duration of the Sun in one semicircle is not 182 days, 14 hours, 54 minutes, which is half of it, but 184 days, 16 hours, 45 minutes, which you will find in chapter 5 of Book 600. For whenever the duration of the Sun determines the other semicircle of the Zodiac, it reveals its own contradiction, for it has a reason for the equation when there is none, or an equation half as many times as necessary for the whole or the simple with the double."
    ],
    [
      "The average motion of the Sun varies with the variation of the equations, although he admits that they are always equal, from which source it is easily seen by calculations what results from it."
    ],
    [
      "By following the table of the Sun's equations converted into time, he often deduces the opposite of what he proposes, for he represents the delays as increasing when they decrease, and decreasing when they increase; the greatest when his hypothesis gives the average, and the average when it gives the greatest."
    ],
    [
      "In this hidden forest of connections, which are abstruse and hidden even to the wise, as he truly says, Leuera's doctrines hide, in which he may reign, boast, and triumph through us."
    ],
    [
      "As for me and my observations, which you have vigorously defended, there is nothing else that concerns me. ",
      "I love Leuera, whose writing occasion gave rise to such a monument of your kindness towards me.",
      "Farewell, most wise and most friendly man, and love me as you always do."
    ]
  ]
}