{
  "title": "",
  "paragraphs": [
    [
      "Book 5, Chapter 7, Number 5, Page 149."
    ],
    [
      "Thirdly, it is evident to us from recent observations of the Sun on the great Sundial of St. Petronius in Bologna, meticulously carried out over these years by the most excellent astronomer D. Domenico Cassini, Doctor of Astronomy and public professor, in the presence of expert witnesses, some of whom we have also witnessed, and with the assistance of P. Grimaldo.",
      "It is evident, I say, that the diameter of the Sun in the Summer Solstice is not one seven-hundred-fiftieth part of the solar orbit, as Aristarchus posited; and according to Cleome de Mazzonus, who therefore multiplies 300 stadia by 750, it is deduced that the circumference of the Earth is 225,000 stadia; but it is also evident that it is not as large as many of us have assumed in Book 3 of the New Almagest, Chapter 10, but in the Apogee it is 31 minutes and 5 seconds. However, it is far from the Apogee by 25 degrees, as the Sun was in the Solstice during the time of Eratosthenes, it is 31 minutes and 10 seconds. This will be demonstrated more extensively by D. Cassini in his Astronomical Work, and we will also demonstrate it in our second Mobiles, with God's favor."
    ],
    [
      "Book 5, Chapter 24, Number 3, Page 165."
    ],
    [
      "Finally, because some problems regarding the size of the Earth require the apparent diameter of the Sun or the precise declinations of the Fixed Stars; indeed, we have taken the diameter of the Sun from recent observations made in the Basilica of St. Petronius using a high Gnomon of Roman feet 95."
    ],
    [
      "Book 5, Chapter 36, Number 6, Page 180."
    ],
    [
      "Confirmation from the Practice of the Most Excellent D. Giovanni Domenico Cassini."
    ],
    [
      "I said in Chapter 22 that this Astronomer and Geometer, whom I have always admired and esteemed for the depth of his Theory, along with the dexterity and utmost diligence of his Practice, had inscribed on the marble line of the great Gnomon in the Temple of St. Petronius in Bologna, which is visible to all, that it represents one six-hundred-thousandth part of the entire terrestrial circumference; which was copied by some curious individuals; and that whole line, along with its appendix of ancient Roman paces 48, which, multiplied by 600,000, make 28,800,000 paces, and divided by 360 degrees, leaves 80,000 Roman paces and 63,157 Bolognese paces in one degree. Therefore, it comes very close to the truth, etc."
    ],
    [
      "Book 7, Chapter 15, Number 1, Page 295."
    ],
    [
      "For a long time, I estimated that the altitude of the Pole in Bologna was 44 degrees and 30 minutes in the middle of the city; for I had often obtained this from both altitudes of the Polar Star taken with fairly large quadrants in the meridian.",
      "But when I met with D. Giovanni Domenico Cassini, the public professor of Astronomy at this Archigymnasium in Bologna, to investigate a more subtle method of determining this altitude, in order to deduce the dimensions of the Earth more accurately from the Stars, as described in Book 5, Chapter 13, and at the same time to make use of the recently erected large Gnomon in the Temple of St. Petronius to observe the meridian altitudes and apparent diameter of the Sun with great precision; he in the Malvasia House, that is, the Illustrious Marchioness Cornelio Malvasia's house;",
      "And I, with P. Francesco Maria Grimaldo, finally obtained the altitude of the Pole in our new Temple of St. Lucia, which was not yet covered with a vault at that time, he indeed in the Malvasia House at 44 degrees, 30 minutes, 22 seconds, and then in St. Petronius at 44 degrees, 30 minutes, 20 seconds. But we, in the Temple of St. Lucia at 44 degrees, 30 minutes, 11 seconds, and in our observatory at 44 degrees, 30 minutes, 10 seconds, exactly as the distance between these places in the meridian required, etc."
    ],
    [
      "Book 7, Chapter 21, Number 4, Page 308."
    ],
    [
      "But from the observed Equinoxes here in Bologna on the great Sundial of St. Petronius, the most excellent D. Giovanni Domenico Cassini rightly concludes that Tychon's observations should be adjusted so that the altitude of Uraniburg is chosen as 55 degrees, 54 minutes, 40 seconds."
    ],
    [
      "Book 7, Chapter 12, Number 5, Page 309."
    ],
    [
      "The maximum true declination of the Sun from our observations and those of D. Cassini is 23 degrees, 30 minutes, 20 seconds."
    ],
    [
      "Book 7, Chapter 28, Number 1, Page 318."
    ],
    [
      "The distance between the Tropics and the Equator is still the same today as it was in the past; and this has been determined from our observations carried out in Bologna and from the observations of the most excellent D. Giovanni Domenico Cassini on the great Sundial of St. Petronius, which is 23 degrees, 30 minutes, 20 seconds. Therefore, the distance of the Tropic of Alexandria from the Equator, and thus the latitude of Alexandria, etc."
    ]
  ]
}