{
    "title": "",
    "paragraphs": [
        [
            "The favor bestowed upon me by Your Most Illustrious and Reverend Lordship, in requesting that I commit to paper what I explained to you verbally ten days ago, far exceeds my merit and the weight of my discourse.",
            "Having no other way to reciprocate, at least in part, except through prompt obedience, I am prepared to serve and obey your command, namely, in the most concise and succinct manner possible for such a remarkable problem—the investigation of the true cause of the ebb and flow of the tides. This is an even more hidden and difficult issue, given that we can clearly see that all that has been written thus far by serious authors is far from satisfying the minds of those who wish to delve into the contemplations of nature beyond its surface.",
            "Such tranquility is only achieved when the reason produced for the true cause of the effect easily and openly satisfies all the particular symptoms and accidents that are individually observed around that effect.",
            "Since, as we observed in private discussions, we have not been brought to this point by the reasons presented thus far by other writers on this issue, I will leave them as ineffective. Your Most Illustrious and Reverend self has been fully satisfied with the refutations I provided verbally, even though you had previously given them much assent yourself;",
            "Granting me, indeed ordering me, to postpone expanding on these refutations for the satisfaction of the general public when I more extensively address this subject in my World System."
        ],
        [
            "Empirical experience shows us that the ebb and flow of ocean waters are not a swelling and contraction of the element itself, similar to what we observe in water heated by fire, which expands and rises due to intense heat and contracts and lowers when returning to its natural cold state.",
            "Rather, it is a true local motion in the seas, progressing, so to speak, from one extreme end of the ocean basin to the other, without any alteration of the element itself, resulting from any occurrence other than a local change.",
            "Now, as we proceed relying on sensible experiences (reliable guides in true philosophy), we see that local movement can be induced in water in various ways.",
            "We will examine these methods individually to determine if any of them can be reasonably assigned as the primary cause of the ebb and flow of the tides.",
            "I mentioned primary cause because, as we examine the many differences in the occurrences surrounding the tides of various seas, we will understand that it is impossible for many other secondary, or concomitant, causes not to contribute with the primary cause to producing such variations;",
            "since a single, simple cause can only yield a simple and determined effect.",
            "Therefore, we will begin our discourse by investigating the first universal cause, without which there would be no regulated movement of ocean waters;",
            "I say regulated, although different seas observe different periods in their ebbs and flows."
        ],
        [
            "One of the causes of movement is the slope of the site and bed in which the fluid body is contained: and because of this, torrents fall into rivers, and rivers flow to seas.",
            "But since such a flow always takes place towards the same part of the slope, above which the waters never return backwards, this reason does not apply to our cause, nor can it take place in the reciprocal movements towards the opposite, as we see happening in sea waters."
        ],
        [
            "In another way, agitation is imprinted in the water, through the motion of the environment or of another external body that would strike it: and so we see the waters of the seas and lakes being agitated by the impetus of the winds, and being pushed towards the part where the wind drives them.",
            "But such agitation cannot be assigned as a cause in our problem; since similar agitations  are tumultuous, so to speak, very irregular, where the flows and refluxes have their determined; and moreover, they also occur in the greatest tranquility of the air and cessation of the winds; and, furthermore, they maintain their course towards the term, even if the air's pushing was in that hour towards the opposite term."
        ],
        [
            "Local movements can also be imparted to the waters when some local movement is applied to the vessel in which the water is contained: This can happen in two ways, one of which would be by alternately raising and lowering one or the other end of the vessel. This motion and libration would cause the contained water to flow back and forth along the length of the vessel as it moved towards the inclined side.",
            "But a similar oscillation event cannot occur in our case.",
            "Even if the Earth were to experience some reciprocal oscillation, it would not cause the water to flow back and forth.", 
            "This is because the water flows in a vessel that oscillates only when one end of the vessel is lowered, i.e., it approaches the common center of gravity for heavy objects, allowing the water to flow due to its weight.",
            "However, if the Earth were to oscillate, no part of its surface would move closer to or farther away from the center of the Earth, which is where gravity pulls, and therefore, it would not cause the water to flow.",
            "Moreover, the libration that can be attributed to the terrestrial globe is a transverse inclination, that is, from north to south; whereas the flows and refluxes are all, on the contrary, from east to west.",
            "And finally, the libration that someone has attributed to the Earth, has its reciprocations distant from each other by many thousands of years;",
            "whereas in the libration and reciprocations of the flows and refluxes we are dealing with very short times, that is, hours."
        ],
        [
            "The other way of imparting motion to water through the motion of the containing vessel is by gradually moving the vessel without tilting it, but only by moving it with an alternating accelerated and decelerated motion. This variation causes the water, in addition to moving with the motion of its container, to move with some diversity and sometimes even opposition.",
            "For example, if we were to take a large vessel full of water, such as a large boat, similar to those we see being transported from place to place on saltwater, rivers, or springs, we would observe that when the containing vessel, that is, the boat itself, is stationary, the water inside it remains still.",
            "However, as soon as the boat starts moving, not slowly but with noticeable speed, the water contained in the vessel, although not securely connected to it like the other solid parts of the vessel, due to its fluidity, becomes somewhat disconnected and not constrained to obey every sudden change of the vessel.",
            "We would see, I say, that this water lags behind and rises slightly towards the stern, lowering towards the bow, and then gradually adjusts to the motion of its container without changing while it moves calmly and uniformly.",
            "On the other hand, when the boat is significantly slowed down in its course due to some external obstacle, the water contained in it does not slow down in the same way as the boat does.",
            "Rather, it continues to flow towards the bow, resurfaces and spills over there, lowering and depressing towards the stern.",
            "This would be more evident when the departure from a state of rest and the halt in the midst of motion are more abruptly caused by the vessel itself.",
            "When subsequently, with extremely slow gradation, the transition is made from a state of rest to accelerated motion or, conversely, from rapid motion to rest, then one would notice negligible or very little disobedience, so to speak, in the contained water, which would gradually undergo the same changes as the entire vessel, with the same slowness and in harmony."
        ],
        [
            "Now, Your Excellency, as I examine the aforementioned phenomena and others that occur in this last-considered cause of motion, I am strongly inclined to agree that the reason for the ebb and flow of seawater could reside in some movement of the vessels that contain it, so that, by attributing some motion to the Earth, the movements of the sea could originate from it.",
            "This principle, while not satisfying the specific phenomena that we sensibly observe in tides, would indicate that it is not an adequate cause of the effect. However, if it does satisfy all of them, it may provide evidence of being the true cause or, at least, much more probable than any other previously proposed."
        ],
        [
            "Taking, therefore, as a hypothesis, the mobility of the Earth according to those same movements that were attributed to it in ancient times by many and recently by other philosophers due to other observable effects, let us consider what actions and correspondences they may have with the subject at hand. For greater clarity, let us briefly explain the motions attributed to the Earth."
        ],
        [
            "The first and greatest is the annual motion under the ecliptic, from west to east, in an orbit or circle whose semidiameter is the distance from the Sun to the Earth.",
            "The second is a rotation of the Earth about its own center, completed in a 24-hour period, also towards the same directions, that is, from west to east, although around an axis somewhat inclined to the axis of the annual motion.",
            "I will leave out the third motion, as it is of little or no relevance to this effect due to its very slow speed compared to these two very fast motions.",
            "The speed of the aforementioned rotation about itself is about three hundred and sixty-five times greater than this third motion, if it can be called that.",
            "The diurnal speed, taken even in the Earth's equator, is more than three times the speed of the annual motion."
        ],
        [
            "And for easier understanding, let the circumference of the large orb be AFG, around the center E; let the Earth be BCDL, around the center A; let the annual motion be understood as being performed by the Earth from point A towards part F, describing with its center the circumference AFGI in approximately 365 days; and in the meantime, let the rotation of the Earth about itself according to the motion from B to C towards D, etc., be understood.",
            "It should be understood that both of these two motions, separately and in themselves, are uniform and consistent, namely that the center of the Earth A always passes through equal parts of the circumference AFG, and similarly that point B and any other point on the circumference BCDL also pass through equal spaces between them at equal times.",
            "From this, we must first carefully note that although both of these two motions, namely the annual motion of the center of the Earth along the large orb AFG and the daily motion of the circumference BCDL around its own center A, are each uniform and consistent in themselves, nevertheless, the composite and aggregate of them results in a very unequal motion for the parts of the Earth's surface, so that each of these parts moves at different speeds at different times of the day, which I explain more clearly.",
            "Therefore, it should be noted that while the circle BCDL rotates about itself in the direction of BCD, there are opposing motions in its circumference: while the parts around C descend, the opposite parts L ascend, and while the parts around B move towards the left, the opposing parts D move towards the right.",
            "Thus, in a complete revolution, the marked point B first moves towards the left descending, and when it is around C, it descends maximally and begins to gain and move towards the right, until it no longer descends at D but moves considerably to the right and begins to ascend, until it ascends significantly at L and begins to gradually gain towards the left, ascending up to B.",
            "Now, if we combine these specific motions of the Earth's parts with the universal motion of the entire globe along the circumference AFG, we will find that the absolute motion of the upper parts, namely towards B, is always very fast, resulting from the combination of the annual motion along the circumference AF and the proper motion of part B, which two motions harmoniously conspire and gain towards the left.",
            "On the other hand, the absolute motion of the lower parts towards D is always very slow, as the proper motion of the parts D, which is very fast towards the right at this location, detracts from the annual motion made along the circumference AF, which is towards the left.",
            "However, the absolute motion resulting from the combination of these two motions, annual and daily, for the parts of the Earth around points C and L is moderate and equal to the simple annual motion, since the rotation of the circle BCDL about itself, without gaining to the right or to the left at the two points C and L, but only lowering and raising, does not increase or decrease the speed of the simple motion along the arc AF."
        ],
        [
            "Therefore, I believe it is clear up to this point that each part of the Earth's surface, although moved by two very uniform motions in themselves, nevertheless moves sometimes very fast, other times very slowly, and twice moderately within the span of twenty-four hours, considering the changes resulting from the combination of these two equable motions, daily and annual."
        ],
        [
            "So far, we have understood that any body of water, be it a sea, a pond, or a lake, having a continuous but non-uniform motion, as it slows down greatly at certain times of the day and accelerates greatly at other times, also has the principle and cause by which the water contained in them, as fluid and not firmly attached to their shores, must now flow and now recede towards opposite parts.",
            "We can consider this as the primary cause of the effect, without which it would not occur at all.",
            "Now, let us continue examining the many and diverse particular phenomena observed in different seas and other bodies of water, seeking to assign their proper and adequate causes.",
            "To do this, we must examine some other specific phenomena that arise from the acceleration or deceleration of the vessel containing the water."
        ],
        [
            "The first is that whenever water, due to a significant delay or acceleration of motion in its containing vessel, acquires a reason to flow towards one or the other end, it will rise at one end and fall at the other.",
            "However, it will not remain in that state but, due to its weight and natural inclination to balance and level itself, it will quickly return backward, seeking the equilibrium of its parts.",
            "As a heavy and fluid substance, it will not only move towards equilibrium but, propelled by its own momentum, it will surpass it, rising in the part where it was previously lower. And it will not stop there but, once again returning backward, with many repeated back-and-forth motions, it will show us that it does not want to immediately reduce its conceived speed of motion to the absence of motion and a state of rest.",
            "Instead, gradually losing momentum, it wants to slowly and languidly come to a stop, just as we see a weight hanging from a rope, after being removed once from its perpendicular position, bringing itself back and coming to rest by its own repeated movements and oscillations."
        ],
        [
            "The second aspect to be noted is that the aforementioned back-and-forth motions are performed and repeated with greater or lesser frequency, that is, over shorter or longer periods, depending on the different lengths of the vessels containing the water, that is, depending on the greater or lesser distances between the two ends of the vessel.",
            "Therefore, in shorter spaces, the back-and-forth motions are more frequent, while they are less frequent in longer spaces.",
            "This is exactly like the example of pendulum bodies, where we see that the back-and-forth oscillations of those hanging from longer strings are less frequent than those of the ones hanging from shorter threads."
        ],
        [
            "And here comes the third notable thing to know, that not only the greater or lesser length of the vessel is the cause of the water making its reciprocations at different times, but the greater or lesser depth of the vessel and the water level also produce the same variety. So, among the waters contained in receptacles of equal lengths but different depths, the deeper one will make its movements in shorter and less frequent times.",
            "Fourth, two effects produced by the water in its oscillations are worth noting and carefully observing.",
            "One is the alternating rise and fall towards one or the other end; the other is the movement and flow, so to speak, horizontally, back and forth. These two different motions manifest differently in different parts of the water.",
            "The extreme parts rise and fall to the highest extent, while the middle parts do not move up or down at all.",
            "In gradual progression, the parts closest to the ends rise and fall proportionally more than the more remote ones.",
            "Conversely, in the other progressive movement back and forth, the middle parts move to the highest extent, going back and forth, while the water in the extreme ends gains nothing unless it exceeds the edges and overflows from its original channel and receptacle.",
            "However, where there are restraining barriers, only the rise and fall occur, but the middle waters do not flow quickly and over long intervals back and forth, as the other parts do proportionally, flowing more or less according to their proximity or remoteness from the middle.",
            "The fifth particular occurrence should be considered even more attentively by us, as it is, if not impossible, at least extremely difficult to represent its effect through experience and practice.",
            "And this occurrence is as follows.",
            "In vessels made by us artificially, and moved, like the aforementioned boats, more or less swiftly, the acceleration and deceleration are always shared in the same way by the entire vessel and each of its parts. So, while, for example, the boat decelerates from motion, the preceding part does not decelerate more than the subsequent part, but all equally participate in the same deceleration.",
            "The same applies to acceleration; thus, contributing to the boat's new cause of greater speed, the preceding parts do not accelerate more than the following parts, but the bow and the stern gain speed in the same way.",
            "This is because the vessel is constructed and composed of solid and hard material, which does not yield or flex.",
            "But in the immense vases, which are the very long beds of the seas; although they are nothing more than some cavities made in the solidity of the terrestrial globe, it happens in a marvelous way that their ends do not increase or decrease their motion together, equally and at the same moments in time;",
            "but it happens that when one of its ends finds itself, by virtue of the combination of the daily and annual motions, greatly delayed in its speed, the other end is still affected and joined with very fast motion.",
            "Which, for easier understanding, we will explain by taking the previous figure again.",
            "In which, if we understand a stretch of sea to be long, for example, a quarter, which is the arc BC, because the parts B are, as explained above, in very fast motion, due to the combination of the daily and annual movements in the same direction, but the part C then finds itself in delayed motion and devoid of the progression dependent on the daily movement;",
            "If we understand, I say, a stretch of sea as long as the arc BC, we already see how its ends move at the same time with great inequality.",
            "And the speeds of a stretch of sea along a semicircle and placed in the state of the arc BCD would be extremely different, so that end B would be in very fast motion, the other end D would be in very slow motion, and the parts in the middle towards C would be in mediocre motion: and depending on how short these stretches of sea are, they would participate less in this strange occurrence of finding themselves at different times of the day with their parts affected differently by speed and slowness of motion.",
            "So, if, as in the first case, we observe by experience the acceleration and deceleration, although equally shared by all parts of the containing vessel, it is still the cause for the contained water to flow back and forth, what should we expect to happen in a vessel so marvelously arranged, where the delay and acceleration of motion are contributed very unevenly to its parts?",
            "Certainly, we can't say anything else, except that greater and more marvelous causes of commotion in the water and stranger discoveries must be found.",
            "And although it may seem impossible to many that in artificial vessels we can experience the effects of such an accident, it is not entirely impossible. And I have the construction of a machine, and in due time I will disclose it, in which the effects of these marvelous compositions of movements can be observed in particular.",
            "But as far as the present matter is concerned, it is sufficient for everyone to understand with their imagination what has been explained so far.",
            "Now, in examining the phenomena observed through experience in the ebb and flow of waters, we should first not have difficulty understanding why there is no noticeable ebb and flow in lakes, ponds, and even in small seas: this has two very congruent causes.",
            "The first is that, due to the shortness of the vessel, as it gains different degrees of velocity at different hours of the day, with very little difference, these degrees are acquired by all its parts, both the preceding and the following, that is, the eastern and western parts, almost in the same manner and time they accelerate or decelerate; and as this alteration occurs gradually and by degrees, without sudden impediment or delay, or sudden and great acceleration to the movement of the containing vessel, it and all its parts are equally and slowly impressed by the same degrees of velocity.",
            "From this uniformity, it follows that the contained water, with little resistance and reluctance, receives the same impressions, and therefore gives very obscure signs of rising or falling, flowing towards this or that direction.",
            "The second cause is the reciprocal motion of the water, resulting from the impetus conceived by the motion of its container, which, as noted, has very frequent vibrations in small vessels.",
            "Hence, it follows that, by participating in terrestrial movements, it only contributes to the motion of waters every twelve hours, since once a day the motion of the containing vessels is significantly delayed and accelerated. However, the other second cause, dependent on the gravity of the water, which seeks to reach equilibrium and, depending on the shortness and depth of the vessel, has its reciprocations every one, two, three, or four hours, etc., when combined with the first cause, which in itself remains very small in small vessels, completely disturbs and renders it imperceptible.",
            "However, since the primary cause, which has periods of 12 hours, has not yet finished imprinting its influence, the secondary cause, depending on the weight of the water itself, intervenes, contrary to it. Depending on the size and depth of the vessel, the secondary cause has its own vibration periods of 1, 2, 3, or 4 hours, etc. This secondary cause disrupts and removes the influence of the primary cause, preventing it from reaching its peak or midpoint of its motion.",
            "And due to this counterposition, the evidence of the ebb and flow is completely annihilated or greatly obscured.",
            "I leave aside the continuous accidental alteration of the air, which, also disturbing the water, would not allow us to ascertain a very slight increase or decrease of half a finger or a smaller quantity that could actually take place in the basins and receptacles of water no longer than one or two degrees."
        ],
        [
            "Secondly, I address the doubt that arises when we consider that the primary cause of tides only stirs the waters every 12 hours, once due to the maximum speed of motion and the other due to the maximum delay. Nevertheless, it is commonly observed that the tidal cycle occurs every six hours.",
            "To this, it is answered first that the determination of the periods that occur in effect cannot be obtained solely from the primary cause;",
            "but it is necessary to include the secondary cause, which we have said is the one that depends on the natural inclination of the water.",
            "When lifted once towards one of the ends of the vessel, due to the nature of its weight, it flows to reduce itself to equilibrium and undergoes many oscillations and fluctuations, more or less frequent depending on the smaller or greater length of the vessel and the greater or lesser depth of the water.",
            "Secondly, I say that the commonly observed period of about six hours is not more natural or principal than any other, but it is indeed the most observed, known, and described among the others. This is because it pertains to the Mediterranean Sea, around which all our ancient writers and a large part of the modern ones lived.",
            "The length of the Mediterranean Sea brings about oscillations dependent on the secondary cause of approximately six hours.",
            "On the other hand, in the regions ending on the eastern side of the Ethiopian Ocean, which extends to the West Indies, the oscillations occur approximately every 12 hours, as daily observed in Lisbon, located on the last shores of Spain. Against Lisbon, the sea that stretches towards the Americas up to the Gulf of Mexico is found to be twice as long as the Mediterranean stretch from the Strait of Gibraltar to the shores of Syria, which is about 120 degrees, while the former is about 56 degrees.",
            "Therefore, believing that the periods of ebb and flow occur every six hours has been a deceptive opinion that has led writers to indulge in many vain fantasies."
        ],
        [
            "From here, it will not be difficult, in the third place, to investigate the reasons for the many inequalities of periods observed in the smaller seas, such as the Propontis and the Hellespont and others, in which the course of the waters reciprocates every three hours, every two hours, every four hours, etc., with such differences that have greatly troubled the observers of nature, as they, ignoring the true reasons, have resorted to vain chimerae of lunar motions and other fantasies, never considering the different lengths and depths of the seas",
            "which, as mentioned, have such a powerful cause in determining the times of the ebb and flow of waters that when, being first well assured of the historical truth of the fact and of what happens in different seas, one had further demonstrations of what the reciprocations of motions should do, proportionate to the lengths and depths of the vessels, it would be very swift and ready to overcome all difficulties, especially by combining and tempering these secondary reasons with the primary and universal reason, dependent on the motion of the Earth."
        ],
        [
            "In the fourth place, we will have a very clear reason why it happens that a certain sea, although very long, such as the Red Sea, is almost entirely free from ebb and flow.",
            "This happens because its length does not extend from east to west, but rather crosses from southeast to northwest",
            "but since the movements of the Earth are from west to east, the impulses of the waters always strike the meridians and do not move parallel to each other",
            "so in seas that extend transversely towards the poles and are narrow in the other direction, there is no cause for ebb and flow except through the participation of another sea with which they communicate, which is subject to great movements."
        ],
        [
            "We will understand, in the fifth place, very easily the reason why the maximum tides occur, regarding the rising and falling of the waters, at the extremes of the gulfs, and they are minimal in the middle parts.",
            "Since experience shows us, as mentioned above, that the water in its oscillations does not rise in the middle of its containing vessel, but it rises and falls mostly at the extremities.",
            "Therefore, it happens that at the extremity of the Adriatic Gulf, around Venice, the tides commonly show a height difference of about three arms.",
            "However, in the places of the Mediterranean distant from the extremes, such variation is minimal, like in the islands of Corsica and Sardinia, and on the coasts of Rome and Livorno, it does not exceed half an arm."
        ],
        [
            "Sixth, taking into account what has been noted above and what experience presents before our eyes, the cause will be readily apparent as to why, in the vast seas, although the rising and falling of the waters are minimal in the middle parts, the water currents towards the west and towards the east are nevertheless very strong.",
            "This is due to the nature of the oscillations of the water, as the less they rise and fall in the middle parts, the more they flow forward and backward, with the opposite occurring towards the extremities.",
            "Furthermore, considering how the same quantity of water, although moving slowly through a spacious channel, when it has to pass through a narrow place, it flows with great force out of necessity, we will have no difficulty in understanding the cause of the immense currents that occur in the narrow channel separating Sicily from Calabria.",
            "Since all the water that is sustained by the breadth of the island and the Ionian Gulf in the eastern part of the sea, although it slowly descends towards the west, nevertheless, when it narrows in the strait between Scylla and Charybdis, it causes great agitation.",
            "Similar to this, and much greater, it is understood to occur between Africa and the immense island of St. Lawrence, while the waters of the two great Indian and Ethiopian seas, which surround it, must narrow down in a smaller channel between it and the Ethiopian coast.",
            "The currents in the Strait of Magellan, which connects the vast Ethiopian and South Oceans, must be exceedingly great and immense."
        ],
        [
            "Followed by, in the seventh place, to account for some more hidden and unexpected accidents observed in this matter, we are making another very important consideration on the two main causes of tides, combining them and mixing them together.",
            "The first and simplest of which is the determined acceleration and retardation of the parts of the Earth, dependent on the combination of the two motions, annual and diurnal; this alteration has its very determined period of accelerating at one time and retarding at another, and then rapidly flowing towards the opposite end, covering the span of 24 hours in these changes.",
            "The other cause is that which depends on the gravity of the water itself, which, being initially moved by the primary cause, then seeks to return to equilibrium with iterative reciprocations, which are not determined by a single fixed time, but have as many different times as there are different lengths and depths of bays and sea inlets.",
            "Thus, it happens that other seas, to the extent that they depend on this second principle, would flow and ebb in one hour, others in two, four, six, eight, ten, etc.",
            "Now, if we begin to combine the primary cause, which steadily has its period of flowing in one direction and then after twelve hours in the opposite direction, with any of the secondary causes that have their period, e.g., every five, it will happen that at certain times the primary cause and the secondary cause will agree to create impulses in both directions, and in this conjunction, in a kind of unanimous conspiracy, the tides will be large.",
            "At other times, when the primary impulse comes in a certain way to oppose what the secondary period would bring, and in this comparison, by subtracting from one principle what the other would give us, the motions of the waters will be greatly weakened, and the state commonly known as the 'sea of bile' will occur.",
            "And at other times, depending on how the two principles are not entirely contrary or entirely uniform, there will be other changes in the increase or decrease of tides.",
            "It may also happen that two very large seas communicating through a narrow channel meet to have, through the mixture of the two motion principles, one cause of inflow when the other has a cause of contrary movement;",
            "in which case, in the channel where these seas communicate, there will be terrible agitations with opposite movements and dangerous vortices and boilings, of which there are continuous reports and experiences.",
            "From such discordant movements, dependent not only on different positions and lengths but also greatly on the different depths of the communicating seas, various disturbances will arise in the waters at certain times, irregular and imperceptible, the reasons for which have greatly perturbed and still perturb sailors when they encounter them, without realizing that neither the force of winds nor any other significant alteration of the air can be the cause.",
            "In other incidents, we must take into great account the disturbance of the air and consider it as a third causal and incidental factor capable of greatly altering the observation of the effects dependent on the primary and most essential causes.",
            "And there is no doubt that by continuing to blow impetuous winds, for example, from the east, they will support the waters, preventing their reflux. Thus, when the second and then the third tide arrives at the predetermined hours, they will swell greatly. And so, sustained for several days by the force of the wind, they will rise more than usual, causing extraordinary floods.",
            "We must also (and this will be the eighth problem) be aware of another cause of movement, dependent on the great volume of water from rivers that flow into not very extensive seas: where, in the channels or straits that communicate with such seas, the water is always seen to flow in the same direction, as is the case in the Bosporus Thracius under Constantinople, where the water always flows from the Black Sea towards the Propontis.",
            "However, in the Black Sea, due to its small size, the main causes of tides are of little effect; on the contrary, when many large rivers such as the Danube, the Borysthenes, and, due to the Meotis marsh, the Don and others flow into it, in having to pass and discharge such a large influx of water through the strait, the current there is quite noticeable and always towards the South.",
            "Moreover, we must note that although this strait and channel are very narrow, they are not subject to disturbances like the Strait of Scylla:",
            "because the former has the Black Sea above it towards the north, and the Propontis and Aegean Sea with the Mediterranean behind it, although for a long stretch, on the South side.",
            "But, as we have noted, seas that stretch from North to South do not experience tides.",
            "However, since the Strait of Sicily is located between parts of the Mediterranean spread over great distances from west to east, that is, according to the flow and ebb current, the agitations there are very significant.",
            "And they would be immeasurably greater in the Strait of Gibraltar if it were narrower; and they report without measure the agitations in the Strait of Magellan."
        ],
        [
            "So it was, Illustrious Sir, that which I, conversing with you, brought forth regarding these movements of the sea: a thought that alternately seemed to reconcile the mobility of the Earth with the ebb and flow, considering the former as the cause of the latter and the latter as an indication and argument of the former.",
            "And since in our conversation I recall telling you that, in addition to many signs provided by the movements of celestial bodies, others are also supplied by the elements, namely water and air, I think you would not mind if, for the sake of your memory, I briefly note what I explained to you regarding the other argument derived from the air."
        ],
        [
            "The air, being a fluid and tenuous body not firmly connected to the Earth, seems to have no need to obey its movement except to the extent that the roughness and unevenness of the Earth's surface snatch a portion of it and carry it along with itself, a portion that is believed to surpass the greatest heights of mountains by a considerable margin.",
            "This portion of air will be even less resistant to the Earth's rotation as it is filled with vapors, fumes, and exhalations, all elemental substances naturally inclined to the same terrestrial movements.",
            "However, if the causes of motion were absent, that is, if the surface of the Earth had large flat spaces and there were less mingling of terrestrial vapors, in those places the reason for the ambient air to completely follow the Earth's rotational motion would partly cease.",
            "Consequently, in such places, while the Earth turns eastward, we would continuously feel a breeze striking us from the east to the west. This breeze would become more pronounced where the Earth's rotation is faster, which would be in locations farthest from the poles and near the maximum circle of the diurnal rotation.",
            "Indeed, it seems that experience strongly supports this philosophical reasoning, as in the vast seas and their remote parts far from land and situated in the torrid zone, that is, between the tropics, a perpetual breeze from the east is felt with such constant force that ships easily and prosperously sail to the West Indies by means of this breeze. Similarly, when departing from the Mexican coasts, they navigate the Pacific Ocean toward the East Indies, which are west of them but east of us.",
            "Conversely, voyages eastward are difficult and uncertain and cannot be made through the same routes. Instead, ships must sail closer to the coast to find other winds, so to speak, accidental and tumultuous winds caused by other principles, as we inhabitants of the mainland continuously experience. Many and diverse generations of winds have causes that cannot be produced at present.",
            "These accidental winds are those that blow indiscriminately from all parts of the Earth and disturb the narrower seas enclosed between the continents, serving the navigations carried out in those areas.",
            "Although in the seas far from the equator and surrounded by the rough surface of the Earth, which means they are subject to those air disturbances that disrupt the primary exhalation, which should be perpetually felt if these accidental hindrances were absent, it seems that, in these seas, voyages are carried out equally in both eastward and westward directions. However, anyone who pays careful attention would find that, in general, voyages westward are much easier and shorter.",
            "I know, among the merchants in Venice, where diligent records are kept of the departure and arrival days of ships bound for Alexandria and Scio, that, after considering one or more years, the return journeys take at least 25 percent less time than the outbound journeys.",
            "This is a clear indication that, contrary to expectations, easterly winds consistently prevail over westerly winds.",
            "Therefore, the perpetual exhalation of air from the east around the globe, especially near the equator where the surface is level, as it is in the water, seems to be no less likely to agree with the mobility of the Earth than the many circumstances of the ebb and flow of the sea. This is particularly true if we compare the speculations put forth by other authors thus far to explain these same effects."
        ],
        [
            "Many other considerations could be proposed if I were to descend into more minute details, and many more would be adduced if we had a copious, distinct, and veridical history of observations made by skilled and diligent men in different places on Earth. From the conferences and meetings resulting from these, with the assumed hypothesis, we could more resolutely determine and foundationally establish this so obscure matter.",
            "For now, I only intend to have provided some kind of rough outline of it, which, if nothing else, is meant to stimulate scholars of natural phenomena to reflect on this new idea of mine in the future.",
            "However, it should not represent itself and manifestly reveal itself as so vain that, like a dream, it carries with it a brief image of truth with an immediate certainty of falsehood.",
            "I leave this to the judgment of astute observers."
        ],
        [
            "And finally, as the last conclusion and seal of this brief Discourse, if the hypothesis taken and corroborated hitherto solely by philosophical and astronomical reasons and observations were, by virtue of more eminent knowledge, declared false and erroneous, it would also be necessary not only to doubt what I have written but to consider it completely futile and irrelevant.",
            "And as for the questions raised, we should either eagerly hope that those who have pointed out the fallacy of these arguments will present their own true reasons, or we must consider that these are among those pieces of knowledge that the blessed God has chosen to hide from human intellects. Alternatively, with better judgment, we should move away from these and other vain curiosities that consume a great part of our time, which could be much more usefully employed in more beneficial studies.",
            "And here, respectfully kissing his robe, I humbly recommend myself to him in grace.",
            "Written in Rome, from the Garden of the Medici, on January 8, 1616."
        ]
    ]
}