{
  "title": "test",
  "paragraphs": [
    [
      "Cum igitur aut haec Phaenomena ad veros montes, & veras valles, ac vere prominentes vel depressas partes in luna existentes referri debeant, aut ad apparentes, non tamen veras, & ex sufficienti enumeratione hucusque probatum fuerit non posse vere ibi montes, ac valles existere, cum neque possint esse eiusdem rationis cum nostris, & ex sublunari materia, neque diuersae rationis, aut ex celesti substantia: reliquum erit ducere ea spectra tantum esse, & apparentias tantum motium conuallium, veraginum, marium insularum, atque peninsularum species;",
      "non autem verorum corporum formas, & apparentias, quod etsi difficilimum erit aduersus virum doctissimum Geometricis, & opticis rationib. instructum probare.",
      "tamen aliquam afferre rationem satis probabilem, & ipse magni alicuius viri acuitate munitus pro viribus tentabo, quod si mei propositi scoupum assecurus non fuero, laboris non penitebit, alij enim fortasse ex hoc ad veriorem causam indagandam excitabuntur, vel ipsemet Gallileus his agitatus stimulis quod iam pollicitus fuit se insystemate mundi dicturum exequetur, ac fusius, & apertius his de rebus suam sententiam explicabit, & confirmabit, vt vero vnde discesseramus reuertamur.",
      "horum Phenomenum spectra, & apparitiones si verorum corporum non sint duplici pacto fieri contingit, vno scilicet si haec in luna videantur tamquam in speculo quoddam, & perpolito corpore nostrorum montium, ac Prouinciarum, & marium imagines, cui adsimilem sentetiam recitauit Plutarcus in opusculo de facie in orbe lunae dicens aliquos existimasse magnas illas in luna apparentes maculas esse imaginem exteri maris;",
      "Agesianaxi carmina referens, qui ita cecinit."
    ],
    [
      "Aut maris immensi opposita sua parte frementis"
    ],
    [
      "In speculo ardenti repraesentatur imago."
    ],
    [
      "Quamquam eandem Tententiam Cesarae Rodulphi Augusti maiestati placuisse Kheplerus refert, cum videretur sibi imago Italiae in lunae maculis offerri, sed haec sententia tum a Plutarcho, tum etiam ab alijs confutatur, mihi vero vnum sufficit contra illam argumentum, quo vtitur Auer. secundo de celo part.49. vbi inquit, quod si ista nigredo, quae apparet in luna esset idolum formae corporum, quae sunt hic sicut quidam fingunt, quod illud est idolum formae morium, aut marium, quoniam si ita esset accideret eis diuersitas aspectus quoniam causa eius non esset nisi reflexio, & reflexio non est nisi ad loca terminata.",
      "Quare cum maculae in luna apparentes, & antiquae, & nouae semper eumdem, seruent situm, non potest hoc fieri ex reflexione imaginis horum inferiorum.",
      "Altero autem modo haec Phoenomena fieri contingit ex admixtione lucidi, & opaci, veluti videmus Pictores ex varia horum admixtione in eadem omnino plana, ac leni superficie, alias eminentes, alias depraessas, alias excelsas, alias humiles, alias integras, & continuas, alias perforatas, ac dehiscentes imagines corporum ostendere, quod magis clare in nubibus aspicimus aduerso Sole illustratis quae cum Solis radios vndequaque non admittant ex lucido, & opaco permixte varia oste dunt spectra, quo quidem supposito cu alterum pariter accipiamus, lunarem, scilicet globum ex claro, & opaco constare non difficile erit fortasse horum Phenomenum causam assignare:",
      "Quod vero lunaris globus ex opaco, & lucido sic compositus credo omnes admittut, cum sit infirmum omnium astrum, ac propterea vt Arist. dicebat primo meteologicorum cap.40. in eo hoc quidem purius est illud autem minus sincerum, & alibi illam terrae adsimilem dixit, non quod luna fit ex dissimilaribus omnino corporibus tamquam haec inferiora composita, hoc enim summae ipsius coeli simplicitati derogat; quam supra demonstrauimus, sed eo, quod in luna liquae partes sint lumini magis peruiae, ac magis daphanae, & traspicue, aliae autem sint minus peruie, ac minus diaphanae, & opacae, neque vero absurdum est has differentias esse in luna, quamuis sit corpus incorruptibile;",
      "cum hae differentiae ipsi competant, quatenus est corpus luminis susceptiuum, illuminatio autem est passio perfectiua, non autem corruptiua.",
      "Quod autem luna sit corpus neque perfecte opacum, neque perfecte deaphanum, sed ex vtroque admixtum hinc colligo, cum enim luna ex eadem substantia sit ex qua reliquus eius orbis, non potest esse simpliciter opaca, coelum enim ipsum sua natura est diaphanum; & quamuis diapheneitas non sit accidens essentiale ipsius coeli, cum alijs etiam corporibus competat, vt ipsimet coelo inseparabile, quare si luna ex eadem celi substantia constat, quantumcunque opaca sit, tamen perspicuitatem aliquam habebit, quae & si tota lumini non est peruia, lucem tamen aliquam, quamuis obscuram, & dubiam admittet, atque ita quamuis luna aliqua fui parte Solis radiis integre permeabilis non sit, aut omnino non permeabilis, quemadmodum est secundum corporis profunditatem, & in magna etiam superfici ei parte, tamen etiam secundum has partes aliqualem habet diapheneitatem, & lucem aliquam admittit, saltem secundum aliqualem profundidatem, cum ob vastuam crassitiem lunaris corporis Solis radij, quamuis perpendiculares existentes eius profunditatem penetrare non possint.",
      "Quare tum ex opacitate tum ex crassitie in eclipsi Soli lunare corpus, quamuis perpendiculariter sub radijs Solis positum illis nequaquam peruium fit, sed obscurum, & tenebrosum apparet, cum tamen ipsa minus quam sextili raditione illuminata totum, quod reliquum est corporis non irradiati, obscura, atque ambigua luce perfusum videatur; lumen quippe recipiens ab obliquis Solis radijs secundum superficialem solum crassitiem; tantum quantus est lunaris globi nobis conspicui ambitus, quod ita fieri inde manifestum est, lumen etenim hoc paulatim minuitur Sole magis recedere, & Solis radijs minus oblique receptis quousque superata prima quadratura tandem euanescat, Solis radijs magis recta illuminatibus, ac superficiem tantum illustrantibus, ad quam causam referendam existimarim lucem illam, quam in lunae opaca parte D. Gallilaeus obseruat, & omnes conspicimus; potius quam ad mutuam illam luminis communicationem velut a luna Terrae, ite a terra lunae participatam, quam ex Pytagorici Philolai sententia D. Gallilaeus comminscitur, cum terra non sit perpolitum corpus a quo in tantum spacium, quatum est vsque ad lunam ressilire possint Solis radij, atque illuminationem communicare, quinimo est corpus scabrum, & gibbosum, a quo fit minor reflexio radiorum, ita, vt neque primam aeris regione reflexi a terra Solis radij superent; inditio sunt pluuiae, grandines, & alia frigida, quae in media aeris regione generantur.",
      "His igitur argumentis statuo, quod primo loco supponitur lunam non esse simpliciter opacum corpus, quamuis hoc idem probauerit Auerr. secundo de coelo 49.",
      "Alia demonstratione ex doctrina Auen marlia in tract. singulari, nempe, quia illuminatio lunae quam acquirit a Sole non est secundum reflexionem, quia si esset secundum reflexione non illuminarentur ex terra, nisi loca terminata secundum suum si tum, nam reflectio non fit nisi secundum angulos terminatos, & contingit ex hoc in quibusdam sitibus, vt lumen eius non perueniret ad terram, & totum hoc dicit esse manifestum ex aspectibus: quare statuit illuminationem eius a Sole esse secundum quod luminosum illuminatur perse, & cum ita sit fieri primum luminosam a Sole, deinde prouenire ab eo lumen, quemadmodum prouenit ab alijs stellis scilicet, vt ab omni puncto eius exeant radij infiniti. ",
      "ex quibus deducitur, quod si luna primum illuminatur a Sole quarenus luminosum illuminarur per se, ac deinceps prouenit ab eo lumen vt prouenit ab alijs stellis, quod luna primo recipit lumen, vt diaphana, deinceps vero per se luces illuminat reliqua, quod autem luna non sit simplicitur Diaphana, sed etiam opaca ex eo patet, quod quamuis semper secundum dimidiam sui partem a Sole sit illustrata, tamen secundum alteram dimidiam partem semper opaca cernitur, quae quamuis, vt diximus aliquando lucem aliquam praeseferat (argumentum alicuius perspicuitatis;) tamen illam lucem vix exiguam, & tenebrosam ostendit, argumentum admixtae opacitatis; quam lumen ipsum omnino peruadere non possit.",
      "His autem ita suppositis, & probatis, aliud tertium suppono, scilicet, quod manifesta differentia luminosi, & opaci in luna reperitur secundum superficiem lunae tantum & aliqualiter etiam, vt supra dictum fuit secundum superficialem crassitiem, non autem secundum intimam, & profundam, quam sententiam statuit Auerr. loco citato, vbi etiam declarauit quid sit opacum, & lucidum in luna his verbis.",
      "Et dicti sunt in huius casu quamplures sermones, & rectior est, quod sit aliqua pars in superficie lunae, ita quod illa pars eius non recipit lumen a Sole secundum modum recipiendi aliarum partium, & hoc non est prohibitum a corporibus celestibus, quoniam sicuti in eis inuenitur luminosum, aliquo modo, ita obscurum, vt luna, vnde dicit Arist. in lib. de animalibus, quod natura lunae, est similis naturae terrae.",
      "His autem suppositis non erit fortasse impossibile absque montibus, & conuallibus omnia obseruata in luna Phenomena demonstrare, & primo primum, luna scilicet in prima quadratura lumine fulgente, linea contermina opaco, & claro, qua vtrumque discernitur, inaequalis obseruatur, ac multis finibus, & prominentijs distincta, vt perspicillo obseruantibus patet.",
      "At si lunae superficies lenis esset, & aequalis omnino recta, & aequabilis videretur; ergo lunae superficies non est aequalis, sed aspera, & montuosa.",
      "Reponde hoc posse prouenire ex diuersitate partium existentium in superficie lunae quamuis lenis, & aequabilis; ",
      "Naqua parte luna est transpicua, & lucis susceptiua, non solum secundum superficiem, verum etiam secundum substantiam, eatenus clara apparet, quamuis irradiatio ad eam partem adhuc non peruenerit, qua autem parte opaca est nec luminis susceptiua, eatenus obscura videtur, cum lumen eius substantiam non peruadens, illam adhuc illustrare non possit; cum vero inaequaliter his partibus distincta sit luna quemadmodum videmus marmoreas pilas varijs colotum maculis distinctas, non mirum est, si linea discernens lucidum ab opaco inequalis videatur, ac sinuosa, vel tuberosa, etsi enim superficies lenis, & aequalis sit, tamen non est similaris in suscipiendo lumine, sed diuersae omnino rationis, quare vbi pars transpicua exporrigitur vsque in opacam lunae partem lumen ita pariter ad eandem longitudinem porrigitur intra opacum, vbi autem aliqua pars fuerit iuxta lucidam opaca, & lumini imperuia ibi obscura apparet, quae si in longum porrigitur intra illuminatae partis spatium, pariter extensa videtur, & ita linea terminans clarum, & opacum minime recta, sed aspera, & inaequalis necessario apparebit, necnon multae partes lucidae in opacum & multae opacae in lucidum protendi videbuntur; alterum quoque, quod obseruatur in eadem pariter causam referri potest, nempe cum multae adhuc apparent in illuminata lunae parte exiguae maculae quam partem habent nigricantem Solis locum respicientem, ex aduerso autem Solis lucidioribus terminis quasi canentibus iugis cernentur consimili aspectu, quo in terra circa Solis exortum cacumina montium Solis radijs illustrata videmus, valles autem adhuc obscuras, & tenebrosas, hae autem maculae crescente luminosa parte tenebras anminittunt que ad modum Sole sublimiora petente terrestium cauitarum vmbrae imminuntur, ex admistione enim eadem luminis, & opaci ficti posse compertum est Diaphanis quidem partibus primo, ac magis illustratis opacis autem minus, quod in nubibus lumen varie admittentibus est manifestum, id autem ex eo comprobatur, quod harum macularum obscurae partes paulatim delitescunt, prout paulatim ab aduersis radijs omnes irradiati corporis partes secundum superficiem illustrantur.",
      "Quae antea obliqua irradiatione varie illustrabantur aliae secundum superficiem, & aliqualem profunditatem, vt Diaphanae partes, quae ob hoc clariores apparebunt, aliae vero secundum superficiem tantum, atque obliqua, vt diximus irradiatione, quae, & obscuriores, haec vero ex eo magis confirmo, quod obseruatur quemadmodum inquit D. Gallilaeus lucidam lunae partem his aerolis esse distinctam frequentissimis, vt est Pauonis cauda oculis, aut claciales cristalli suis maculis, quod manifeste distinctionem lucidi, & opaei in eadem superficie praesefert, vt in nubib. elarioribus, ac tenuibus manifestum fit, & in eodem exemplo allato clacialis cristalli.",
      "Tertiae autem obseruationis, & quartae vnam, atque eamdem specie causam assignamus: dico tertiam obseruationem eam qua multae cuspides cleriores in opaca lunae parte obseruantur non exigua intercapedine ab illuminata distantes, quae paulatim aliqua interiecta mora magnitudine, & lumine augentur, ac deinceps reliquae parti lucidae, & ampliori iam factae iunguntur.",
      "Quarta aute dico obseruatione, que apponitur figurae circularis, cuius extremae partes illuminatae lune parti oppositae luce fulgentes conspiciuntur antequam semidiamentum figurae lux occupauerit, vt clare demonstrauit in suis obseruationibus D. Gallilaeus, & nos initio disputationis proposuimus, quemadmodum descriptum videtur in tertia figura lunarium apparentiarum quae initio apponuntur, quibus obseruationibus ex suppositis principijs videtur esse difficile respondere; nam si lumen in partem aliquam diaphanam diffundi debet continuatio tramire oportet, vt diffundatur, quod in his obseruationibus minime conspicitur, sed longo spatio interposito opaco lumen remotum apparet, cui instantiae respondemus non esse impossibile cecos ductus diaphani, & perspicui corporis, sed opaca superficie protendi vsque in diaphanam aliquam ex profundo in superficiem emergentem partem, per quos ductus lumen longo postmodum interstitio erumpat, & paulatim superfici ei communicatum magis amplum fiat, ac magis lucidum: huiusmodi inquiunt.",
      "Arethusae aquas in Siciliae solo absortas longissimo interlabentes spacio etiam sub ipso mari in remotissima regione Behotiae iterum apparere, quod ex proiectis in aquam cognocunto, quae eadem deinde in remotissima illa scaturigine apparent, quod si haec smnia, & alia innumera spectra, vt voragines, Maria, & lacus, quae apparent ex ali admixtione lucidi, & opaci fieri possunt, vt in nubibus a Sole illustratis videmus, in quibus vnicuique illa apparet Idoli species, quam imaginatione concepit quid frustra veros montes, conualles, voragines, Maria lacus, insulas peninsulas, promontoria in luna statuemus, quibus vniuersa Philosophia non moeo nutet, sed corruat, & humanu ingenium tanta vertigine circumducatur.",
      "Sed vnu apponam, quod mihi reliquum est in hac disputatione, neque pretermitti sine negligentiae nota poterit scilicet cum densum, & rarum in celesti corpore reperiatur, ad quid nam ex his referatur diaphanum in luna existens, ad rarum, an ad densum?",
      "& pariter ad quidnam ex his referatur lucidum?",
      "hucusque in macularum antiquarum causam assignarunt, dixerunt enim lunae obscuras partes rariores esse lucidas autem densiores, quod inde colligebant, quia videbant coelum tamquam rarissimam substantiam nullam lucem effundere, stellas autem ex eadem substantia, sed densas lucere, ego autem contrarium existimo, densas scilicet lunae partes esse opacas, & lumini inpermehabiles, raras autem esse diaphanas, ac luminis susceptiuas, & proinde lucidas, neque par est ratio de stellis, & de luna, cum stelle proprium habeant lumen hoc est ex lucida celi substantia constent, ac proinde magis densae, magis lucent, tanquam ex maiori portione lucidae substantie compactae, at luna, quae nullum habet proprium lumen, sed solum ascititium, qua parte magis densa est, magis est opaca, densitas enim, & crassities corporis permehationem impedit radiorum, quod manifestum est in magis profundo, ac minus profundo diaphano, & minus crasso, & magis crasso, quamuis enim illuminatio non recipiatur in corpore quanto per modum quantitatiuum, non enim habet qualitatem contrariam positiuam in ipso diaphano, quam oppugnare, & expugnare debeat, ac proinde per partem post partem introduci, tamen recipitur in corpore quanto ex quo iure merito dubitauit Auer. 6. Physic. commen.32. Vtrum illuminatio comprehendatur sub demonstratione ibi facta ab Aristotile, quod in omni transmutatione quicquid transinutatur partim est in termino a quo, & partim in termino ad quem, & Alex. vt refert Auert. putauit illam compraehendi sub hac demonstratione, & omnem transmutationem fieri in tempore quamuis aliqua sit, in qua hoc latet ob minimum tempus, in quo fit, vt est illuminatio: quam sententia Alexandri ego valde probo, omnis enim transmutatio necesse est, vt fiat in tempore, neque aliquam possibile est fieri in instanti, cum instans non detur nisi improprie illud accipiamus pro minima temporis parte sensui imperceptibili, quare neque verum est generationem, aut illuminationem fieri in instanti, nisi sumamus instans pro vltimo & extremo temporis, in quo factus est motus alterationis per quem recesserunt dispositiones formae praeexistentis, & corruptae, quod extremum temporis dicitur corruptionis instans, & pro prima parte temporis in quo facta est alteratio per qua introductae sunt dispositiones formae incipientis, & genitae, quae prima pars teporis dicitur esse instans generationis, & ambo instantia haec mente tantum discreta sunt, & potestate, cum vnum tantum ex ipsis in vno continuo reperiatur, veluti in vna continua linea idem punctum diuerse consideratum dicitur finis esse, & principium, finis praecedentis continui, & initium subsequentis, ac pariter in eodem instaner dicimus reperiri, vltimum non esse rei corruptae, & primum esse rei genitae, vt optime Aristot. docuit 8. physic. 69. quare ex rei veritate existimo Aristol. demonstrationem qua ostendit 6. physic.32. omne mobile esse diuisibile vniuersalem esse, & omni trasmutationi copetere etiam generationi, atque illuminationi, ex quibus colligo lumen ipsum, quamuis non recipiatur quantitatiue, neque resistentiam habeat a quantitate contraria, vt dictum est, tamen receptum in corpore quanto illuminabili habere aliquam resistentiam ab ipso quanto, non dico proprie resistentiam, cum ea fiat a contrario, quantitas autem nullam habet contrarietatem, sed dico resistentiam, repugnantium, quae est in corpore quanto, quatenus habeat partes extra partes, vt non possit in indiuisibili aliquam qualitatem secundum totam sui diuisibilitatem recipere, atque ita non modo requiritur aliquod tempus ad illuminationem respectu corporis lucidi illuminantis, quod necesse est fieri praesens corpori diaphano per motu localem, verum etiam ratione ipsiusinet illuminationis, quamuis tempus hoc, quod ad illuminationem requiritur sit satis exiguum, atque omnino imperceptibile, quae opinio, quamuis videatur fortasse contra communem, & paradoxa, tamen infra (Deo dente) clarius explicabitur in tractatu de luce, & lumine; quod si addamus adhuc opacitatem, quae ex sui natura impedit actionem luminis, habebimus omnes causas, ex quibus densiores lunae partes sunt o pace, magis rariotes autem sunt clarae vbi fuerint lumine collustrate, primo namque densiores partes habent plus materiei, quapropter difficilius a lumine penetrantur.",
      "Secundo quod cum lune materia ex sui natura habeat opacitatem, hoc est sit impure diaphana, vbi multum fuerit materiae huiusmodi, quod est in partibus densis, ibi necesse est esse plus opacitatis, contra autem in partibus rarioribus, quae ob minorem soliditatem magis peruiae sunt lumini, & ob minorem adunationem, (vt ita dicam) opaci corporis magis susceptiue sunt luminis.",
      "Sed aliquis adhuc dubitabit: cum opacitas non nisi ex admixtione terreae portionis fieri possit, sola enim terra inter naturalia corpora sola opaca est, quo nam pacto absque terrae admixtione in luna contingit, quod si dicamus terrae admixtionem habere, sequitur ipsam non esse inalterabile, atque ingenerabile corpus, vt dictum fuit, cui dubitationi bifariam respondemus.",
      "Primo quod opacum non semper prouenit ex admixtione terrae.",
      "Cum opacum aliquando dicat carentiam luminis cum dispositionibus contrariis susceptioni luminis, hoc est impedientem susceptionem luminis, & tunc fit ex admixtione corporis terrei, quando autem dicit simplicem negationem luminis, & tunc non est necesse, vt fiat ob admixtionem terrestris substantiae, vt diaphana corpora, quae ex se lumen non habent, quamuis simplicissima minime praesente corpore luminoso apaca sunt, tamen nullam habent terrae, vel terrei corporis admixtionem, & hoc modo contingit in luna esse opacas partes, hoc est minime susceptiuas luminis, vel minimum susceptiuas ob sui naturam minimo aptam ad eius susceptionem.",
      "Secundo autem respondeo, vt supra cum Plotino diximus, ad Platonis mentem reperiri in coelo elementorum inferiorum proprietates absque eorum substantia, atque commixtione, reperitur enim in eo lux, & claritas ignis, absque substantia ignis, reperitur pariter soliditas terrae absque corpulentia terre, coelum enim constare dicunt ex apicibus elementorum, hoc est ex summis perfectionibus elementorum: quare si coelum habere potest soliditatem terrae absque admixtione substantiae terrae, quid impedit, vt habeat etiam opacitatem terrae absque admixtione substantiae terrae.",
      "Haec mire difficiliima probabiliter disserere mihi visum fuit aliorum potius rogans sententiam, quam astruens meam; quod si meis lucubrationibus exiguam aliquam veritatis cognitionem assequutus fuero, non minimum mihi ex exiguo labore voluptatis, atque vtilitatis erit: quamuis enim, vt Aristotel. inquit primo de partibus animalium partem illam aeternam, & proinde nobilem, ac diuinam minus contemplari propterea possumus, quod admodum pauca illius modi sensui patent, quorum beneficio, tum de ea ipsa parte diuina; tum de iis, quae nosce cupimus facultas nobis cogitandi, indagandique suppeditetur, no autem mortales, atque caducas, vt stirpes, vt animantes, quod eas socias familiaresque habemus, nosce vberius possumus: quippe cum multa in esse quoque in genere percipere possit, quicunque non laborem recusat pleniorem, vtrumque uero studium nos delectat, res autem illas superiores, & si leuiter attingere possumus, tamen ob eius cognoscendi generis eccellentiam amplius oblectamur, quam cum haec nobis iuncta omnia tenemus: si autem longe a veritatis scopo aberrauerim, correctionem libenter accipio, non modo ab eccellentissimo Gallileo, quem omni humanitatis, atque officij genere, non minus quam doctrina ornatum, ac mei amantissimum agnosco, verum etiam a quolibet veritatis studioso, quod si mihi contingat, operis atque laboris precium tuli, monstrabitur enim mihi semita ad veritatem, qua nihil mihi iucundius, aut preciosius unguam fuit."
    ]
  ]
}