{
  "title": "test",
  "paragraphs": [
    [
      "Erum quia posset adhuc aliquis haec, quae in Luna videntur, vera existimare, prout in Terra sunt, statues, multos esse terrestres globos, huic nostro adsimiles, & multos Mundo, vt Democrytus statuebat, vt vt Chalperus iocatur in sua disertatione cum sydereo Nuntio, recentem auctorem damnati nominis, & eius insaniam ridens, non erit propterea absonum, & hanc opinionem expendere, vt facta Inductione per singulas opiniones, ad quas haec phenomena referri possunt quod ab initio polliciti summus quaesiti veritas facilius innotescat Opinabatur Democrytus Immensum hoc, quod conspicimus, inane esse, & infinitae vastitatis, in eo autem infinita corpuscula ingenerabilia, & incorruptilibia, vt pote prima rerum omnium principia, magnitudine minima, figura varia: atoma & impassibilia perpetuo volutari; non ab aliquo mouente, suopte impetu agitata, quae multiplici cocursu, ordine, figura, atque positione varia, nec consulto, nec ob aliquem finem, sed temere, ac fortituito concurrentia non vnum, sed multos mundo producerent, nec modo multos, verum etiam infinitos, siue innumerabiles, qui semper fierent, atque corrumperentur, prout varij atomorum concursus in vnam, aut in aliam figuram, situm, atque ordinem coiret. Hanc vero positionem satis probabilem reddebant eius principia, si enim spatium hoc adeo vastum est; multa aptum est continere corpora, nec exigua, sed vastissima, cuiusmodi sunt plures Mundi.",
      "Quod si non modo vastum, verum & immensum sit, & Infinitum, infinitos etiam Mundos poterit continere, multi etenim Mundi, & Innumerabiles etiam infinito spatio contineri possunt.",
      "Cum vnumquodque ex ipsis terminatae sit, atque finitae molis.",
      "Neque aliquid impedit plures, aut etiam infinitas esse Mundos, quinimo necessia est ipsos esse; positis enim causis in actu, necesse est dari effectum actu; sed positis infinitis atomis ex se motis, ponantur actua causae infinitorum Mundoru, ergo necesse est poni infinitos Mundos.",
      "probatur minor, nam causae actu constituentes Mundum sunt materia, & forma, cum Mundus sit corpus sensitile: ac materia infinitorum mundorum actu est.",
      "Nam dantur, atoma insinita per infinitum spatium volutata, quae ex constitutione cuiuslibet etiam maximi Mundorum numeri consumi non possunt, ergo datur materia infinitorum mundorum Datur etiam & forma.",
      "nam forma cuius libet mundi resultat ex figura, situ, & ordine atomorum.",
      "At haec omnia fiunt ex motu, & concursu atomorum non ab alio, sed ex se ipsis agitatorum haec autem cum sint insinita continuo, & infinities agitantur.",
      "Quare infinitis modis concurrunt, ergo infinitas producunt Mundotu formas.",
      "Nec obstat obiectio haec infinium actu non posse dari:",
      "Nam neque Mundi statuuntur infiniti actu, sed potestate: successu enim sunt infiniti non simul, vt etiam sunt caetera indiuiudua, quod patet ex eo, quod suppositum est, ipsos semper fieri, & corrumpi.",
      "Neque anoma sunt infinita actu, cum numquam sint denudata a forma, sed semper sint sub aliqua forma manente perpetuo generatione, atque corruptione rerum ex Democrito; ",
      "Quare veluti materia prima quamuis ex sui natura interminata, atque infinita sit, quinimo interminatae atque infinite sit molis, no tame dicitur corpus infinitum actu, quia actu numquam reperitur denudatum a forma, quae ipsam definit atque determinat.",
      "Ita dicendum est de atomis, quae quamuis sint infinita quia tamen numqua forma definiente, ac terminate destituuntur, neque ipsa actu infinita esse est existimandu.",
      "Quare cum Aristotele primo de Caelo pro hac setetia ita arguo:",
      "Quaecunque constant ex materia, & forma, possunt esse multa numero, sed mundus costat ex materia, & forma, cum sit corpus sensibile, ergo Mundus est multiplicatus numero:",
      "Cu vero tales Mudi generentur, & corrupantur erunt successiue infiniti, vt Democrytus, inquit.",
      "Multi igitur erunt globi terrestres multoru mundoru: quid ergo impedit Luna esse vnum ex his globis, nempe proprij Mundi terrestrem globum, qui Montes habeat, valles; Maria, lacus, ac coetera ad suorum incolarum commoditatem vt hic noster habet, vt D. Galilaei perspicillo nobis osteditur, quam sententiam neothericus quidam paucos ante annos ab Inferis suscitauit statuens quemlibet ex Planetis esse vnum quemquam terrestrem globum huic nostro adsimilem, & circa eorum vnumquodque alios caelos, atque alios orbes uerti, vuius opinionis confirmandae ansam atque suspicionem dedit vt Chelperus inquit, & c.noua hec D.Galilaei oberuatio quatuor Planetarum circa Iouem ob ambulantium, quinimo aliorum duorum circa Saturnum, qui vtilitati inhabitantium Iouiu, ac saturninorum in orbem fortasse circumducuntur.",
      "Quare no solum hos, veru etiam fortasse alios existere, & circa Venere, & circa alios Planetas est suspicandum, qui etsi huc vsque non sunt obseruati, tamen eiusdem Thelescopij vsu ab auctore vel ab alijs processu teporis obseruabuntur.",
      "Quod etsi paradoxum Peripateticae scholae videbitur, alia esse animalia praeter ea, quae circa Terram, aut in aqua viuere conspicimus, tamen Platonicae consentaneum erit, quae alia animalia non solum in aeris atque ignis sphaera viuere statuit, verum etiam in athere, atque athereis globis, quae lunares, aut solares, aut Iouiales Daemones pro cuiusque syderis, quod incolerent, nomine appelauit.",
      "Hanc sententiam non modo absurdam, sed etiam vacuo, quod statuit & cui innititur, magis vacuam, & inanem, & vere casu, atque inconsulto assertam non difficile erit infingere, & explodere si eius principia consideremus; non dicam suppositiones; ",
      "Quae enim vacui suppositio esse poterit;",
      "Est autem primum huius opinionis fundamentu; vastissimu hoc spatium, quod videmus, prorsus Inane esse, ac infinitum; quod primum falsum esse, & impossibile omitto his rationibus demonstrare, quibus Aristoteles, vtitur quarto Phisycorum ex lationis natura atque necessitare petitis, satis enim prolixa foret, ac satis a scopo disputans vagaret.",
      "Sed ex ipsismet terminis implicantiam vt ita dicam impossibilitatis, ac contradictionem continentibus fit manifestum; cum enim dicitur spatium, hoc, quod cernimus, infinitum esse; & vacuum dari impossibilia asseruntur, primum scilicet cerni vacuum, quod manifeste est impossibilie quod enim nihil est non cernitur, neque aliquo alio sensu, nec etiam intellectu comprehenditur; At vacuum nihil est.",
      "Vacuum enim dicit negationem pleni, ergo vacuum cerni est impossibile.",
      "Alterum est, quod dicitur vacuum esse & infinitum, quod pariter est impossibile:",
      "Aut enim, vacuum prorsus nihil est, aut si est, erit spatium, & locus carens corpore; at vbi locus est, non est infinitum, locus enim continens est, & terminans, ergo dicere vacuum, & dicere infinitum, est prorsus dicere impossibilia; ac sibi inuicem pugnantia ex Diametro.",
      "Ex quibus contra hanc positionem ita arguo: si vacuum hoc datur, aut est nobis notum, autem ignotum, si nobis est notum, nulla lia via potest esse notum, quam per comparatione ad locum habitam, nempe, quod velut ex potentia corporis in loco fit plenum, ita ex absentia corporis a loco fit vacuum.",
      "At hic modus cognoscendi simul est cum termino, non simul est cum loco: ergo vacuum infinitum nullo modo nobis potest esse notum, sed erit omnino ignotum; quod si est omnino ignotum; quomodo Democritus deuenit in eius notitia, & eorum, que in eo fiut, sed dicet aliquis; posse deueniri incognitione vacui, nulla habita analagia ad locum, vt est terminus etiam superficies corporis continentis, sed, vt est spatium, quod quidem spatium nihil impedit esse trine dimensum, & infinitum.",
      "Idem autem ex eo probatur, quod tres lineae se inuicem secantes in eodem puncto spatij possunt protendi vsque in infinitum, vt in exemplo linearum."
    ],
    [
      "a, b, c, d: e, f: secant ium se in puncto g. manifeste patet. ",
      "Ad quod dicimus hoc spatium trine dimensum non esse aliud, nisi corpus, Impossibile enim est intelligere trinam dimensionem absque corpore, vt optime arguebat Aristoteles quarto Physicorum contra stoicos, qui dicebant locum esse spatium:",
      "Si enim spatium esset trine dimensum, tunc esset corpus; quare si corpus erit in spatio, tunc corpus erit in corpore;",
      "Nulla igitur alia via potest nobis innotescere vacuum, nisi ex loco, quatenus est superficies, & terminus corporis continentis; dum enim hec superficies continebat aliquod corpus, & deinceps amplius non continet, dicitur uacua illo corpore; quare validu, & in suo robore est argumetum.",
      "Sed iterum ita arguo si vacuu hoc infinitu esset nobis notu, aut sensu tantum cognosceretur, aut intellectu, aut uttoque.",
      "No sensu tatu quia, quicquid per sensu cognoscitur, p certa specie a sesu percepta cognoscitur:",
      "At vacuu infinitu, nec habet specia, quia vacuu, nec certa speciem het, quia infinitu.",
      "Tu etiam quia: quicquid sensu cognoscitur, vt est totus hic sublunaris Mundus, & etiam superlunaris, plenum est, non uacuum, nullus enim nobis notus est locus, qui non sit aliquo corpore plenus, Terra scilicet, aut aqua, aut aere, aut igne, vel etiam athere, ergo vacuum nullo pacto sensu cognoscitur.",
      "Quod si no sensu; ergo nec intellectu: quarto nihil est in intellectu, quod prius non fuerit in sensu, quod si a neutro; ergo, nec ab utroque uacuu, ergo prorsus vacuu, ac inane est hoc uacuice mentu; cui opinio hec uanissima de pluribus mundis innititur.",
      "Sed: & alterum principium, nempe, quod in hoc uacuo infinita volutetur corpuscula prorsus atoma, * impasibilia, quae a se ipsis agitata fortuito concursu omnibus existant causae; non minus absurdum est, quimimo longe magis.",
      "Tot enim continet absurda, quot habet uerba.",
      "Impossibile enim est, corpuscula haec esse infinita, & in infinito uacuo volutari.",
      "Si enim corpora haec sunt infinita; uacuum non datur, nec finitu, nec infinitum; infinita enim corpora omne spatium implent, quinimo exuperant, cum infinita pertransiri non possint, quod si quis dicet infinitum uacuum repleri non potest, & ego dico, infinita corpuscula consumi no possunt.",
      "Quare ita arguo.",
      "Aut uacuum excedet corpuscula, & tunc corpuscula non erunt infinita, aut corpuscula implebunt uacuum, & tunc uacuum non erit infinitum:",
      "Vtrumque igitur est impossibile.",
      "Praeterea impossibile est infinita hec corpora posse dari, cum infinitum actu, nec in quantitate discreta, nec in continua dari possit.",
      "Implicat enim contradictionem, ut Arist.3. Physicos. demonstrauit, nec idonea est responsio supra allata, quia haec corpuscula non dicuntur actu esse cum sint semper sub aliqua forma, nec sine forma reperiti possint quemadmodum, nec materia prima (quamuis sit natura interminata, & quamta) non tamen dicitur corpus actu infinitum, quia numquam actu inuenitur talis, sed semper est sub aliqua forma, quae illam terminet.",
      "Nam longe diuersa inter se sunt haec exempla, & longe diuersa est operatio Arist. de natura materiae primae, & Democryti de natura atomorum.",
      "Arist. enim existimauit, materiam primam esse omnino potentia, ac propterea, nec quid, nec quale, nec quantum, nisi in potentia tantum.",
      "At Democrytus sua Atoma actu esse voluit, etiam determinata natura, atque figura praedita alia quidem rotunda, & igneae naturae magis mobilia: alia autem alterius.",
      "Vt non solum ex Arist. id referente, constat, verum etiam ex Lucretio eius Assecla.",
      "Praeterea impossibilie est, haec esse corpora, & esse Atoma cum omne corpus sit continuum, & omne continuum sit diuisibile in semper diuisibilia.",
      "Praeterea impossibile est esse imparibilia, quia tunc corpora, quae ex ipsis costarent, impartibilia pariter essent, vt arguunt non solum Philosophi, sed etiam Medici, quare omnis alteratio; omnis generatio, & corruptio auferretur.",
      "Impossibile etiam est, quod asseritur, ipsa a se ipsis moueri, cum nullum indiuisibile sit capax motus.",
      "Omne enim quod mouetur necesse est, sit partim in termino a quo: partim in termino ad quem vt Arist. arguit. Sexto Phys. ",
      "Indiuisibile autem, non habet partes.",
      "Si autem corpora sunt, non possunt moueri a seipsis, cum omne corpus, quod mouetur, necesse sit ab alio moueri, vt fuse Arist. 7. Physicor. & 8. demonstrauit, tum ratione, tum etiam inductione: ratione, quia omne corpus constat ex partibus quantis, cum sit continuum; quod autem constat ex partibus velut ad partium quietem quiescit, ita ad earum motum mouetur; quod vero, ad alterius motum mouetur non ex se ipso mouetur: inductione, quia omnia, quae moueri videmus ab alio moueri constat: omnia nanique quae mouentur, aut mouentur violente & haec, notum est, ab alio moueri, aut mouentur non violenter, & haec dupliciter; aut enim sponte, vt animalia, & haec moueuntur ab alio nempe ab anima, aut natura, vt elementa ad proprium locum, & haec pariter ab alio mouentur, nempe a generante, vel a remouente prohibens.",
      "Paret ergo impossibilia haec omnia esse, quae supponit haec sententia nempe esse corpora, esse atoma, & esse ex se mobilia.",
      "Sed vel nullo ex his, aut alijs absurdis considerato, fals, & impossibilis haec sententia ex eo conuincitur, quod temere, ac fortuito eam moueri asserit, ac ita non vnam secundum, hanc ad mirabilem mundi machinam, quam incolimus, & a Deo ita ornatam conspicimus; verum etiam innumera temere, & inconsulto factas, & gubernatas existimat, quae sententia nonnisi stultis, aut impijs (quorum par numerus semper fuit) probabilis visa est.",
      "Contra eam namque omnia, quae nobis occurrunt etiam minima, loquuntur.",
      "Omnia enim admirabilem opificis sapientiam, ac prouidentiam praeseferunt, & quo magis vilia fuerint, & origine, & mole per exigua, eo maius artificium produnt, ac magis sapientis, & potentis artificis consilium manifestant, vt Culex tanta pusillo, ac vix sensibili corpore, tam validum, & tam diuturnum sonum edens, quanto tempore nullus Tybicen, aut nullus Classicarius quamuis validissime inflatis buccis Tycia, aut Classico posset canere, vt formica, vt Apis, quae vilissima, & minima animalia sunt.",
      "Quod optime cognosces Arist. primo de part. animal.",
      "Heracliti sententiam laudauit, qui ipsum conuenientes, & casam furnariam, in qua forte ad ignem sedebat, ingredi verentes, intrare fidenter iussit; quoniam (inquit) ne huic quidem loco Dij desunt immortales.",
      "Neque alijs vmquam placuit hec sententia, quam Prothagore, ant Diagorae, aut Theodori similibus; equorum numero fuit Brunus nouissimus huius sententiae assertor qui ab Elizabettha Angliae, A\"τιςιος,χαι A\"ςευη,χαι A\"θεας cognominari meruit.",
      "Quare nihil illos commouebit argumentum, quo vtitur. Arist.12. Metaph. particula 49. nempe quae materiam non habent, non possunt plura numero esse.",
      "At primus Motor, qui omnia mouet, ac regut materia prorsus caret, cum nec sit corpus, nec virtus in corpore, vt demonstratum fuit 8. Physic. ergo non sunt plures primi Motores. ",
      "Quod si primus Motor non potest numero multiplicari, nec igitur erunt plura prima mobilia, nec plures mundi; non (iinquam) illos conturbat hoc argumentum, cum nullum Rectore, vel Motorem constituant.",
      "sed omnia casu, & fortuito gigni, & conseruari putent.",
      "At eos alijs rursus argumentis adhorriemur, ac primum omitto illud argumentum, quo vtitur.",
      "Arist. primo de Coelo, & Mundo; nempe ex motu elementorum, scilicet, si plures sunt Mundi, aut sunt eiusdem rationis, aut diuersae, si diuersae: tunc equiuoce dicuntur Mundi, quare non facit ad questionem, quod sint plures, nam ita plures mundi aequiuoce, vt depicti possunt dari; aut sunt eiusdem rationis, & tunc eiusdem rationis erunt totum, & partes: quare Terra vnius Mundi eiusdem rationis erit cum Terra alterius Mundi.",
      "Si igitur verum est, plures esse Mundos; sequetur; quod si Terra vnius Mundi est in centro Terra alterius Mundi erit extra centrum.",
      "Aut igitur tendet ad Terram vnius Mundi, tamquam ad locum centri, ac pariter caetera elementa ad proprium locum, & tunc vnus, fiet mundus, aut non tendent, & tunc violenter in eo loco manebunt, quod est absurdum; nullum. n. violentum durabile:",
      "Omitto (inquam) hoc argumentum, quod aliquo modo titubat in suppositione, quod necesse sit: omne elementum tendere ad proprium, & determinatum locum, nempe graue ad medium; leue autem ad oppositum terminum: quam quidam suppositionem concedent aduersarij, in proposito vnoquoque mundo; non autem coguture concedere in pluribus, quare non coguntur concedere Terram vnius mundi debere tendere ad Terram alterius mundi etiam si sint eiusdem rationis:",
      "Nam sufficit Analogia ad operationem formae eiusdem speciei nempe, quod veluti terra vnius Mundi extra centrum sui Mundi constituta tendit ad centrum sui mundi.",
      "Ita Terra alterius Mundi extra centrum sui Mundi posita tendit ad centrum sui mundi, non autem ad centrum alterius Mundi; cum vnusquisque mundus seorsum sumatur, & vniuscuiusque mundi proprium sumatur centrum, & propria circumferentia.",
      "Omitto etiam aliud argumentum, quo vtitur S. Thom. in 1. libro de Coelo nempe, quod si plures essent mundi, aut essent diuerse rationis cum hoc mundo, aut eiusdem.",
      "Si eiusdem tunc essent frustra, si alterius, tunc reliqui Mundi non continerent totam perfectionem vnius Mundi, ad cuius similitudinem dicti essent Mundi.",
      "Huius enim argumenti priorem sequelam negaret Democritus, aut contemneret; primo illam negaret, quia etiam si eiusdem rationis essent alij mundi praeter vnum, tamen non essent frustra plures: forent enim ad conseuatione speciei plures, ne tota species interiret, cum singulos Mundos corruptibiles statuat, veluti caeterarum indiuidua specierum.",
      "Secundo illam contemneret.",
      "Nam quid ad Democritum plures Mundos esse frustra, si nihil consulto, nec propter finem, sed omnia temere, & fortuito fieri, & conseruari astruit?",
      "Quare hoc vno tantum Democritum, & sui sectatores impetam argumento, & eo quidem validissimo quo etia magno illo Alexandro maior existam.",
      "Ille enim Democriti opinione, & rationibus non modo se persuasum, verum etiam victu prodidit, dum ingemuit, audita Democriti sententia, in tanto Mundoru numero se vnius tamen, neque adhuc devicti angustissimis spatijs contineri, quod perbelle risit Satyricus his cas minibus"
    ],
    [
      "Unus Peleo inueni non sufficit Orbis"
    ],
    [
      "Aestuat infoelix angusto lumine Mundi"
    ],
    [
      "Ut Giare claunusus scopulis paruaque Seripho"
    ],
    [
      "At ego uno tantum hoc argumento eius opinione abunde (ni fallor) redat guam, & superabo, quod quidem Alexandro minime fuit possibile, qui per summam ambitionem vastissimum iliud inane a Democrito positum ita merite conceperat, vt toto iam capite esset inanis.",
      "Est autem argumentum quo non modo vtitur Alexandri Praeceptor Arist. in primo libro de Coelo.",
      "Verum etiam Arist. Magister Plato in Thymaeo nempe Mundus constet ex tota materia, ergo vnus tantum est non plures consequens est manifestum ex conditione corporu sensibilium, quae necesse est, constet ex materia, & forma, inter quae corpora mundus est.",
      "Antecedens probatur quia omnis Mathematica sensibilis, aut est corporum generabilium, & corruptibilium, aut ingenitorum; sed Mundus constat ex tota materia corporum generabilium, & ingenitorum; ergo mundus constat ex tota materia simpliciter.",
      "Probatur minor huius argumenti ex eo quod materia sensibilis generabilium, & corruptibilium est materia elementorum.",
      "Materia autem ingenitorum corporum est materia Coeli ex quibus vniuersis & totis corporibus coaugmentatus, & exornatus est mundus, ac propterea vniuersum, & Cosmos est appellatus; ergo Mundus vnus tantum est, & no plures: quod si alia esset materia sensibilia praeter haec, non est coniectandum, aliam esse materiam praeter hanc:",
      "Hoc vero arugmentum adeo validum est, vt sacri Theologi, propterea existiment, Deum plures posse mundos efficere, quia nouam potest creare materiam, quod, etsi potest, tamen non facit, neque fecit, vnum enim tantum esse Mundu ex sacris litteris nobis constat, vt in Euangelio Ioannis primo capitulo dicitur.",
      "Et Mundus per ipsum factus est.",
      "Pater igitur, non posse esse plures Mundos etiam si nullo Opifice constarent, ac nullo Rectore gubernarentur.",
      "Sed ne providentiae arcem adeo facile deseramus opere pretium erit, & hoc paucis expendere: num probabile sit, Mundum vnum, aut plures temere, & casu factos ita pariter gubernari vt Democritus asserit.",
      "Quod falsum esse, & impossibile duobus tantum argumentis ostendemus.",
      "Vnum est.",
      "Quae casu sunt, aut fiunt non semper, nec, vt plurimum eodem modo sunt, vel fiunt, sed raro, at illa quae sunt, vel fiunt in mundo, vt mundus est, hoc est, quae pertinent ad constitutionem Mundi eodem modo semper, vel, vt plurimum fiunt, nempe Coelum, & circulationes Coeli semper eodem modo sunt, & fiunt, nec variari possunt reliqua autem, quae infra Coelum sunt, quamuis contingentia, tamen, vt plurimum eodem modo fiunt, vt notum est, ergo nec Mundus, nec ea quae ipsum constituunt corpora, temere, aut casu facta, vel gubernata esse possunt.",
      "Alterum est, quo vtitur. Aristot. Physicorum contra eumdem Democritum nempe, quod accidens est, posterius est eo, quod est per se:",
      "At casus & fortuna sunt causae per accidens, vt patet, ergo supponunt causam per se.",
      "In constitutione, igitur vniuersi si casus, & fortuna existimantur causae, cum ipsae sint causae per accidens, necesse est, vt supponant causam per se, nempe ipsam mentem, & opificem Deum, quo quidem supposito, optime concludet argumentum allatum Sancti Thomae supra nempe.",
      "Si sunt plures Mundi, aut sunt eiusdem rationis, aut diuersae.",
      "Si eiusde, nunc essent frustra.",
      "Cum vnus Mundus contineat omnem perfectionem, quam habent caeteri omnes Mundi, hoc autem est absurdum.",
      "Deus enim, & natura nihil frustra faciunt, aut sunt diuersae rationis, & tunc non erunt vere Mundi, cum non contineant omnem perfectionem: ex eo enim Mundus vniuersum dicitur, ex quo continet omnem perfectionem; quare patet, plures non esse Mundos, & exinde non posse nos inconiecturam venire, quod huiusmodi Phoenomena vera sint, vt appellat, neque vere in Luna montes, aut conualles, aut Maria, vt fortasse aliquis existimaret parum sane mentis.",
      "Si enim hoc esset verum, tunc necesse esset fore Lunam terrestrem globum alterius Mundi, atque ibi alia esse animantia, alios homines, qui lunare orbem veluti, etiam alij alios incolerent, quae, etsi veteribus Philosophis, vt supra diximus Orpheo, Taleti, Philolao, nec non etiam Plutarcho minime absurda visa fuerint; ex huius tamen sententiae confutatione non modo absurda, verum, & falsa, & impossibilia conuincuntur."
    ]
  ]
}