{
  "title": "test",
  "paragraphs": [
    [
      "Vno igitur exploso modo, quo in Luna montes, & valles, ac voragines, quae apparent consistere posse videbantur, Luna scilicet existente corruptionis, atque corruptiuarum alterationum participe.",
      "Alterum iam propositum reliquum erit examinare, vtrum scilicet possint esse vere in lunari globo hi montes, sed ex aeterea, atque celesti substantia; ita ut lunaris superficies, non lenis, & aequalis, ac perfecte tornata sit, vt hucusque existimauit antiquitas, sed inaequalis, multas habens eminentissimas partes, ac rursus alias minus excelsas, alias autem humiles, & depressas, quemadmodum noster hic globus terrae, & ipse inaequalem habet superficiem, ac montes, & colles, & valles; in quam sententiam venisse existimo Eccellentissimum Gallileu ex obseruationibus perspicillo factis, no enim in aliquam ex praedictis concessisse certo scio, quare illas non propter verum eius sensum confutare opus fuit, sed ob apparentem, quem ipsi fortasse aliqui ex vulgo tribuere videbantur, vt iam initio disputationis significaui, quamuis ipse nihil certum, aut constitutum pronunciet, sed tantum obseruationibus propositis ceteros ad Philosophandum inuitet: ",
      "Haec opinio satis probabilis videtur, tum quia adaequatam dicit causam phenomenum, quae iam obseruantur, & communi omnium consensu approbantur; cum enim diuersitas horum phenomenum ex diuersitate projectionis vmbrarum causetur, proiectio autem varia vmrarum ex varietate corporum a quibus proiciuntur vmbrae proueniat, in leni autem, & omnino aequali superficie nulla sint corpora, quae faciant vmbram; necessario sequitur, vt superficies lunae non sit lenis, & aequalis, sed inaequalis & montuosa; tum quia nullum continet absurdum, cui repugnet ratio, aut expressa Sapientum authoritas.",
      "Quare vbi sensus idem omnibus demonstrat, & ratio non contradicit acquiescendum est.",
      "Ad haec uero non modo sequitur absurdum aliquod quinimo probabilitas non minima.",
      "Quod enim sequitur absurdum si lunae superficies non sit aequalis?",
      "namque ratio illa, ob quam Aristotiles secundo de coelo statuis lunam sfericam esse, ac deinceps ex lunae rotunditate ceterorum pariter astrorum figuram arguit: adhuc manet, quamuis enim eius superficies sit inequalis, nec perfecte, & adamussim tornata, tamen nihil impedit, quin eius corpus sfericum, atque gibosum sit, vt terrae globum esse videmus, & hoc sufficit ad illuminatione a sole inaequaliter suscipiendam, ex qua Aristot. arguit lunae rotunditatem.",
      "Quinimo ex ipsiusmet Arist. fundamentis sequitur lunae superficiem non esse aequalem, nec perfecte sfericam: si enim vera est eius suppositio secundo de caelo par. 32. Primum celum perfectissime, & exacte tornatum ad reliquos posteriores orbes eam habere proportionem, quam habet aqua ad terram, & elementorum ea, quae plus semper distant, veluti enim acqua perfectiori rotunditate praedita est, quam terra, & Aer, quam aqua, & magis ignis, quam aer; ita inter orbes perfectissimam habet rotunditatem primum caelum, vt nihil, aut manufactu sese habeat similiter, aut aliud quippiam eorum, quae apud nos in oculis existunt: deinceps vero caeteri orbes, minus perfectam, quo magis a primo distant, ergo lunae globus eam inter reliquos orbes habebit rotunditatem, quam habere videmus terram inter caetera elementa, asperam scilicet, montuosam, & inaequalem, qua ratione persuasus Augustinus Nifus Suesanus ante octuaginta annos hanc eandem sententiam de montibus, & conuallibus in luna existentibus quam nunc Gallileus nobis suo perspicillo demonstrar ad mentem Aristotelis statuis in Commentariis super secundo de celo aeditis in Commento 49. particulae, vbi cum quaereret causam maiorum macularum, quae in luna apparent, haec profert. [Vel forsitan no est remotum dicere lune partes esse diuersas, veluti sunt partes terrae, quarum aliae sunt Vallosae, alie montuosae, ex quarum differentia effici potest facies illa lunae, nec est rationi dissonum: nam luna est corpus imperfecte sphericum, cu sit corpus maxime ab vltimo celo elongatum, vt supra dixit Aristot. tu vero in hoc non dedigneris considerare] Haec Suessanus a quo in hoc Gallileus discrepat, quod Suessanus inequalem videtur astruere superficiem maculosam lunae & ad montes, & conualles eam referre; Gallileus autem eam superficiem lene & aequalem suo telescopio obseruat, lucidam autem, & non maculosam montibus & conuallibus distintam; neque existimandum est, haec ab instrumenti structura & refractione luminis, aut visiuorumradiorum nobis ostedi, si enim luna hec non haberet non ostenderentur.",
      "Cum instrumento hoc, vt supra monstrauimus propinquis fiat obiectum, veluti enim reliqui Planete preter Venerem, ac cetera astra primae magnitudinis in octaua sfera, quae longe magis distant, quam luna, cum absque perspicillo videantur radijs circundata, & globum minime praeseferant cum perspicillo videntur ad instar perfecti globi, vndique lenis, & aequalis absque radiis, cum radij fiant ex refractione ob distantiam, quemadmodum in candela videmus, cuius lumen a longe sfericum, & radiis circumdatum apparet, cum a propinquo Piramidale, vt est, & absque radiis videatur, ita pariter haec Phenomena si ob refractionem luminis, aut visualium radiorum fierent, viderentur magis absque perspicillo, qua cum perspicillo, cum absque perspicillo magis a bisu elongetur obiectum, cu perspicillo autem propinquius fiat, ob has igitur, & alia rationes quas fuse, & dilucide satis attulit D. Gallileus ex suis obseruationibus in sydereo Nunco, quas etiam nos recitauimus initio nostrae disputationis: ego satis probabilem reputarem hanc sententiam, nisi aliquibus aliis rationibus his forsitan validioribus pro contraria suaderer, ac primo frustra fit per plura, quod potest fieri per pauciora, & aeque bene, sed absque his montibus, & vallibus bene possumus assignare, & afferre rationem obseruatorum Phenomenum, vt infra Deo iuuante demonstrabimus, ergo frustra est hos montes, & valles ponere.",
      "Praeterea his vallibus, ac montibus positis nondum perfecte constat ratio, & causa omnium qua in luna apparent, nam esto, quod montes, & conualles sint causa illarum apparentiarum, que videntur in parte lucida illuminatae lunae, vt Do. Gallileus in his obseruationibus demonstrat, tamen nulla ssignatur causa maiorum siue antiquarum macularum, quae in luna videntur, nisi dicere velimus eam partem in luna esse maria, & congregationes acquarum, ex quorum superficie, quamnis leni lumen obscurius reflectatur, vt in obseruationibus dicitur, sed hoc non vere, ac per similitudinem quamdam, & exempli gratia dictum puto; quare aliam assignat D. Gallileus harum macularum antiquarum causam nempe, eterogeneam, ac dissimilarem substantiam, quam causare dicit non modo maiores illas obscuras maculas, verum etiam minores quasdam veluti arealas clariores inter obscuras dispersas: quare ita arguo, si dissimilaris substantia insuperficie leni, & aequali absque mutliplicatione corporum hanc eamdem varietatem Phenomenum, quae in reliqua luna videntur causare valet in maioribus lunae maculis, ergo eadem dissimilaris substantie ratio eamdem Phaenomenum varietatem in illuminata lunae parre causare poterit. ",
      "Consequentia est necessaria, nam non est maior ratio cur substantia lunae vbi maiores videntur maculae magis dissimilaris sit, quam vbi lucida apparet, cum hec dissimilaritas sumatur penes perspicuum, & opacum, ex quibus totum lunaris globi corpus admixtum est, vt infra declarabimus, sed animaduertit hac difficultatem solertissimus Gallileus, quare inquit, has diuersitates macularum lucidarum, quae in mediis obscuris maculis videntur, quas exoriri dixerat, & causari ex dissimilaritate lunaris substantiae in hoc differre a caeteris maculis in lucida parte obseruatis, quas non ob dissimilaritatem, sed ob inaequalitatem superficiei oriri putat, quod cum illae maculae in lucida lunae parte perspicillo obseruatae varias prebeant apparentias, iuxta varias quas recipiunt a sole illustrationes, hae, que ob dissimilarem substantiam tantum, & non ob inaequalitatem superficiei fiunt nullas faciant varias apparentias neque minuantur, vel augeantur, sed cedem semper appareant, sed haec mihi responsio non satisfacit (pace dixerim viri Doctissimi) cum videamus in eadem leni, & aequali parietis superficie ita a pictoribus perspectiue peritis misceri album fusco, vt aliqua quidem nobis a vario situ, & varia distantia aspicientibus eadem tamen semper appareant nulla facta varietate, aliqua autem varia, atque diuersa hoc enim proprium est lucidi, & opaci, vbi inuicem admixta fuerint, vt varios, atque admirabiles causent aspectus, pro varia, atque artificiosa ipsorum admixtione, ex quo fit, vt nullibi maiora, vt initio diximus fiant praestigia, quam in his spectris, quorum speciem manifeste videmus in nubibus, que aduerio sole illustratur, his preterea adiungo argumentum, quod merito magnifacit D. Gallileus: nempe si huiusmodi inequales partes in luna forent, montes scilicet, & connuales, tunc inaequalis, ac dentatus illuminate lune limbus appareret, qui solem aspicit, nempe ab occidentali parte crescente luna, ab orientali autem decrescere, & vtrinque eodem plena existente; cum tamen perfecte continua, atque omnino aequali linea in his omnibus aspectibus circumscripta videatur, cui difficultati duabus responsionibus occurrit D. Gallileus, vna est, quod non vnica tantum, sed plures emmentiarum series multorum montium, cum suis lacunis, & anfractibus circa extremum lunae ambitum, coordinetae sunt, eoque non modo in emisferio apparente, sed in auerso etiam (prope tamen emisferiorum finitorem) quare oculus a longe prospiciens eminetiarum, cauitatumque discrimina deprehendere minime poterit, intercapedines enim montium in eodem circulo, seu in eadem serie dispositorum obiecta aliarum eminentiarum, cauitatumeque discrimina depraehedere minime poterit, inter capedines enim montium in eodem circulo, seu in eadem serie dispositorum obiectu aliarum eminentiarum in aliis, atque aliis ordinibus costitutaru non occultantur, idque maxime si oculus aspicientis in eadem recta, cum dictarum eminentiarum verticibus fuerit locatus, quae responsio duas habet instantias, vna est, quod supponit id, quod petitur, nempe montes ita in ambitu lunae esse dispositos equaliter prope emisferij finitorem, vt oculus aspicientis in eadem recta cum eminentiarum verticibus sit collocatus quam coordinationem montium vix consulto, & artificiones fieri posse existimandum est, eius uero nullam hic rationem nobis assignare licet: tum quia eadem ratione linea, quae diuidit obscuram lunae partem ab illuminata aequalis apparere posset, quare alteram attulit responsionem videlicet circa lune corpus esse veluti circa terram orbem quemadmodu densioris substantiae reliquo aethere, qui solis irradiationem concipere, atque reflectere valeat, quamuis tanta non sit opacitate preditus, vt visui (praefertim dum illuminatus non fuerit) transitum exhibere valeat: orbem hunc, ait a radiis solaribus illustratum lunare corpus sub maioris sferae speciem, reddere repraesentereque foreque potis acie nostra terminare, quominus ad lune soliditatem pertingeret, si crassities eius esset profundior, atque profundiorem quidem esse circa lunae periferiam, profundiorem autem non absolute, sed ad radios nostros oblique illum secantes relatum, ac proinde dictum orbem visum nostrum inhibere posse, presertimque si luminosus existat; ac lunae periferiam soli expositam obtegere, quod clarius apposita figura demonstrat: quam rationem amfibologiam habere primum existimaui ex vocabulo Aeteris, quo vtitur dum, inquit, circa lunam esse orbem quemdam densioris substantiae reliquo Aetere, Aeter.n. primo de celesti substatia dicitur, vel ab αιτεω, vt Aristo. & Platoni placuit, quod est semper curro, vel ab αιθω, vt antiquioribus magis visum fuit quod est ardeo, qua ratione de igne primum dicitur Aeter, dicitur etiam, & de aere tamquam de tenui quadam, & fluida substantia iuxta quam significationem hic a D. Gallileo sumitur, dum crassiorem aeterem, hoc est vaporosum aerem circa lunam, veluti etiam circa terram diffundi docet, haec enim sunt eius verba, post appositam hac de re demonstrationem ",
      "[Signum huius est, quod pars lunae lumine perfusa amplioris circumferentiae apparet, qua reliquum orbis tenebrosi, atque hanc eandem causam quispiam forte rationabilem existimabit, cur maiores lunae macule nulla ex parte ad extremum vsque ambitum protendi conspiciantur, cum tamen opinabile sit nonnullas etiam circa illum reperiri; inconspicuas tamen esse credibile videtur ex eo, quod sub profundriori, ac lucidiori vaporum copia abscondantur]",
      "ex quibus manifestum est illum aetere crassum; ",
      "Aerem crassum, & vaporosum, veluti hic noster est terre circumfusus appellasse, quo quidem supposito ego quaero de hoc orbe crassioris substantiae reliquo aetere, qui circa lunare corpus esse dicitur, aut hic orbis est circa lunare corpus hoc est contiguus lunari corpori, & hic videtur esse verborum sensus, nam, inquit hunc orbem esse circa lunam, vt est circa terram crassioris substantiae aer, modo aer hic circa terram, terrae contiguus est, cum sit permixtus vaporibus e terra eductis, ergo pariter & circulus hic crassioris, & vaporosi aeris circa lunam existens erit lunari corpori contiguus, & hoc impossibile est, cum vapores ad tantam altitudine non ascendant, aut si ascendunt non sunt amplius vapores, sed ignis, aut exalatio sicca, vel hyppecauma, & haec aut ibi manet, & tunc summe tenuis, ac perlucida, & summae raritatis conditiones adepta, ignis circumfusus euadit, aut has conditiones no est adepta, & tunc terrestri commista pondere infra deturbatur, atque descendit, quod no modo Peripateticis visum est, verum etiam Plotino lib.1. Aeneid. 2. qui his verbis supra etiam a nobis in aliam rem citatis idem docet, inquiens, Cum igitur talis ignis purissimum praebeat lumen, ipseque in sede sublime ressideat, ibique naturaliter habitet, non est putandum nostram hanc flamam superioribus esse permixtam, sed ad certum spatium peruenietem prorsus extingui aere quam plurimo videlicet occurrente, procedentem vero sepe cum terra deorsum praecipitari, quippe cum superius crascendere nequeat, sed subsideat infra lunam vbi aerem extenuat proximum, ac si maneat ibi, flama certe facta euadit subtilior, & mitior, splendoremque habet non quoad feruorem spectat, sed quatenus a superiori lumine perlustratur.",
      "Si igitur exalatio accesad celi concauum non ascendit, aut si ascendit protinus purissimus ignis est, neque hic tamen celesti porpori admiscetur, quomodo vapor, aut vaporosus aer lunam tangere, & illam ambire poterit?",
      "nisi quis lunam terram existimet, atque ab illa eleuari vapores putet aeri ipsam ambienti, & circufuso permixtos: quod non modo circa lunam, sed etiam circa reliquos planetas fieri existimauit Iordanus Brunus: sed iam satir superque haec confutauimus; aut hic orbis non est continuus lunari corpori, sed in inferiori regione vbi crassus, & nubelosus aer consistit lunae suppositus ipsam ambit, & tunc Halo, siue Area, semper circa lunam fieret visu ad nubem ipsam, & crassiorem aerem refracto, vt Arist. 3. metereologicorum docet, & Perspectiui consenriunt, quare neutra ex allatis solutionibus propositam instantiam meo iuditio soluit, his autem rationibus aliam oppono non minus efficacem; nempe omnes naturales effectus quattuor habent causas ad quas referuntur efficientem scilicer, materialem, formalem, & finalem, & quamuis naturalis, ex omnibus causis suum effectum demonstrate possit, tamen potissimum ex materiali, & finali demonstrat, cum vero dico materialem, subiectum intelligo, hoc est materiam formatam, non materia tantum, ergo inaequalitas superficiei lunae cum fit effectus naturalis passio scilicet naturalis corporis, debet pariter ad quatuor causaru genera referri. ",
      "Cu veri in aeternis; (saltim ex philosophoru sententia) efficiens causa non assignetur a finali distincta, reliquum est videamus, an ex reliquis causis possimus effectus huius rationem assignare; ac primum ex subiecto, quod dicunt ex necessitate matetiae id fieri non posse certissimum est, cum inaequalitates corporum nempe, vt vna pars exciperet, alia vero deficiat, vna excrescat, alia de primatur non nisi ex alterationibus, & passionibus corruptiuis fieri posse ob materiae necessitatem sit manifestum, vt in terra videmus alias partes quis tegi, & humiliores fieri, vt inter regium Calabrie, & Siciliam contigit, cum alias Sicilia continens terra esset, aliquando autem exiccari, & continentem euadere terram humilem ante, & aquis opertam, vt de Aegypto refert Arist. & aliquas quidem regiones complanati, alias autem montuosas excrescere, quod ex mutu aelementorum generatione atque corruptione fieri compertum est, quare si coe.lum harum passionum, ac generationis, & corruptionis est expers tum secundum totum, tum etiam secundum partem, reliquum est harum inequalitatum causam no posse referri in necessitatem materiae, nec minus potest in causam finalem, cum causa finalis semper habeat rationem boni, melius autem est, aliquod corpus esse perfectae orbicularis figurae si aliud non obstat, quam vt non sit, ergo luna, cui tamquam Astro. & celesti corpori debet competere id, quod melius est, erit perfecte spericae figure, & non imperfectae, & asperae, vt supponitur, quod autem vera sit assumpta propositio deperfecte spherica figura, quae perfecto corpori debetur, si aliud non obstet manifestum est ex natura figurae, quae omnium perfectissima est, ac proinde, caelesti perfectissimo corpori debetur, vt Arist. arguit primo de caelo, cum praesertim aliquis non obstet, celi enim forma corpore non indiget, nisi ad motum circularem, ad quam non alia requivitur forma, nisi circularis, quinimo necessarium est, tum cetera Astra ob eorum vsum esse perfecte spherica, cum luna, & ceter astra debeant a Sole non modo lumen recipere; verum etiam ad inuicem, & his inferioribus communicare idque nullo alio modo facilius, quam si existerent orbiculari, ac perpolito corpore efficere potuissent, cum a talibus corporibus magis lumen, & reflectatur, & refrangatur, ex quibus suae actionis vim auget, & efficaciam.",
      "Hic igitur est vsus propter quem tum luna, tum astra debent orbicularia, & perpolita esse, at nullus apparet vsus propter quem aliter esse debeant quinimo terrae globus perfecte spericus existens melius dispositus esset ad constitutionem vniuersi, quam vt est montibus, & vallibus repletus nisi ad vsum viuentium plantarum, & animalium talis efformatus esset, varijs enim his viuentibus, varias terrae regiones assignare prout illis magis conuenirent oportabat, quemadmodum im Georgico secundo Virg. cecinit."
    ],
    [
      "Nec uero terrae ferre omnes, omnia possunt,"
    ],
    [
      "Fluminibus salices crassisque paludibus alni,"
    ],
    [
      "Nascuntur steriles, saxosis montibus orni,"
    ],
    [
      "Lictora mirtetis letissima. denique apertos."
    ],
    [
      "Baccus amat colles, Aequilionem, & frigora Taxi."
    ],
    [
      "Neque argumentum, quod desumit Suessanus ex Arist. placitis secundo de celo particula 32. satis bene mihi deduci videtur, cum enim Arist. inquit, quod nullum corpus ex his, quae videntur adeo diligenter tornatum est, neque sic potest regularitatem suscipere, & diligentiam, vt primi quod circum est corporis natura, Primum corpus non accipit pro primo orbe seclusis coeteris, sed pro toto aggregato omnium orbium, vt Arist. sepe cosueuit, quod manifestum est ex praecedentibus verbis.",
      "Cum enim hanc conclusionem statuit initio huius particulae 32. inquit, quod igitur sfericus sit mundus palam est ex his, & quod cum diligentia adeo recte tornatus sit, vt nihil aut manu factum se habeat similiter, & coetera.",
      "Nam si de mundo statuit conclusionem, ergo non de vno orbe primo tantum, cum mundi vocabulo sine adiectione pronunciato velut etiam celi aliquando Aristo. intelligat totum vniuersum, aliquando totam celestium orbium coagmentatione, cum autem hic non possit intelligere vniuersum, quod patet ex eo, quia huius mundi rotunditatem comparat ad rotunditatem elementorum, reliquum est, vt intelligate per mundum totum celum aggregatum ex omnibus orbibus, quare de roto coelo, ac de omnibus eius partibus hanc statuit conclusionem, quod sit perfecte rotundu, in qua coagmetatione omnium orbium includitur etiam orbis, & globus lunae, cum autem habet comparationem non habet illam ad caeli orbes, aut partes, sed ad inferiorem mundum respectu cuius dicit coelum esse perfectissime tornatum, quemadmodum atque est respectu terrae, & elementorum ea, quae plus semper ad vnionem tendit, vbi nihil impedit, quare corpora, quae exactam sortiuntur mixtionem exacte lenia, & vnam superficiem habentia videmus, vt aurum, quod exacte mixtum, exacte leuigatum est, & Medici concoctumpus, aut sedimentum existimant, cum superficiem habet lenem, & equalem, quare si apseritas, & inaequalitas superficiei in his inferioribus imperfectionem arguit, & a celesti corpore omnes imperfectiones horum inferiorum abesse credibile est, inde statuendum erit, neque in luna haec esse tubera, neque has inaequalis superficiei asperitates."
    ]
  ]
}