{
  "title": "test",
  "paragraphs": [
    [
      "Hanc sententiam, & si motibus astrorum, atque eorum Phoenomenis accommodatam (vt ad certam normam, atque regula referantur) tamquam manifeste absurdam, atque communi omnium hominum doctorum, & indoctorum sensui paradoxam & repugnantem, multis rationibus confutare, & impossibilem ostendere conabimur.",
      "At primum, quia Phoenomenis, atque apparentijs motuum Planetarum haec opinio tota innititur; ab his exordium faciemus, expendentes, vtrum ex his certum desumi possit argumentum, ita vt ipsis confisi rationib. ac ceteris sensibus contra ire possimus, an vero fallaciam, & deceptionem contineant, ita vt ipsis minime credere debeamus nisi ad veritatis calculum non modo visus, verum etiam ceterorum sensuum ope, aut si id fieri nequit, rationis recte ratiocinantis iudicio reuocentur.",
      "Pro cuius rei indagine ea repetenda sunt, que initio disputationis in 2. cap. proposuimus, nempe circa communia sensibilia sensum decipi, neque vni sensui fidem esse prestanda nisi alicuis alterius sensus perceptio id firmet, autem saltem rationis recte ratiocinantis iudicium non dissentiat.",
      "Quare cum his Phoenomenis de motu Astrorum sit decernendum, ac de consequentibus motum nempe de situ, ac figura rei mobilis, quae sensu visus iudicamus, non est eius iudicio fides praestanda, nisi alterius sensus preceptio id confirmet, aut recta rationum contradicat.",
      "Quorum cum primum fieri non possit, inaccessum nobis locum restat, vt videamus.",
      "Vtrum his ratio consentiat, vel contradicat, neque hoc bene concludit argumentum.",
      "His suppositis recta ratio celestium motuum constat; ergo vera est hec positio.",
      "Nam ex falsa suppositione quinimo ex impossibili sequitur aliquando consequentia vera, ac necessaria, veritate tamen, ac necessitate, vt dicunt, consequentie, & non consequentis, vt ex hac positione si Homo est Asinus, ergo est irrationalis, vere, ac necessario sequitur consequentia quamuis positum antecedens sit impossibile, quod facile fit in Mathematica speculatione vbi de Physica, ac naturali substantia aliquid velit concludere.",
      "Cum enim Mathematica consideret affectiones continui, vt continuum, quae affectiones communes sunt vnicuique corpori: vbi hunc considerandi modum transfert in res Physicas, quas certis, ac determinatis considerationibus circuscribi necesse est, falsum, ac impossibile supponit.",
      "Vt cum ex suppositione, quod punctum fluat, deducit lineam esse longitudinem sine latitudine, ac sine profunditate, supponit falsum, & impossibile Physice.",
      "Consequens tamen est verum, ac necessarium ex suppositione.",
      "Quare patet non esse validum, nec verum hoc argumetum, hac posita suppositione constat certa, ac recta ratio celestium motuu, ergo vera hec positio est, cu possit esse impossibile: cotruit ergo fundamentum huius positionis ex apparenti syderum motu peritum, quo destructo, non erit difficile soluere argumentum, quod videbatur probare terram non esse centrum, nec in centro, & quamuis concedamus terram non esse centrum, nemo enim sane mentis id affirmabit, tamen non negabimus, eam esse in medio vniuersi, ac circa centrum.",
      "Ad argumentum igitur dum dicitur, si Terra est in centro, aut in centro partium vniuersi, aut totius; non in centro partium, quia tunc esset in centro sphaere non errantium syderum, quod falsum apparet ex motu ipsorum, quem esse eccentrium Tetre patet.",
      "Iam negauimus hoc argumentum ex apparentia cum apparentiae sint fallaces, vt supra probauimus.",
      "Neque validum est alterum argumentum.",
      "Mathematici omnes constituunt eccentricos, & epyciclos, ergo Terra non est in centro.",
      "Nam falsa pariter, & impossibilis est hec eccentricorum, & Epyciclorum positio.",
      "Neque aliquis est ex Mathematicis adeo stultus, qui veram illam existimet, quamuis illa vtantur fere omnes, vt certam apparentiae syderu, atque motuum rationem reddant, non enim Mathematici in speculationibus coelestium motuum, & Phenomenum demonstratione propter quid processerunt a causa scilicet ad effectum, sed demonstratione, quia ab effectu ad causam; quare primum obseruationes motuu, & Phenomenum constituerunt, deinde his suppositis causas indagare, & assignare conati sunt, que illis conuenieter sufficiunt, vt diximus, satis enim est, vt ex illis certa apparentium motuum ratio constet, Ad alteram vero partem, qua probat ipsam non posse esse in centro totius vniuersi, quia vniuersum, aut est infinitum, aut finitum, si infinitum nullum poterit habere centrum determinatum; si finitum, neque poterit dari centrum vniuersi, hoc est vniuerso commune in quo sit Terra, quia vnumquodque corpus habet proprium centrum, quare terra si est in centro, est in centro proprio, non vniuersi: ad hec respondemus, & primo ad primum dicimus, non posse esse mundum infinitum, cum mundus, & vniuersum sit corpus sensibile, & actu existens; omne autem corpus sensibile, & actu existens necesse est superficiem, ac terminos habere, alias, neque figuram haberet, nec cerni posset, quare neque sensibile, nec actu esset suppositio: igitur est impossibilis.",
      "Ad alterum autem dicimus quod, & si verum sic est corpus habere proprium centrum quatenus corpus, est, tamen vnumquodque corpus, vt Physicum est, & in ordine ad constitutionem vniuersi, vnicu habet centrum, respectu cuius in vniuerso est, ad quod mouentur grauia, & a quo mouentur leuia, alias natura grauium, & leuium confunderetur. ",
      "Si enim vera esset grauitatis illa definitio a Copernico assignata, quod grauitas nihil aliud sit: nisi appetitus partibus insitus quo ad suum centrum, ac propriam vnitatem tendunt; tum aeque esset grauis ignis, ac Terra, Nam aeque partes ignis ad propriam vnitatem tendunt, ac Terrae partes, vt in flamma apparet.",
      "Quod, & si no videatur absurdum Copernico, qui hanc grauitatem omnibus tribuit non modo Elementis, verum etiam syderibus; tamen absurdum cunctis hominibus videbitur, cum nemo sit qui grauis, & leuis differentiam in corporibus non agnoscat quod autem vnumquodque corpus in vniuerso habeat respectum ad centrum vniuersi non ad proprium centrum: inde manifeste patet, quod corpora se inuicem continent, & continentur.",
      "Quare Terra, quae grauitate sua omnibus subsidet, circa centrum est, circa Terram vero aqua, & circa vtriusque globu aer, vndique ambiens, q si corupus vnumquodque tam leuium, quam grauium ad proprium centrum tenderunt, tunc haec corpora non se contineret, ac continerentur, & aer non circumambiret Terram, vt videmus, sed seorsum circa proprium centrum glomeratus peculiarem orbem efficeret, ac ita singula elementa.",
      "Quare elementa non vnum circa alterum essent, vt videmus, sed veluti Montes venum alteri super impositum, acceruata.",
      "Corruit igitur argumentum Copernici, quo nitebatur probare, terram non esse in centro vniuersi nec partium, ac proinde omnino esse extra centrum, quinimo extra his omnibus certissima ratione probabimus, oportere Terram esse in medio vniuersi, & circa centrum, quod manifestum erit, si primo supponamus, Terram esse grauissimum elementorum, quod si negetur, confirmabimus ex grauis definitione.",
      "Illud enim dicitur grauissimum consummatum omnium hominum, quod caeteris omnib. substat.",
      "At Terra talis est, vt ad sensum patet.",
      "Terra enim ad fundum aquae stantiom descendit, nec supernatat;",
      "Aqua autem substate aeri, bt patet in vtribus inflatis, qui aquae innatant, aer vero igni, ergo Terra que his omnibus substat, grauissima est.",
      "Hoc supposito alterum supponatur, Elementa ita disposita, vt diximus, nempe, vt Terra aquae subsit, aqua vero aeri, & aer igni sphaerica figura pdita, atque circumfluentia, se inuicem coplecti, ac ita elementare regione constituere; quod si negetur, sensu probabimus, ac ratione, & quamuis sensu contrarium pateat de aqua, quae totam Terram non ambit, neque complectitur; tamen id non obstat primo quia id factum est singulari opificis prouidentia, vt terrigenis animantibus locus, in quo viuerent, relinqueretur, Deinde non obstat quia, & si totam Terram non ambit aqua, tamen maximam eius parte complectitur, ita, vt vnum cum eius reliqua superficie globu efficiat: quinimo adeo naturale, atque congenitum est aquae terram ambire, & circumplecti, vt praecipuae summi Rectoris prouidentiae tribuatur, quod eius tumor ceterorum superficiem longe superans, reliquam terram, non operiat, quod saepius contingere, ac contigisse legimus in humilioribus continentis regionibus Oceano Mari conterminis, At in aere id adeo certum est, vt nemini sit dubium, illum vndique totum terre, & aquae globum ambire, vt ex recenti, & admiranda totius terrae, & aquei globi circumlustratione nautica competum est, quod si ignis nihil aliud est, nisi nimium rarefactus aer, ex affini, & contiguo coeli motu, ac Hyppecauma, vt Arist. Inquit, sequitur, ipsum pariter, & reliquum aerem, totum aquae, ac terrae globum circum ambire, quae ita ad sensum manifesta ratione pariter sic confirmabimus.",
      "Quae fluida sunt vt humida, & tenuissimas partes habente, veluti proprio termino difficile terminantur ita facile alieno termino circunscribuntur.",
      "At huiusmodi sunt omnia elementa (excepta terra,) ignis enim ob tenu es suae materiae partes cum sit Hypeccauma, & fumus ardens, facile alieno termino figuratur, vt patet de flamma in Clibano; aer autem & aqua ob ipsotum humiditatem, ergo elementa omnia (excepta terra) alieno termino, atque aliena figura facile terminantur, & circunscribuntur nempe corporis continentis.",
      "At corpus continens ipsum scilicet caelum sphaericum est, & orbiculare, ergo sphaerica, & orbiculari figura caetera elementa ab eo contenta sunt terminata.",
      "His suppositis.",
      "Ita arguo.",
      "Quod est grauissimu in corporibus sphaerice dispositis, & se inuicem complectentibus necessario est mediu, & circa centrum, ita dispositorum corporum;",
      "Sed terra est grauissimu in elementis sphaerice dispositis, & se inuicem complectentibus ergo terra necessario, est in medio, & circa centrum ita dispositorum elementorum.",
      "At ita disposita elementa constituunt vniuersum, ergo terra est in medio, & circa centrum vniuersi: maior prioris argumenti probatur, nam quod est grauissimum in corporibus sphaerice dispositis, maxime distat a circumferentia, cum omnibus substet, veluti contra: quod est leuissimum maxime prope circumferentiam est, cum omnibus supersit: Minor autem est probata, ergo totum argumentum est verum: concludens, quod terra necessario sit in centro.",
      "Addam etiam, & aliud argumentum nempe.",
      "Illud est in centro ex elemetis, quod maxime aptum est esse in centro:",
      "At terra est huiusmodi, ergo, probatur minor.",
      "Illud maxime; est aptu esse in centro, quod maxime, est aptum quiescere, haec propositio patet, quia in corpore circularite moto, centrum est prorsus immobile.",
      "At terra est huiusmodi; quod inde probatur, quia motus est a calore terra autem frigidissima est, & proprij caloris omnino expers ergo, sed quia Copernicus rideret hoc argumentum statuens terram maxime moueri, propterea ad hanc alteram eius positionem examinandam accedemus.",
      "Statuit Copernicus terram extra proprium locu moueri motu tecto deorsum;",
      "At in proprio loco moueri circulari motu, qui vere illi naturalis est.",
      "Sic, enim motus simplicissimus, & aequabilis, ac veluti motus rectus terrae non recte se habenti conuenit, scilicet extra proprium locum constitutae; ita hic motus, maxime terrae proprius, ac naturalis terrae in proprio loco, ac naturali existenti competit.",
      "Quinimo non solum hunc motum circularem diurnum ei tribuendum putat, verum etiam alterum annuum, qui illi competit tamquam vni ex astris contra quam sententiam ita arguo.",
      "Illud, quod natura fertur in aliquem locum, praeter naturam quiescit extra illum locu, sed terra natura mouetur deorsum, ergo prater naturam, quiescit extra locum deorsum, quod si praeter natura quiescit extra locum deorsum, ergo natura quiescit in loco deorsum, sed Copernicus ad hoc dicet, verum esse, illam natura quiescere in loco deorsum, sed non simpliciter, & absoluta quiete, verum quiete apposita motui, quo antea mouebatur nempe quiete motus deorsum.",
      "At hoc nihil obstare, quin proprio alio motu moueatur nempe circulari, & hoc praeter natura; cotra quod multis modis arguo, ergo natura terrae est simplicissima forma, & simplicissima materia ergo terra vnam tantum habet simplicissimam pot entiam agendi, vel patendi, ergo vnam habet simplicissimam operationem, & vnum simplicissimum motum non tres, vt Copernicus illi tribuit.",
      "Praeterea si terra circulariter mouetur in proprio loco, tunc non a generante quia tota terra non generatur; nec minus a remouente prohibens, quia hoc fit in manentibus extra proprium locum, ergo mouebitur sponte sua, & a se ipsa, & tunc sequetur difficultas, quae proponitur ab Arist. octauo Physi. nempe quae sit pars mouens, & quae pars mota, si enim pars mouens est forma, ergo pars mota est materia prima, cum elementa immediate ex materia prima & forma sint composita, consequens autem est impossibile:",
      "Omnem enim motum necesse est esse in actu materia autem prima omnino est potentia;",
      "praeterea in proprio loco, & secundum totum circulariter mouetur, tunc perennitet hoc motu mouebitur saltem apud Peripatheticos, qui terram numquam genitam secundum totu neque secundu totum corruptibilem statuunt; ergo, infinito tempore ita mouebitur.",
      "Sed hoc est impossibile; ergo, probatur quod sit impossibile:",
      "Omnis virtus, quae est in quanto, est commensurata quanto, ita, vt virtus infinita non possit esse in quanto finito, sed virtus Terrae est in quanto, ergo commensuratur quanto.",
      "At Terra est quantum finitum, ergo eius virtus est finita.",
      "Sed virtus finita non potest moueri tempore infinito; ergo hic motus, aut est a natura Terrae, & non est perennis, aut non est a natura Terre, & tunc neque est perennis, omne enim, quod non est a natura, est violentum, vt idem Copernicus fatetur, & omne violentum deficit.",
      "At huic argumento instantiam afferri posse iamvideo ex, eo quod eodem argumento concluditur, Coelum non posse perenniter moueri cum sit corpus finitum, ut placet communi Scholae:",
      "Sed huic respondeo quauis ardua sit, prae caeteris in naturali Philosophia difficultas, quae omnes exagitauit, & adhuc exagit Peripateticos:",
      "Respondeo inquam rationem hanc necessario concludere tam in Coelo, quam in Terra: nullum enim corpus finitum potest habere virtutem infinitam, nempe mouendi tempore infinito, & propterea concludit Arist. primum Motorem non esse virtutem in corpore, sed esse prorsus abstractum a magnitudine, & omnino indiuiusibilem.",
      "At longe alia & diuersa ratio in Coelo est, & in Terra:",
      "Coelum enim habet perennitatem motus non a propria forma, haec enim cum sit finita non potest infinito tempore mouere, sed a Motore qui cum non sit in magnitudine non est finitae virtutis, ac propterea infinito tempore mouere potest.",
      "Terra autem non potest a tali Motore motum habere nisi quis, contra omnium hominum sententiam statuat Deum esse in Tera, & non in Coelo, quod manifeste absurdum est.",
      "Quamuis enim Deus vbique sit, neque constitutum habeat locum, quo terminetur, neque circumscriptiue aeque (ut aiunt) diffinitiue, sed ipse contineat omnem locum, tamen ibi Deum esse potissimum omnes existimant vbi potissimum eius eminentiae, ac bonitatis innotescit, & elucer effectus.",
      "Hic autem, vt omnibus patet innotescit in Coelo, a quo lumen, calor, vita omnibus communicatur, non autem in Terra, a qua tenebrae frigus extrinctio proueniut ergo primus Motor, vt etia patet, ex prima, ac potissima eius operatione, q sensui innotescit, nempe ex locali motu omnium motuum primo, in coelo est, non in terra, (vt omnium hominum communi assensui contrarium statuit Copernicus, qui terrae perennem motum, Coelo autem quietem tribuit.)",
      "Sed hoc argumentum quamuis validissimum quia tamen ex probabilibus est; minus forsitam nos commouebit.",
      "Quare altero validiore vtar; Nempe: Ad perpetuum motuum veluti perpetuus Motor ita perpetuum mobile requirebatur, sed Terra non potest esse perpetuum mobile, ergo non potest in ea perpetuus esse motus:",
      "Vt vero hoc argumentum necessario manifeste concludat, eius maior proposito est declaranda ad validiorem arguendi uim, quamuis satis sit euidens.",
      "Ita autem declarabo.",
      "Ad perpetuum motum, qui vere perpetuus sit hoc est, continuitate, non ex successione, veluti perpetuus requiritur Motor scilicet vnus, & continue mouens, non successiue, mouens enim successiue non mouet perpetuo, sed interpellata quiete, quemadmodum, & motus successiuus non est perpertuus, sed intermissus, vt Arist. fuse probauit VIII. Physicorum ita perpetuu requiritur mobile non successiue sed continue permanens; namque veluti motus, vt sit perpetuus, non debet esse intermissus, sed continuus, & vniformis, ao vnus numero, ac motor pariter; ita & mobile debet esse vnum numero, & idem permanens, alias motus non erit vnus numero, nec perpetuus.",
      "Ex huius autem propositionis maioris declaratione deducitur totius argumenti veritas.",
      "Si enim ad perpetuum motum, nempe vnum numero, veluti requiritur vnus numero motor; ita requiritus vnum numero mobile (Cum terra numquam possit esse vna numero corrumpitur enim, & generatur secundum partes). ",
      "Inde sequitur, Terram no posse esse quid perpetuo mobile. ",
      "Quare, neque primus Motor, neque aliqua alia intelligentia, cuius motus perpetuus sit, eam poterit mouere.",
      "Non a pari ergo concludit argumentum supra allatum contra motum Terrae, etiam contra motum Coeli.",
      "Nam Coelum, & si quantitatis finitae sit, infinitae tamen durationis est, & secundum totum, & secundum partes, quod infra dilucide probabimus.",
      "At Terra est finitae molis, & finitae durationis, quod si in eternum manet, hoc est ob successiuam partium restaurationem, vt in caeteris sit corruptibilibus.",
      "Quare argumentum ni fallor, ex necessitate manifeste concludit, Terram non posse circulo, vt Copernicus statuit, tanquam vnum ex astris perenniter moueri.",
      "Addo etiam aliam rationem diuersae illationis.",
      "Nam Celu, cum sit animatum natura mouetur ab intelligentia mouente non vt efficiens, sed vt obiectum, & finis hoc est tamquam intellectum, & desideratum, qui motus naturalis est, cum animae sit; intellectum enim, & desideratum mouent vt existentia in anima, non autem extra animam.",
      "At in Terra id fieri non potest nisi Terram animatam essem dicamus, & (quod peius est) anima intellectiua, quod absurdum est, & ridiculum.",
      "Si enim nulla Terrae pars animam habet vegetalem, aut sensitiuam, vt clarum est; quanto minus habere poterit intellectiuam his longe nobiliorem; secundum quam moueatur ab intelligentia, vt dictum est.",
      "Quae omnia argumenta allata sunt, vt abunde ostenderetur;",
      "Terram non posse moueri perenniter, vt astra reliqua, dixi, vt abunde ostenderetur: na quamuis contra Copernicum satis fuisset probare.",
      "Terram no posse perenniter moueri a natura.",
      "Cum ipse statuat motum circularem in Terra esse a natura, tamen nequis diceret.",
      "Terram circulo perennite moueri ab intelligentia, sicuti mouentur caetera astra; volui etiam ostendere, nullo modo, motum hunc Terrae posse competere, neque ab intelligentia aliqua.",
      "Afferam praeterea aliud argumentum supra allatum ex Arist. Secundo de Coelo; nempe quod si Terra moueretur, & motu adeo veloci, tunc pondera proiecta ab aliquo signato loco Terrae, non caderent ad perpendiculum super eodem loco, cuius contrariu experientia videmus, neque valida est responsio; nempe lapidem circumferri ab aere, qui mouetur ad motum Terrae.",
      "Nam aut talis aer circumductus ad motum Terrae non est sufficiens lapides circumferre, & tunc lapis statim cadet, atque ita non cadet super eodem signato loco, aut est sufficiens lapidem circumferre tamquam validior motu lapidis quo lapis tendit deorsum, & tuc aut lapis numquam cadet, cum talis motus aeris circumducti semper duret, quemadmodum, & motus Terrae, aut saltem post longum tempus cadet.",
      "Quare idem contingeret de lapide proiecto, quod contingit de aqua in Clepsydra contenta, quam neque inuerso Clespydrae ore descendere videmus, si Clespydra veloci motu in girum circumducatur: est praeterea, & argumentum illud validissimum Ptholomaei, quod ex tam veloci Terrae motu ab Occidente in Oriens, spatio horarum vigintiquatuor, cuius velocitatem nulli alij velocissimo motui ex ijs, quos experimur, assimilare est; omnia, quae in Terra sunt, aedificia iam corruissent, quinimmo ipsamet Terra iam diuulsa esset, & dissipata.",
      "Ridenda autem est Copernici responsio ad hoc, scilicet, id non fieri, quia motus hic Terrae est naturalis, quod autem est naturale, conseruatiuum est non destructiuum.",
      "Nam praeterquam, quod falsa est haec responsio; cum omnis motus dissipet & diuellat tam motus naturalis, quam motus praeter naturam.",
      "Motus enim, vt motus, et rarefacit semper, vt ad sensum patet.",
      "Quare, & motus Coeli, quamuis Coelo sit maxime naturalis, tamen Coelum iam rarefecisset, ac dissipasset, so Coeli corpus rarefactibile esset, id autem non fecit: quia, cum sit corpus impassibile, rarefactionis non est susceptiuum, nec verum est, quod affert exemplum de igne in propria sphaera, qui circumductus, nec naturali motu, sed Coeli raptu, tamen semper in eo conseruatur, nec dissipatur, hoc enim pariter falsum est, multa enim ignis ibi fit dissipatio, quinimo multae eius partes ab hoc motu, vt Arist. inquit infra detruduntur, quod si semper perseuerat est ex successiua deperditarum partium restauracione, quae semper fit, vt in caeteris elemetis.",
      "Praeterquam, quod inquam, falsa est haec responsio, tame dato, & non concesso, quod esset vera, quamuis hic motus non dissiparet Terram, quia illi esset naturalis, dissiparet tamen reliqua, quae sunt in Terra, quibus no est naturalis; quare aedificia, arbores, & cetera omnia ante-vnum diem iam dissipata forent.",
      "Propterea, & animalia cuncta interirent ex violento aeris motu suffocata, quinimo impossibile esset ea viuere cum natura non possit ferre motum adeo celerem. ",
      "Si enim homo non posset dimidiae horae spatio transferri per aerem ab aliquo Angelo, vel Doemone ab Italia in Palestinam, & viuus permanere, quia natura non ferret motum adeo uehementem, ut S. Thom. & alij Philosophi, & Theologi concludunt; quomodo possent longe velociori motu tot animalia simul cum Terra circumferri, longe (inquam) uelociori motu, nempe tempore vnius horae, spatium 937. milliariorum. quod Terra ipsa, si moueretur vnius horae tempore, vt supra dictum est, pertransiret. ",
      "Addo etiam, quod ob nimiam caliditatem aeris Regio nostra quae in terrae superficie est, esset inhabitabilis.",
      "Quod autem hoc sit necessarium patet ex attritione circumfusi aetis a motu Terrae; quinimo necesse esset, totam hanc aeris Regione igne confalgrate.",
      "Si enim plumbea safittae cuspis satis minori celeritate motae per aerem liquescit; quanto magis Terra tum celeriter mota conflagrabitur, quae cum, & bitumine, & sulphure, & Nitro, & tot siccis exhalationibus, referta sit, apta est ex satis leuiore occasione ardere, ut saepius manifestum fuit, & contingit in uarijs Terrae partibus, Terrae motu, uel aliqua alia leuiori occasione erumpentibus flaminis; quod in Campano Agro frequentissimum est;",
      "Nec modo memorabili illa Vesuccij conflagratione notum, verum etiam quaplurimis alijs; compertum, inter quarum memoriam recens est illa, quae contigit in Agro Puteolano Anno 1538.",
      "Protege Petro a Toledo, que adeo insignia fuit, vt eius ambustionis cinis ad sex milliarioru fere passuu Italicoru distatiam eiaculatur fuerit id attestate doctissimo uiro Simone Portio Neapolitano Philosophorum no modo sue tempestatis, uerum et omnium temporum memoria celeberrimo; quem honoris causa, nomino, cum ex eius fontib. & ego Peripateuce Philosophie purissimos latices auserim, successit. n. Portio in Neapolitana Schola, q omnes, quas Italia habet (pace dixerim clarissimaru Academiaru Bononiensis, ac Patauinae, quarum prima felicissimis Summoru Pontificum autspicijs instituta, & aucta: altera vero prudentissimo perennis Reipublicae Venetae consilio erecta, ac recta, veteres Athenas Instaurant) auditorum frequentia, solertia, & acumine exuperat, (vt feracissima est ea Regio magnorum ingeniorum) successit (inquam) in hac schola Portio Bernardinus Longus Philosophus eadem Ciuitate ortus, eademque doctrina genuina Peripatetica infromatus, vir numquam satis laudatus moribus, & doctrina; qui longissimam aetatem in Aristotele interpretando exegerat in cuius disciplina ego educatus, non potui me a iucundissima Praeceptoris commemoratione quamuis inopportuna continere, laudans satyricum Poetam dicentem."
    ],
    [
      "Dij maiorum umbris tenuem & sine pondere terram."
    ],
    [
      "Spirantesque crocos, & nijerna perpetuum ver."
    ],
    [
      "Qui Praeceptorem sancti voluere parentis."
    ],
    [
      "esse loco."
    ],
    [
      "Vt igitur eo, vnde discessimus, reuertamur; si terra moueretur, vt supponit Copernicus tota iam conflagrasset, atque ea omnia sequerentur incommoda, quae Copernico exigua videntur, ac flocci facienda modo solas celestium motuum constare faciat apparentias, ac rationes.",
      "Sed quia affert adhuc ipse aliud argumentum ad probandam suam sententiam, adhuc illud expendemus: ",
      "Dicit ipse, coelum stellarum esse debere. ",
      "immobile ex eiusdem Arist. praeceptis, cum sit locus omnium, loci enim conditio in eius diffinitione ab Arist. assignata, est vt sit immobilis, quod argumentu satis puerile est.",
      "Nam immobilitas sumitur penes situ atque positionem totius, non partium; allas neque nauigium esset in fluuio tamquam in loco; cum eius vnde, ita cotinuo fluant; neque vllum corpus continetetur aere tamquam loco; cum aeris partes semper nouae succedant, quod idem est in vltimo celo, quinimo solum celum vere, habet rationem corporis continentis immobilis; cum non possit situ in mutare, & eamque semper habeat ad centrum positionem. ",
      "Abunde igitur (nifallor) monstratum est Orphei Phyololai, Heraclyti, & Nicolai Copernici sententiam falsam esse, & impossibilem.",
      "Quare neque horum phaenomenum causas ad hanc sententiam posse reuocari, vt aliquibus minus recte philosophantibus fortasse videri posset."
    ]
  ]
}