{
  "title": "test",
  "paragraphs": [
    [
      "Opusculum hoc, mole quidem exiguum, rerum vero, de quibus agitur, nobilitate, & inquirendi difficultate omnium, que de naturali Philosophia extare possint, maximum, non ea de causa tibi dicatum volui Aloysi Cardinalis Amplissime, quod multis nominibus me tuae humanitati deuinctum, atque obstrictum sentiam, sed vt omnes intelligant, quantum sit meum erga te studium, & obseruantia, non ob ea, quae vulgus suspicit, nobilitatis, opum, atque dignitatis ornamenta, quibus te abunde, ac felicissime cumulatum video (haec enim nullo suo merito partim Naturae, & Parentibus, partim Fortunae, partim Principum munificentie homines debent) Sed ob eas animi dotes, quas tibi summo studio, summaque industria comparasti: virtutibus enim, aut vitijs quisque potissimum extimatur, quamuis autem ad virtutem plurimum momenti afferat ea vis, quam a Naturae primordijs ducimus, & bonam indolem appellamus, quae in nobilibus viris saepius cernitur, qualis tu es, nobilissimo loco, vnde stirpem ducis, clara stemmatum serie prognatus: tamen eiusdem indolis cultus, & studium tantum valent, vt sine ipsis, qui a natura ad virtutem datus est impetus, ad vitium conuertatur: magna enim ingenia feraci solo similia, vbi diligentem cultorem fuerint nacta, bonas fruges cum prouentu afferunt; sinminus, dumos, ac tribulos, & inutile, aut omnino noxiam sefetem producunt.",
      "Hoc igitur potissimum nomine, summo honore, summaque; veneratione Illustrissimam Amplitudinem tuam sum profectus, ex qua die, fausto Omine, mihi contigit de re literaria tecum agere, & ea exte ipso cognoscere, quae ante a Clarissimo tui Ordinis viro pietatis, ac literarum gloria omni temporum memoria celeberrimo, illustri testimonio de te praecidari audiueram.",
      "Quod mihi non sine stupore contigit: nam praeter humanitatem, prudentiam, solertiam, quam in te conspicatus sum, tantam reperi eruditionem, tantam sacrarum literarum peritiam, tantum Philosophiae robur in prima hac iuuenta, quantum neque in sene exacta iam in his studijs aetate, nuenire posse sperarem: quod eo magis mihi admirationi fuit, quia nouera te in publico munere adeo diligenter veriatum, vt nunquam disciplinis vacasse videreris, & adeo in disciplinis eruditum audiebam, vt nunquam in negotio fuisse appareres.",
      "Quare summopere prudentissimi, ac Sapientissimi Pontificis Pauli V. iudicium laudandum censui, quite ea aetate ad Senatoriam Romanae Ecclesiae dignitatem euexit, qu alijs vix exercere thogae munia est concessum.",
      "Haec igitur fuit mei consilij ratio Cardinalis Amplissime, obquam has meas disputationes tibi nuncupatas volui, hoc enim obsequium tibi deberi existimaui, quem noueram tanta cum voluptate Gallileum haec demonstrantem suscepisse, crescenti Patriae gloriae gratatum, quae veluti superioribus annis Vesputium dedit, noui Orbis inuentorem; ita nunc Gallileum habet nouorum syderum authorem.",
      "Accipe igitur Opusculum hoc tuo nomini consecratum.",
      "Quam animi significationem si tibi gratam nouero, spero me alia tum in Aristotelem scripta, tum etiam maioris argumenti opus, quod molior enarrationum in vniuersam Aristotelis Platonis, & Antiquorum Philosophiam tuis auspicijs in lucem hominum editurum.",
      "Vale."
    ],
    [
      "Ex Vrbe decimo Kalendas Octobris. MDCXI."
    ]
  ]
}