{
  "title": "test",
  "paragraphs": [
    [
      "Cvm aliquando adhuc inteposita nocte Illustrissimus Federicus Caesius Marchio Montis Coelij Rei litterariae in Vrbe Patronus, ac D. Ioannes Remiscianus vir omni disciplinarum genere instructus, & Attica, atque Romana facundia praeclarus, cuius solerci ingenio nouum Telescopij nomen perspicillo aptissime inditum debemus, necnon Do. Ioannes Clementius rerum naturalium solertsissimus indagator, ac Plinianae glorie nostra aetate aemulus, Eccellentissimum D. Gallileum conuenissemus visendi gratia Venerem perspicillo falcatam speciem praeseferentem, necnon circa Saturnum obambulantes alios Ermes: nubibus obseruationem syderum nobis eripientibus, interim variis de rebus, vt inter doctos solet, habebatur sermo.",
      "Incedit autem mentio de lumine, ad quam, cum ego ingemuissem prorsus humani ingenij tenuitatem, ac iunctam tenuitati temeritatem, quippe quae omnia peruestigare audeat non modo remotissima a nostris sensibus, verumetiam ipsis protinus inaccessa, vt purissimas illas, ac perbeatas mentes, & primum rerum omnium principium perfectissimum summum bonum; cum tamen in reclarissima tantum nobis coniuncta atque familiari, quantum est lux ipsa caecutiat, ita ut nullibi, quantin eius cognitione densioribus tenebris inuoluatur; ",
      "Adhuc enim de summo eius genere quae remotissima est cognitio non constat, si substantia sit, vel accidens, si corpus, vel incorpoereum aliquid, si qualitas, vel relatio,ad haec enim omnia pro nostri, ingeneij debilitate facile referri potest, & ab ipsis pariter arceri. ",
      "quae cum ego, pronunciassem Eccellentissimus Gallilaeus in eandem mecum sententiam venit, ac se libenter tenebroso carcere includi, ac parietantum, & aqua substetari passurum (modo hoc exacto tempore cum luci restitueretur, eius naturam perfecte caperet, & intelligeret) constanter asseuerauit; dignam certe quidem viro Philosopho sententiam, vt vero hanc eandem dubitandi rationem nobis confirmaret, cum apud omnes ex communi schola notum esse cognosceret, lumen esse qualitatem incorpoream, quae iugiter a corpore lucido in diaphanum producta manaret, ipse contrarium se nobis ostensurum obtulit occupata seorsum a Diaphano illuminato luce, atque inclusa, itaut omnibus appareret in tenebris, neque accensa, aut ignita aliqua materia, vt fieri consueuit, sed luce tantum seorsum sumpta, ac veluti ex integro corpore mutilata; quod cum omnibus paradoxum uideretur, ipse se mox ostensurum pollicitus est;",
      "Cum primum igitur matutino crepusculo lumen irradiationem Solis praeueniens aerem illustrauit, accepta lignea pixide, nobis omnibus ostendit lapillos in ea contentos, vt videremus, an lucem aliquam haberent, ostedit autem illos primum in luce accensa candela, dineceps vero in tenebris nullo admisso lumine, cumque fateremur omnes, nullum ipsos habere lumen, exposita extra fenestram pixide, itaut lumine illo non radiorum, quod primarium dicunt, sed dubio adhuc, atque ancipiti ipsius crepusculi, & secundario, quale in vmbris esse consueuit lapilli illustrarentur, post exiguum temporis spatium rursum clausa fenestra, ac nullo admisso lumine in meris tenebris coruscantes, atque lucidos lapillos nobis ostendit, nullo ardore concepta aut retenta luce, aeque, ac accensae prunae in tenebris fulgere consueuerunt, hanc vero eande lucem, quod mirabilius est, paularim languere, ac tandem euanescere videbamus, ex quibus multa deducebamus argumenta inuicem pugnantia;",
      "si etenim lux est qualitas, & qua litas incorporea, vt patet, quomodo certis terminis clauditur, & circumscribitur, quod proprium est substantiae, aut si competit qualitati, non competit qualitati, quae corporis conditionibus non tenetur, cuiusmodi esse lumen manifeste omnibus est compertum, quinimo si lumen qualitas est, ita a corpore lucido in diaphanum producta, vt a compore lucido pendeat, quemadmodum dici solet no modo in fieri, vetu etia in conseruari; tandiu enim fit, & permanet lume, quadiu presentia corporis lucidi in perspicuo reperitur, quomodo remoto corpore lucido, vt fenestris clausis, ac obserratis, lux, siue lumen adhuc permanet, & per aliquod non exiguum temporis spatium sine incendio, & ardore collucet?",
      "mirandum certe visum est omnibus hoc ostentum; quamuis enim multa etiam sint, quae in tenebris nullo admisso lumine adeo lucent, vt non modo ipsa conspicua sint, verum etiam propinquum aerem illustrent, quemadmodum aliqua putrescentia ligna, squammae, osta, & capita piscium, felis oculi Cicendele venter infimus, & alia huiusmodi, quae magna cum admiratione conspiciuntur, tamen preceteris hi lapilli maximam admirationis, ac dubitationis secum afferunt occasionem, cum; & lumen inius concipiant minime diaphani, sed opaci existentes, quod hucusque diaphanis tantum conuenire vsum fuit, & retineant, quod neque diaphanis, neque opacis tribuitur: hanc quaestionis occasionem cum proposuisset D. Gallileus ego rei nouitate, atque difficultate quaesiti excitatus ad inquire dum, pro insito mihi semper addiscedi cachoethe, pollicitus sum me aliqua in propositam quaestionem scripturum, vt & problematis causa aperiretur, & Peripatheticae philosophie, quam profiteor, constans ratio roboratur.",
      "Proponitur aut disputandum atque inquirendum problema.",
      "Si lumen non producitur in diaphano nisi ob praesentiam corporis lucidi; itaut, coetiam recedente auferatur, vt Arist. docuit secundo se anima capit.7.part.69. vbi inquit lumen esse praesentiam ignis, aut alicuius huiusmodi, hoc est lucidi corporis inperspicuo, & experietia ipsa testatur.",
      "Cur nam in hoc lapide opaco, & no diaphano, in cortice enim & parte magis opaca, & magis aspera lapidis, vt docebimus infra, in eius descriptione lumen recipitur, & non modo recipitur, verum etiam conseruatur, & permanet nequaquam praesente amplius lucido corpore, sed eius actione prorsus intercepta; clausis enim fenestris, ac nullo extrinsecus admisso lumine fulget.",
      "Cuius occasione aliqua etiam dicemus de ijs quae noctu, & in tenebris lucent, cu die, & in lumine nullam habere luce videantur."
    ]
  ]
}