{
  "title": "test",
  "paragraphs": [
    [
      "Terreum globum Astrum quoddam esse, quod regulari motu circumferatur antiquissima fuit opinio; ",
      "Cum dico Terreum globum, terram simul cum aqua unum globum efficientem intelligo.",
      "Fuit autem primum Orphei, ut in eius carminibus, quae supra recitauimus patet: deinceps uero Taletis, necnon Pythagorici Philolai, qui ignem tamquam focum in medio uniuersi accensum; circa ignem autem terram, astrorum unum existentem circulariter ferri, ac noctem, & diem facere; amplius autem oppositam huic existere aliam terrain, quam Antictona uocabant, statuit; hanc opinionem Pythagoricis tributam ab Aristotile uidemus secundo de Coelo, & Philolao potissimum a Plutarcho in placitis Philosophorum, & a Diogene Laertio in eius uita, Philolaum uero sequutus est in eadem sententia Heraclides Ponticus, qui (eadem Plutarcho teste, ac Gemino Philosopho referente Simplicio ex Alexandro in Commentario super 18. particular 2. Physicorum Aristotelis,) ut eam uarietatem seruaret, quae in Solis motu, ac reliquorum planetarum apparet, Solem in Centromundi constitutum asseruit, eumque immobilem, & circa eum terram, ac reliqua sydera moueri.",
      "Hanc eandem sententiam  nullis mutatis sequutum fuisse Nicolaum Copernicum Mathematicum celeberrimum legimus in suis libris de reuolutionibus Coelestium orbium, quos Pau. Tertio. Pot. Max. nuncupauit.",
      "Hic suarum reuolutionum lib.1.ca.10. solem immobilem statuit, supra quem Mercurium octuaginta dierum spatio, supra Mercurium Venerem nouem mentiu curriculo, supra Venerem autem Tellurem primum quidem uelocissimo diurno motu ab occasu in ortum, deinceps vero annuo motu simul cum luna circu uolui, ac circa tellurem lunam in Proprio epyciclo ferri, supra Tellurem, & lunam Martem bima reuolutione, supra quem Iouem duodecim annorum spacio, ac supra eum saturnum annorum triginta, supra quem tandem stellarum fixarum orbem immobilem permanere.",
      "Hanc autem suam sententiam non modo ex vniformi motu, & Phenomenis, solis, ac coeterorum Panetarum, quae hac supposita thesi certissime inueniuntur nititur comprobare; verum etiam, quod miraculum est, Physicis argumentis, ac rationibus, quibus, & ipsam astruere, & contrariam destruere posse, suadere nititur.",
      "Quae si vera sunt, aut possibilia, non mirum erit si hoc perspicillo lunam proprius videntes, in ea Montes, Conualles, Lacus, Maria, Insulas promotoria, & ea quidem longe maiora, quam hac nostra terra vedemus (vt de altitudine montium longe maiori, quam sint nostrates, certissimam habuit demonstrationem Doctissimus Gallileus in sydereo Nuntio) cum ipsa altera terra sit, aut terram esse, nullum sit inconueniens, sed age iam ad argumenta Copernici veniamus, ac primum Tellurem supra Mercurium, & Venerem constitutam esse, Solem autem in centro immobilem permanere ex eo probat, quod ab apparentibus solis, ac coeterorum planetarum motibus colligitur, quorum ratio his suppositis constat, ac certa permanet, cum alias multa absurda, acimpossibilia sequatur, quinimo terram non posse esse Centrum, neque in Centro ita probari potest.",
      "Si terreus globus, aut Centrum, aut in Centro esset, tunc esset Centrum, vel in Centro totius vniuersi, aut partium;",
      "An neutrum potest esse, ergo nullo pacto est Centrum vel in Centro; quod neutrum possit esse, probatur, non potest esse partium vniuersi, quia si esset, esset Centrum, vel in Cetro circa quod uerteretur planetarum hglobi tamquam vniuersi partes, at hoc impossibile est, nam Planetae habent motum a Terra eccentricum, vt manifestum est, quinimo Astronomi omnes ob hoc coguntur planetas non modo in orbibus eccetricis constituere, quoru vastissima sit crassities ex vna parte vbi absides planetarum sunt; ex opposita autem parte valide tenuis gracilitas, verum et in epyciclis, ad quae omnia impossibile est terram habere vllam Centri proportionem, ergo terra non est Centrum, nec in Centro partium vniuersi.",
      "Nec minus potest esse Centrum, vel in Centro totius vniuersi, quod ita probatut, aut vniuersum est finitum, aut infinitum; neutro modo potest terra esse Centrum, vel in Centro, ergo nullo modo; si sit infinitum non potest esse Centrum, vel in Centro, probatur, quia in Centro cuius periferia sit infinita, vt contingeret si extima Coeli superficies nulla esset, & Coeli moles in infinitum protenderetur nullum esset assignare punctum, quo lineae aequales in periferiam educerentur, ergo nullum esset assignare Cetrum, neque aliquid circa Centru si sit finitum, neque etiam terra potest esse Centrum, vel in Centro: non potest esse Centrum, quia Centrum est punctum indiuisibile, & immaginarium, tellus autem corpus est satis vastum, neque potest esse in Centro, vel circa Centrum, quia vniuersum, cum sit conflatum ex varijs corporibus diuersae rationis, quorum omnium proprium, ac singulare est centrum, non potest habere vnum commune Centrum, vt exempli gratia, cum vniuersum constet ex terra, aqua, aere, igne, & corporibus celestibus, quorum omnium proprium, ac peculiare est Centrum, non potest habere vnum commune Centrum, quod autem vnumquodque corpus habeat vnum peculiare Centrum, patet ex vnione partium, cuius appetitus naturaliter vnicuique corpori est inditus, vnio autem partium est circa proprium Centrum, vt patet ex guttis aquae, quae effusae statim circa proprium Centrum conglobantur.",
      "quare id, quod tribuunt grauitati nempe tendere ad Centrum, non competit solum grauibus, sed vnicuique corpori inest non solum elementatibus, verum etiam Coelestibus.",
      "quare solem. & lunam & coetera astra in propriam rotunditatem conglobata videmus, & id, quod graue dicitur nihil aliud est, nisi appetentia quaedam naturalis partibus indita a diuina prouidentia opifice vniuersorum, vt in vnitatem, integretatemque suam se se conferant in formam globi coeuntes."
    ],
    [
      "Ex quibus omnibus colligitur, quod illa propositio.",
      "Omne graue tendit ad centrum vera est de centro proprio non de centro vniuersi, quare, & si terra sit grauis imo prima grauitantium, tamen non sequitur ipsam tendere ad cetrum vniuersi, sed ad proprium.",
      "Patet igitur, terram nullo modo, esse, neque esse posse centrum, vel in centro nec totius vniuersi, nec partium.",
      "Quod si non est in centro, & in aliquo loco oportet vt sit; neque aliquis alius conuenientior phaenomenis potest assignari quam dictus, ergo terra in predicto, & no in alio erit loco.",
      "Asseremus etiam in confirmatione huius sententiae argumentu, quod affert Arist. secundo de Caelo particula 73. ex sententia Pythagoreorum, nempe, quod nobilius in nobiliori loco seruari debeat, non ignobilius.",
      "At locus centri est nobilior, quem propterea Iouis carcerem appellabat, ergo in eo conuenit, non terram ignobilissimum elementum, sed potius ignem, vel solem, (quem igne voluerunt designare, asseruari) & contineri.",
      "Cur autem centrum Iouis carcerem Pythagorici nunuparent, Arist. non explicat, sed non absonum vt ego aliquam causam afferam:",
      "Hanc autem existimo, nempe quia Deus circulo mouet coelum, quod autem circulo mouet, necessario circa centrum mouet, ergo Deus si circulo mouet orbem necessario circa centrum mouet autem necessitate agit, ex necessitate agit, veluti careere detentus agit, ergo si Iupiter hoc modo agit, ex necessitate circa centru: ergo iure metito Iouis carcere centum nominant Pythagorici, circa quod ex necessitate agit.",
      "Assumptam vero propositionem, quod nobilius in medio contineatur exemplo pariter confirmant;",
      "Videmus enim in Animatibus.",
      "Cor nobilissima totius corporis partem in medio collocatam, neque obstat, quod, vt plurimum videtur terram aquae substare, ac subsidere, aquam vere aeri; cum contrarium sepe, & in multis natura factis experiamur, vt in testaceis animalibus patet, in quibus resta omnino terrea, ceteris imminet, & superstat, quod Empedocles de ostreaceis cecinit his carminib."
    ],
    [
      "Inspice terrigraues conchas quandoque marinas."
    ],
    [
      "Boccinus exemploque obducta chelys tibi saxo."
    ],
    [
      "Esse potest summo, ut videas in corpore terram."
    ],
    [
      "Et aptissimo, (nifallor,) siymbolo totius huius opinionis exemplum ouo explicari potest, in cuius centro luteum est ceterarum oui partium calidissimu, ac soli adsimile, circa quod albugo aquae, humido, & aereo non exiguo composita veluti Mercurij quoddam corpus: circa Albuginem vero, vel supra albuginem genitura ex aqueo humore, & athereo aere, veluti, venus quaedam, & supra haec omnia testa frigida, & sicca & omnino tetrea. ",
      "Atque haec admostrandum, terram non esse in centto, & posse esse extra centrum dicta sint.",
      "Altera erat pars huius positionis, nempe quod terra in loco, in quo est, moueatur in gitum, primo celo, hoc est stellato orbe immobili permanente; quam ita probato, si celum mouearut, & terra stet, magna sequentur absurda, & impossibilia si autem terra moueatur, & celum stet, nullum inde sequetur incommodum; ergo terra meuebitur, & celum stabit.",
      "Assumpta Hypothetica probatur.",
      "Nam aut celum extima sua parte est finitum, aut est infinitum, probabilius autem est; esse infinitum, quam finitum, si enim esset finitum, tunc extra celum, vt inquit.",
      "Aristotile nihil esset neque corpus, neque locus, neque vacuum neque tempus.",
      "Absurdum autem est, & improbabile, Vniuersum magis a nihilo contineri, quam ab immensa, & infinita vastitate, si autem celum est infinitum, impossibile est, ipsum circulo moueri, cum enim lineae a centro ad circumferentiam ductae, quo magis a centro distent; magis inter se distant, ersi protendantur in infinitum, quod necessario sequitur in corpore infinito: infinita distantia inter se distabunt.",
      "Cum enim in lineis infinitis semper sit data, maiorem accipere, necesse est, distantiam talium linearum esse talem, extra qua nullam sit sumere magnitudinem tangentem lineas.",
      "Quare si huiusmodi corpus mouebitur, aut absoluet hoc spatium tempore infinito,aut tempore finito: si tempore infinito, tum numquam circulus aboluetur, cum enim spatiu hoc, quod no est totius circuli, infinito tempore absoluatur, quod ide est dicere; ac si quis diceret, numquam absoluatur, sequitur multo magis totius circuli spatium numquam absolui.",
      "Aut absoluetur hoc spatium tempore finito, & tunc sequitur impossibile maius; ",
      "Quod infinitum finito tempore absoluatur, cum infinitum absolute pertransiri non possit;",
      "Quare ne haec impossibilia sequantur melius est stature celum esse immobile;",
      "Quauis vero haec positio sequatur ad positionem quod celu sit infinitum, nulla tamen ea hoc est fallacia consequentis, vel consequentiae;",
      "Quia si Arist. arguit primo de celo, praefatis rationibus, celum esse finitum eo, quod circulo moueatur, & tertio Physicorum omne corpus physicum esse finitum eo, quod omne corpus physicum necesse sit moueri.",
      "destructa hac antecedente ex eo, quod aliquod corpus physicum nempe caelum non moueatur, destruitur cosequens, nempe quod nullum corpus physicum sit infinitum.",
      "Optime enim Parmenides, & Zeno statuerunt ens infinitum vnum, & immobile, sequitur enim ad infinitatem immobilitas.",
      "si igitur aliquid constituatur ex quo saluetur id, quod omnib. apparet celu moueri ab oriete in occidens absque eo, quod Celu necesse sit moueri;",
      "Illud pariter cofimabit Celu esse infinitu ex cosequenti stare.",
      "At hoc costituto, quod terra moueatur diurno motu ab Occidente in Oriens, potest saluari haec, quae nobis apparet, stellati orbis circumuolutio, vt manifestum est.",
      "Nauigantiu exemplo, qui cum ad motum nauigij moueantur, & a littoribus terraque recedant putant tamen littora, atque terras a se recedere, vt Virgilianus Aeneas inquit "
    ],
    [
      "Prouebimur portu, terraque, urbesque recedunt"
    ],
    [
      "ergo hoc pariter confirmabit, posse esse coelum infinitum, & proinde immobile omnino stare:",
      "Quod si Coelum non sit infinitum, sed necesse sit esse finitum, vt Peripateticis placet, tunc minori difficultate terra exiguae molis, & ad Coelum instar puncti, mouebitur, quam Coelum ipsum, cum vasto, atque immenso spatio 24. horarum breuissimo tempore moueri possit.",
      "Terra enim vt Mathematici certissimis rationibus perhibent singulis quibusque horis si moueretur, non amplius spatium pertransire posset quam milliariorum nongentorum triginta septem, firmamentum autem siue octaua sphaera sumpta, ad terram, proportione qualibet hora passiuum millia 42398437. pertransirce.",
      "Accedit praeterea ratio, & conditio loci, & continentis ex ipsomet Arist. petita.",
      "Locus enim ab eo dicitur esse vltima superficies corporis primo continentis immobilis, ergo Coelum, cuius ambitu tamque loco, omnia continentur debet prorsus stare, & immobile permanere.",
      "Affertur praeterea aliud argumentum ex immobilitate, quae cum nobilissima conditio sit carentia, scilicet, mutabilitatis, atque vicissitudinis, que necessario cum corruptione iuguntur, nobilissimis est assignanda, quibus ex sua natura competit Aeterna enim semper stant, & immutabilisa sunt, vt Deus primum, ac deinceps suo quaeque ordine Beatae Mentes;",
      "Quare stabilitatis, ac immobilitatis conditio, si corpori alicui est tribuenda, coelo tanquam nobilissimo non autem terrae omnium ignobilissimo est assignanda.",
      "Neque vero si Terra moueatur, aliquod sequetur incommodu, bel absurdum etiam si supponatur quod ab Arist. primo de Celo statuitur.",
      "Cor pori simplici simplice deberi motu.",
      "Na simplicia corpora, vt sunt Elementa, in ter quae est terra, vel sunt in proprio loco, & adepta sunt sua perfectionem, uel sunt extra illud:",
      "Cum sunt extra proprium locum necesse est habere vnum motum per quem redeant ad illud tamquam imperfecta ad suum perfectiuu, & hic motus est super linea recta nempe laeuium a Centro, grauium autem ad Centrum.",
      "Cum autem sunt in proprio loco, necesse est habeant motum, per quem in propria natura, atque perfectione conseruentur, quem motum necesse est circularem esse; veluti enim motus, qui elementis competit extra propriam perfectionem constitutis necesse est, vt sit super linea recta, cum sit a termino a quoad terminum ad quem, ita motus, qui competit elementis in sua perfectione, & sphoera constitutis necesse est vt sit super linea circulan cum sit semper in termino a quo, & in termino ad quem.",
      "Quare, & quamuis moueantur, quiescant, et sic quamuis quiescant moueatur; mota secundum partem quiescentia vero secundum totum;",
      "Quibus suppositis, facile est demonistrare nullum sequi absurdum ad motum Terre.",
      "Et primo soluitur argumentum.",
      "Vni simplici corpori vnus simplex naturalis debet motus & vna simplex naturalis quies; ergo Terre, cum sit vnum simplex corpus, vnus simplex natura competit motus, nempe deorsum, & vna pariter ibidem quies.",
      "Terra ergo si natura sua, vt patet, tendit deorsum, natura sua ibidem quiescit; quod si moueatur aliquo alio, motu praeter naturam mouebitur.",
      "Terra igitur si circulo moueatur, mouebitur preter naturam.",
      "Motus autem preter naturam tandem necesse est deficiat: quomodo igitur tot saeculis perurauit?",
      "Ad quod respondetur ex distinctione supposita vniuersi, corpori simplici vnum simplicem motum deberi, & vnam simplicem quietem, sed alias, atque aliter constituto, alium motum, & aliam quietem, nempe Terrae extra locum positae motum deorsum, & eius terminum quietem deorsum eidem vero in loco atque sphera sua permanenti, alium motum simplicem competere, nempe circularem secundum partes, & aliam quietem ad situm, scilicet, atque positionem, & secundum totum.",
      "Vtrumque igitur naturale de Terra, & motus, & quies deorsum: nec non etia circularis motus, & quies circa proprium; ",
      "Centrum quare nullus ex his violentus est motus:",
      "Numquam igitur deficiet, sed perennis esse poterit.",
      "Ex hoc eodem pariter soluitur Ptholomaei argumentum, quod si terra moueretur motu hoc velocissimo, vt supponitur horis vigintiquatuor toto circulo tunc sequeretur iam dici dissipata fuisse omnia, que in terra sunt aedificia, quinimmo ipsammet Terram iam fuisse diuulsam, hec enim omnia sequerentur si motus circularis Terre praeter naturam esset.",
      "Cum igitur ipsi naturalis sit, tantum abest, ut ipsa, vel quae in ipsa sunt corrumpantur, quin magis hoc motu seruabuntur, & vnientur, quod inde confirmatur.",
      "Si enim circulari motu ipsius Coeli ignis in sphaera propterea conseruatur, & non destruitur, cum tamen non sit illi naturalis vt peripateticis placet, quanto magis a tali motu sibi naturali conseruabitur Terra, & non dissipabitur? Soluitur etiam altera instantia Ptholomaei, quod nubes semper viderentur ad Occasum moueri nobis in Terra existentibus.",
      "Si ab Occasu in ortum ipsa ferretur:",
      "Nam cum non solum Terra verum etiam quamplurima terrae circumfusi aeris pars hoc motu moueatur etiam ab occasu in ortum ferri videbuntur; praeterquam quod aer continuo ventis agitatus, ac veluti Mare fluctuans, varie circumlatos vapores, ac nubes habet;",
      "Nec minus soluitur aliud argumentum.",
      "Arist.2. de Coelo, quo probat, Terram non moueri.",
      "Inquiens huius inditium esse, quod lapis profectus sursu etiam si post longum spatium temporis cadat, super eodem signato loco cadit, a quo proiectus fuit, quod non contingeret, si Terra moueretur.",
      "Aer enim a quo decidit proiectus lapis eodem motu mouetur, & circumfertus, quo ipsa Terra.",
      "His argumentis Copernicus, & ante Copernicum Philosophi Pythagorici, & Heraclitus Ponticus suam sententiam comprobant, & ostentant."
    ]
  ]
}