{
  "title": "test",
  "paragraphs": [
    [
      "Verum quia multi sunt, qui non modo persuaderi non curant, uerum etiam ne persuadeantur impediunt, ac ne caeteris de recens apparentibus planetis, aut de his Phoenomenis asseruerantibus credat, instrumentum decipere praedicant, idque praestigiosum prorsus esse, & fallax, propterea quae de ipso, tum ego, tum etiam multi alij neque stolidi, sed accurati viri, & qui ad haec experimenta contradicendi animo accesseramus, certissima, & occulata fide cognouimus, opere praetium erit supponere, & referre;",
      "Verum antea de origine, atque inventione huius peripicilli aliqua dicere non erit absonum.",
      "Fuit autem eius inueniendi primus Author omnium consensu, & testimonio Clarissimi Ciri Chepleri Caesarij Mathematici, Ioannes Baptista a Porta Neapolitanus Vir Nobilis, & Doctissimus, ac naturae arcanorum solertissimus indagator, qui decimo seprimo suae naturalis magiae libro capite decimo, & vndecimo inuentionem huius admirabilis instrumenti distincte, & ex arte prodidit, dixi autem distincte, & ex arte; nam septuaginta ia ab hinc annis Hieronymus Fracastinus huiusmodi instrumenti vsum commemorauit lib. suo, quem Homocentrica inscripsit cap.8. his verbis.",
      "Qua de causa in eadam aqua, quae in summo cernuntur minora apparent, quae non in fundo, maiora, & per duo specilla ocularia si quis perspiciat altero alteri superposito, maiora multo, & propinquiora videbit omnia.",
      "Sed his verbis indistincte huius instrumenti fabricam vix prodidit nulla assignata, aut aedita ratio eius structurae, & vsus; quae omnia perbelle tradidit Porta ex vsu Cristallinae lentis, qua multiplicata vim visiuam in immensum spatium, vt vix credibile esset, proferi posse asseruit, ac species ingenti magnitudine crescere, & oculo propinquiores fieri, quod postea vsus ipse, & praxis in hoc instrumento demostrauit, ex quo obiecti speciem millies maiorem fieri, atque oculo uigecuplo magis appropinquari expertum est.",
      "Cum vero hanc praxim ipse non esset exequutus, vel fortasse si exequutus, fuit in publicum non prodidisset paruis ab hinc annis in Belgica huius instrumenti vsus potissimum conspectus est, quod rude cum satis esset, a D. Gallilaeo, qui tunc temporis in celeberrimo Patauino Gymnasio Mathematicas disciplinas magna cum Laude profitebatur, mirifice adauctum fuit, atque ad exactam perfectionem deductum, nec non ad astronomycum vsum accommodatum, ita vt illo postmodum tot mira, quae videmus inuenerit, haec de eius origine.",
      "Quae autem nos eo instrumento, quo ipse Gallilaeus vtitur, experti sumus, nunc referremus.",
      "Est autem primum nempe ea, quae naturali acie uix per vnius miliarij cum dimidio spacium conspiciuntur, vicecupla proportione, nempe per sexdecim miliariorum spacium distincte conspici, & videri.",
      "Nam cum essemus in summitate Ianiculi prope Vrbis Portam, quae sancti spiritus appellatur vbi olim fuisse dicitur Martialis Poetae Villa, nunc autem est Reuerendissimi Maluasiae, Palatium Illustrissimi Ducis ab Altaemps in Tusculano adeo distrincte conspicabamus hoc instrumento, vt eius singulas fenestras, etiam minimas commode enumeraremus, quod spacium est sexdecim Italicorum moliariorum, & ab eidem loco litteras, quaesunt in Sixti Porticu in Laterano ad benedictiones instituto distincte adeo legebamus, vt etiam puncta inter litteras designata cofnosceremus spatio ad minus duorum milliariorum, quae vix spatio dimidij miliarij ita distrincte legi possent.",
      "Alterum est, quod hoc instrumentum quouis spacio rem ipsam repraesentet, in nulla conditione, aut circumstantia illam variam, aut diuersam repraesentat, neque enim in colore, neque in magnitudine, neque in positione, neque in numero, neque in figura rem aliter offert, quam se se offerat naturaliter videntibus oculis, & absque instrumento nobis prope, & in debita distantia existentibus.",
      "Quare neque distortam, neque transpositam rem videre facit, sed hoc tantum praestat, nempe vt res, quae ex distantia confuse, & nihil, aut uix minimum videri possunt, sua ope tamquam ex propinquo clare, & distincte videantur.",
      "Sed aliquis dicet, quid haec, quae in modica distantia remota sunt, ad Lunam, & ad Sydera, quorum infinita pene distantia est a terra, sed ad hoc tespondebimus certissima (ni fallor) tesponsione, primuum supponentes, quod omnibus compertum est visionem non fieri per motum, ac proinde nec in tempore, & veluti illuminatio fit statim, atque Diaphono praesens fit luminosum corpus, ita visionem fieri statim, atque visibile obiectum visui praesens fiat, vel ipsummet Diaphanum actu efficiens, vt luminosum aliquid, vel in diaphano actu, ut coloratum quare fit, ut etiam quam longissime distantia subito conspiciantur, ueluti quae sunt in supremo Coelo, statum appertis oculis.",
      "Ex quibus colligitur distantiam nisioni non obesse, dum tamen obiectum tale fit, ut diaphanum mouere possit, & oculum, ac tantum valere obiectum debiliter motiuum in non satis magna distantia, quantum obiectum ualide, & in immensum motiuum in ualde magna, atque immensa distantia, quod pater hoc experimento; tantum enim in nocte mouet uisum fax accensa pro sui luminis quantitate in proportionata sibi distantia, quantum stella fixa pro sui luminis quantitate in proportionata sibi distantia, quantum stella fixa pro sui luminis magnitudine in longe maxima, ac sibi proportionata distantia, ex quo ita arguo si obiectum minus motiuum pro sui proportione in uicecupla uiciniori distantia ab instrumento repraesentatur oculo, prout est, ergo obiectum maxime motiuum pro sui proportione in uicecupla pariter minori distantia eidem repraesentatur uicinius, ut est, uerbi gratia, si Palatium motiuum uisus absque instrumento per spatium unius miliarij cum dimidio cum instrumento mihi repraesentatur, ut motiuum in uicecupla distantia, nempe sexdecim miliariorum, & hoc sine fallacia, & deceptioue, ergo pariter astra motiua mei uisus absque instrumento, spatio multorum miliarorum, & pene immenso, cum instrumento uicecuplo magis motiua erunt, hoc est uicecuplo propinquiora facta, & hoc pro sui luminis magnitudine, & proportione sine fallacia & praestigio, quare cum eadem prorsus sit proporrio, caeterarum rerum, quae sese magis propinquae hoc instrumento uisui offerunt, cum rebus Coelestibus, quae hoc pariter instrumento uisui propinquiores fiunt, & in caeteris rebus uisis nulla sit fallacia ex instrumento, ut nobis illis magis appropinquantibus, & absque instrumento cernentibus est manifestum.",
      "pariter, & in rebus Coelestibus nobis hoc instrumento uisis nulla erit fallacia, & deceptio."
    ]
  ]
}