{
  "title": "test",
  "paragraphs": [
    [
      "Mercvrivm caducaeum gestantem coelestia nuntiare, & mortuorum animas ab Inferis reuocare sapiens finxit antiquitas: Gallilaeum vero nouum Iouis Interpretem Telescopio Caducaeo instructum Sydera aperire, & veterum Philosophorum manes ad superos euocare solers nostra aetas videt, & admiratur, neque vero, vt par ei nomen, atque officium cum Mercurio est Syderei Nuncij, a Prisci illius Mercurij Caducaeo eius Telescopium differt; ommitto. ",
      "Iubae figuram, quam in antiquissimis Mercurij signis conspicimus, huius fortasse Instrumenti formam praesignantem, sed potissimum contemplor serpentes caducaeum amplexos: mutuo se in summitate aspicientes, certissimum vigilantis, atque perspicacis oculi Symbolum, cuiustanta in his anima lib. uis creditur, vt inopinabili euentu aliquod ex ipsis, conspectum Animal interimere posse perhibeatur, quod veluti certum a multis traditur, & a nullis, aut vix paucis, creditur, ita huius Telescopij vis tantam videndi aciem profert, vt supra hominum credulitatem narratum fabulose audiretur; nisi id quam soepissime multis experimentis notum fuisset, neque vni, aut alteri, sed quam plurimis, neque gregarijs hominibus, sed praecipuis, arque disciplinis omnibus, nec non Matematicis, & opticis praeceptis apprime instructis, sedula, ac diligenti inspectione mostratum.",
      "Sed ad alterum huius caducaei munus nunc transeamus, quo hic Mercurij aemulus mortuos ad vitam reuocat, Orpheum, Taletem, Pilolaum, Democritum, Heraclitum, Ponticum, Anaxagoram, ac tandem etiam Plutarchi Lampriam, cum enim eorum de Mundo, non modo obsoleta, verum etiam abolita ferme opinionum esset memoria, cunctis cum Academia, & Peripato vnum astruentibus Mundum, cui centrum esset tellus substratum omnibus, & grauissimum; huic vero circumsusa esset caetera elementa ordine disposita leuius grauiori impositum.",
      "quousque Coelum omnibus superesset a Centro quam longissime, & aeque distans perspecta Peripheria tornatum.",
      "Gallilaeus recens a Coelo ad nos delapsus Mercurius non modo asperitates, & iuga in Luna nunciat; verum etiam altissimos Montes, crepidines, planities, Valles voragines, Lacus, Maria, Isthmos promontoria, chersonesos, que si ita sunt, vt apparent, quis non videt ambigendum esse, an Lunae globus sit Terreus nostro quem habitamus adsimilis, vt antiquissimus ille Orpheus cecinit his carminibus"
    ],
    [
      "Molitus est aliam Terram infinitam, quam lampadem"
    ],
    [
      "Immortales vocant, Terreni vero Lunam"
    ],
    [
      "Qua multos Montes habet, multas Vrbes, multas domos."
    ],
    [
      "Hic vero circa nostrum voluatur, vt circa solem noster, & Inuicem se illuminent, vt Pythagoricus Philolaus, & Heraclitus Ponticus aliquando asseuerarunt, quos imitatus est recenter Copernicus.",
      "Aut eam esse alterius Mundi, & orbis Centrum, vt nostra haec Terra huius est nostratis, ac innumeri alij globi innumerorum orbium sunt, quod Democritus Abderita olim, & nostra tempestate etiam aliqui somniarunt, aut fortasse si ibi alios habitatores alias Vrbes, alios Magistratus constituere absurdum videatur eam esse opacam quandum, & Terrae adsimilem massam, sed asperitatibus, & anfractibus obsitam, ac si dixerimus ingentem pumicem, vt Diogeni Phisico placuit (quod vero absimile non est) cum ab ingentibus, quos recipit, Solis aestibus, tot saeculis ambusta sit, necessario conseruatur; atque eam ita Solis germana, vt πυρολιθυς Iure appelabimus cu vtrumque sit lapis accensus, at Sol lapis proprio calore ignitus, & candens, Luna vero non proprio, sed Solis, quam sententiam ita mordicus tenuit Anaxagoras, vt pro ea mortem appetere non dubitarit.",
      "Non satis vero mihi erit, Gallilaeum hoc duplici munere Mercurio aequalem credere, nisi etiam tertium ex Homero addam, velutim.",
      "Homerus Mercuriam finxit ad tres Deas pomum tulisse pulchriori dadum, at que producta in medium discordiae, & litium occasione, ipsum discessisse relicto alijs ancipitis iudicij discrimine; ita hic in proposita horum Phaenomenum indagine tribus disciplinis, quas cuncti nun venerantur Alexandrinae scilicet Astronomicae, Academicae, atque Peripateticae Philosophiae, ac renouata illis, & mortalibus omnibus perennis laboris segete, Tum Astronomos, tum Philosophos ad indagandum, & iudicium ferendum conuocat, ipse interim Delphici Apollnis oraculo sapientissimus caeterorum hac voce, & ego excitatus (quem enim etiam altissimum somnum dorminetem ingens hic noui miraculi sonus, qui totum orbem peruasit non excitasset?) ad aliquid scribendum accessi nihil certi affirmans, sed tantum dubitando tentans ratus non satis esse mihi sciendi cupido haec admirari, & horum Inuentorem admirando praedicare, ac plausibus Populo ostentare nisi, & hunc eumdem Gallileum (qui diuino, quo praeditus est Ingenio, veluti potis fuit haec nouo, & admirando Instrumento nobis ostendere, ita etiam eorumdem nobis causam, & rationem aperire valebit) nec non caeteros alios tum Mathematicos, tum Philosophos his stimulis non modo excitatem, verum eriam cogetem."
    ]
  ]
}