{
  "title": "test",
  "paragraphs": [
    [
      "Fortasse autem, quamuis impossibilie sit Lunam esse alium Terrenum globum, ac propterea non sint vere in ipsa montes, nec valles, vt in nostra sunt Tellure, quam habitamus, nullum erit absurdum esse in eius superficie asperitates, ac tubera, quae nostris montibus in superficie Terrae existentibus proportione respondeant, ac rursus partes alias humiles, & depressas nostris omnino conuallibus situ, atque figura adsimiles, quod quidem sufficit ad horum Phoenomenum rationem reddendam caeteris circumscriptis, quodque instrumenti opera potissimum nobis ostenditur, propterea opere pretium erit, & hanc sententiam diligenter expendere, atque considerare. ",
      "Cum vero id duplici ratione contingat, vna quidem si Lunae corpus sit alterationibus obnoxium, atque inde diminutionem, & accretionem, partium densationem, & rarefactionem, scissionem, & concretionem pati possit; adhaec enim in corporibus, generabilibus, & corruptibilibus asperitatem, vel lenitatem, aequalitatem, vel inaequalitatem sequi videmus.",
      "Altera vero si etiam impassibili Lunae substantia existente, ac prorsus alterationis, generationis, & corruptionis experte, eius tamen superficies sit inaequalis, ac montuosa, ita ut magnae in ipsa sint eminentiae, non modo ad instar nostrorum montium, sed longe maiores, ac latae insuper depressae partes ad instar nostrarum vallium.",
      "Quae omnes tamen partes ex vno Coelesti corpore sint in alterabili, inaugmentabili, imminuibili, atque incorruptibili.",
      "Cum inquam alterutro modo contingat hec in Lunari corpore esse, primum de primo, deinceps vero de altero nobis futura est disputatio: ",
      "Prisci omnes Philosophi ante Aristotelem Coelum ex materia generabili, & corruptibili constituentes Astra pariter eiusdem conditionis esse pronunciarunt, quamuis vero omnes consenserint Coelum esse igneum, ac propterea illum αιθειρ, hoc est ardens eb αιθω, quod est ardeo appellarunt (ante tamen Platonis, & Aristotelis tempora, qui illud ab αειτεο, quod est semper curro sic dici, atque denominari pronuntiarunt) tamen de Astris varias sententias sunt Commenti. ",
      "alij namque omnino ignes illa dixerunt, vt Zoroaster his carminibus cecinit."
    ],
    [
      "Compegit autem multum coetum Astrorum in errantium "
    ],
    [
      "Ignem ad ignem cogens"
    ],
    [
      "Et Parmenides pariter, qui de Sole ita cecinit."
    ],
    [
      "Scies Aeteream naturam, & qua in Aetere cuncta"
    ],
    [
      "Corpora, & pure fulgentis Solis"
    ],
    [
      "Lampadis opera egregia."
    ],
    [
      "Et Philo, qui Solem appellauit."
    ],
    [
      "Hoc est Flamma compaginem multa."
    ],
    [
      "Alii autem Terrea quidem esse sed ignita existimarunt inter quos Taletum accepimus primum ita sensisse, qui Γεαδη μεν εμπυραδε τα αςρα hoc est Terrea quidem, sed ignita Astra, dixit.",
      "Post Taletem autem Anaxagora, qui Astra rapides, Coeli vertigine de Terra raptos, & accensos asseruit, quam ob sententiam morti traditus perhibetur, nec non Diogenem Physicum, qui ea pumicos inflammatos esse dixit, Archelaus autem laminas ferreas candentes, Xenophanes vero nubes inflammatas censuit, quae interdiu extinguantur, noctu reaccendantur.",
      "Alij vero mediam inter ipsos sententiam sequuti, tum Coelum, tum Astra ex igne, & terra constituta asseuerarunt, in qua sententia Platone fuisse ex Timeo constat; quamuis ibidem ex omnibus elementis Coelum constatum esse affirmet, asserens ex Apicibus siue summis perfectionibus elementorum Celi naturam constare, quod pariter Plotino visum est lib. 2. Aenead. Seuncdae.",
      "Cum autem his omnibus Phylosophis bisum fuisset Celum, & Celestia Astra ex generabili, & corruptibili omnino corpore constare, Soli tantum Aristoteli placuit Celestem, & aeteream naturam quam non modo quintum corpus alterius omnino, ac diuersae rationis a quatuor vocatis elementis generabilibus, & corruptibilibus secundum partem. ",
      "ingenerabilem, & incorruptibile, ac prorsus inalterabile, & secundum partem, & secundum totum constituere, verum etiam quintum elementum simplicissimum, ac vere dictum elemetum, quod omnem compositionem abijceret etiam materiae, & formae ingenerabilem, & incorruptibilem aeternam, & necessariam astruere, quamuis autem tot ingentium virorum (quos citauimus, ante Arist. de Celi, & Syderum natura sensisse) testimonium praeiudicatam habeat a multis saeculis authoritatem, tamen, quod inualuit Arist. nomen apud viros doctrina, & experientia celeberrimos, tantum habet momenti, vt sola haec Arist. opinio caeterorum omnium aliterante ipsum sentientium opinioni aequipolleat, atque trutinam expostulet.",
      "Quare proposite questionis veritatem hincinde collatis, rationibus pro viribus exquirere, atque inuenire aggrediar, Horationum iliud ob oculos mihi proponens"
    ],
    [
      "Nullius addictus iurare in verba magistri."
    ],
    [
      "Ac primum, quod Celum ipsum igneae sit naturae Priscos Philosophos euidentissimo argumento motos asseruisse compertum est, sensui enim nihil magis notum, atque evidens est, quam Solem ipsum, ac deinceps cetera oia Astra, q in Celo conspiciuntur, atque Celi partes ab omnib. creduntur no modo Iucidissima esse, ac calidissima, veru et totius luci, atque caloris fonte primariu, & perenne: Solis .n. aduentu diem aduentare omnibus constat, absentia autem tenebras, & noctem, ac noctem SOlis absentia tenebrosam a Lune, ac coeterorum Astrorum lumine nequaquam destitui, velut etiam Solem ipsum accessu, atque recessu suo calorem, & caloris effectum generationem producere.",
      "Cum autem ex his quae nobis vsu familiaria sunt, eoru naturam addiscere, atque inuenire consentaneum sit, quae a nobis remota atque procul existunt, si quidem in terea Corpora, quae prope nos sunt solum ignem, lucem, atque calorem producere certum est, cum Celum ipsum eosdem nobis effectus producat, existimandum erit Coelum ipsum, atque Astra, quae in eo sunt igneae prorsus naturae esse Haec autem, quae a sensuum certitudine nobis constat argumentatio, illa etiam munitur ab Intellectu petita ratione, quod quae in contrarium, & huic aduesa statuitur a Peripaticis sententia Coelum scilicet no esse aliquod vnu ex quatuor dictis elementis, rationem nullam certam, ac validam afferre potest eorum effectuum, qui omnibus euidentissime patent, caloris scilicet, ac luminis, quare validissimum, atque inespugnabile contra eos remanet argumentum, quod vero nullam ipsi afferant, vel afferre possint certam rationem horum effectuum, quos euidetissime in Mundum hunc inferiorem Coelos producere est manifestum, patet potissimum ex calore, quem Sol producit inter coetera omnia Astra precipue, ac validissime; ",
      "Sol enim tantum accessu, at recessa suo in obliquo circulo anni tempora distinguit, ac generationes, & corruptiones efficit, & insignes producit caliditatis, atque frigiditatis effectus, vt in aestare, atque in hyeme notum est, quorum causas minime assignare poteriumus cum Arist. nisi ad antiquorum Philosophorum sententias opinatium, quod Sol maximus sit ignis accensus fugiamus, Arist. enim, qui existimauit neque solem, neque coetera Astra, neque omnino simpliciter Coelum ipsum aelementaris alicuius esse naturae, qualis apud nos perhibetur ignis, vel aliquod aliud ex vocatis elementis, calore a Coelo, atque Astris solo tantu lumine atque motu produci existimauit.",
      "Quomodo aute a Sole id potissimu fiat, non modo difficile, verum etiam impossibile existimatur, hac via doceri posse, & explicari.",
      "Ommitto, nuo de lumine aliquid dicere quonam pacto lumen ipsum, cum calidum non sit caliditarem faciat, de hoc enim postea loquemur, sed cosiderabo tantum quonam pacto motus ipse calorem producat, id autem ab Arist. facile explicatur, motus enim attrittione, ac rarefatione aptus est ignire ligna, & quaecunque quod quidem verum esse fatebor, & affirmabo.",
      "At quonam pacto id a sole in haec inferiora fieti possit difficillimum quidem existimo, vt declaretur.",
      "Cum enim Sol calefacere manifeste preceteris omnibus Astris solus, ac lucere videatur ex quo solis denominationem habuit, si luce sua ac motu calorem produtit, cu aeque luceat in Coelo semper, & in hyeme, & in aestate, quomodo motu caliditatem producit, vt Arist. placuit, cum id motus non possit, nisi per attritionem, & rarefationem efficere; ",
      "Sol autem supra Lunam sit ex Arist. & Platonis decretis supra Mercurium etiam, & Venerem ex Tholomei, & eius sectatorum sententia, quonam pacto attritione calorem, & rarefatione efficere potest, ao tritio enim fit per contactum ",
      "enim fit per contactum corporis atterentis , & attriti, modo si Sol est supra Lunae orbem , non potest motu suo attritionem facere inferiori orbi ipsius aeris, & sublunari, nisi prius attritio communicetur lunari orbisquare aut attritio fit in lunari orbe ab ipso solari corpore , & inde communicatur aeri contiguo, & elementari mundo, & tunc sequetur attritionem,& cosequentem ei rarefationem primum recipi in Celesti corpore, quare, & corpus ipsum Caeleste, nempelunarem orbem esse rare fationis , atque caeterarum paffionum corru ptiuarum participem, aut non fit in lunari orbe, & tunc neq; in contiguo luna ri orbi aere, nam cum longe vaftiffimum fit interftitium inter aerem contiguu Infimae, & concaue superficiei Lunae, & vltimam superficiem conuexam eiusde orbis fiue concaua illi superioris orbis, non poterit attritio a Sole in superiori orbe collocato in aere insta Lunam constituto recipi.",
      "Nec minus Peripaticos fatigabit altera difficultas ex lumine orta quonam pacto lumen caliditatemn producere possit, cum ipsum formaliter calidum non fit.",
      "Dicere enim virtuali ter esse calidum non est caufain affignare, fed essectum , exessectu enim cale faciendi cognofcimus Solem habere,virtutem calefaciendi, fed quçnam fit vir tus haeccalefaciendi cum non fit caliditas , non declaratur : Sed maior adhuc vrget difficultas , quonam pacto lumen , cum qualitas fit & accidens , sub stantiamgenerare possit; nempe ignem ; Neque responsi communiter allata tollit difficultatem,productionem ignis a lumine esse equiuocam : Cum hoc nihil aliud dicat, nisi lumen esse diuersae rationis ab igne producto : At difficultas remanet, quonam pacto accidens, quod non est ens, nisi per aliud, possit producere substantiam quae est ens per se : est, etiam praeterea contra Arist. 12. Met. par. 13. ex Auer. sectione vbi inquit : Omnem substantiam, fieri ab.",
      "vniuoco, nisi dicat ita lumen producere substantiam, quemadmodum facultates etiam quamuis sint Accidentia , substantias producere dicuntur : ",
      "Vt cum dicimus potentiam generatiuam hominis producere , & generare hominem; quod nihil aliud est dicere , nisi ipsummet hominem per eam aptitudinem, quam habet ex suo principio formali , & animastico hominem generare: Non ita autem videmus, lumen generare ignem nisi dicamus corpus lucidum ex suo principio formali generare ignem lumine mediante, & ita generatio ignis ad principiu formale corporis lucidi erit refereda, quod minime fatebuntur Aristotelici, fi enim hoc cocedant, sequetur solem esse igneum & prorsos eiusde rationis cum nostro igne; quod ita sequitur.",
      "Nam, cum ex lumine Solis in cocauo speculo reflexo generetur ignis eiusde rationis cum alio igne genito ex hac nostrate igne ; si talis ignis generatus referatur ad forma corporis Iuctdi; necessrio sequetur , quod si ignis genitus a Sole , est eiusdem rationis (vt videmus ) cum igne genito ab alio igne ; vsit productus , & genitus a forma, corporis lucidi eiusdem rationis cum nostro igne.",
      "Addo his aliud argumetum ex reflexione, vel refractione radiorum, si enim radij, aut recti procedunt, aut refranguntur, vel reflectuntur; necesse est, vt sint corpora; hae etenim passiones non nisi corpotibus competere possunt.",
      "Sed respondent reflexionem, vel refractionem non dici, nisi Metaphorice de lumine, ac radijs; ",
      "Non enim lumen, aut radij vere procedunt recta, aut obliquantur, quasi motu locali .",
      "Tunc enim necesse foret, esse corpora .",
      "Sed quando virtus actiua corporis lucidi non est totaliter exhaudta, & non tatum causauit, quantu potest causare, tunc vlterius: si non potest secundum lineam rectam agere; secundum quam natura maximo agit, quia illa est breuissima, & efficacissima ad agendum, agit secundum aliam lineam isti propinquiorem, & hoc fractam, vel reflexam ; si nihil potest agere vlterius reagendo in idem passum in quod prius. Ita Scot. 2. sent. dist. 13. respondet ex Auic. sed haec responsio redarguitur manifeste: si enim hoc esset verum: Virtutem scilicet actiuam corporis lucidi, & luminis , reagendo in idem passum, producere ignem, non autem radicos vere reflexos, aut refractos tamqua multiplicatas substantias eum causare, tunc virtus haec actiua luminis, cum id causare non possit, nisi potentiali, quam habet, calefaciendi virtute produceret ignem in medio aere, per quem agit, & per quem iterum reagit; quod necessarium est, non enim qualitates transmigrant de subiecto in subiectum, si autem talis caliditas in aere producitur, producitur per modum habitus, vt cetere qualitates praeuijs multis dispositionibus, quare non facile ammouebitur, sed diutius permanebit; & ita aer per aliquod tempus caleret; quinimo conflagraret, cuius tantum contrarium experimur; si enim a concauo speculo reflectantur solares radij: profecto in illis accendemus ligna, auferatur deinde statum speculum, & subito applicetur manus loco, vbi inciderat reflexio radij, quae fecerat combustionem; nullum sentiemus calorem in illa parte aeris impressum; quinimo, si alium in locum transferatur speculum ita vt alibi concipiat Solis radios; statum ibi accendetur ignis in materia apporixmata ita, vt manifeste pateat, substantiam calefacientem multiplicatam, ignem accendere; non virtutem, quare ita arguo contra Scot.",
      "Aut virtus productiua caloris, quae reagens producit ignem mouetur ad motum speculi, dum in alio loco accendit ignem, & tunc accidens migrabit de subiecto in subiectum; ",
      "Aut non mouetur, & tunc quomodo producit ignem in alio loco: sed respondebit quis, non mouetur virtus productiua caloris, sed gignitur noua virtus, dum speculum in alio loco positum idem lumen concipit, & reflectit.",
      "At contra: tunc quaero de illo calore paulo ante producto ab eodem lumine in alio priore loco.",
      "Vtrum permanet, an perijt, si permanet, quare non sentitur; si perijt a quonam perijt in tam exigua, & vix sensibile temporis mora.",
      "Nec dici potest, calorem recedere simul cum lumine ad recessum radij; nam sumum accedit, & recedit in instanti, aut in tempore insensibili ad praesentiam, vel absentiam corporis lucidi:",
      "At calor veluti non potest, nisi in certo temporis spatio produci, ita non potest nisi in certo temporis spatio corrumpi.",
      "Qua propter integra remanet dubitatio a refractione, & reflexione lucis petita, nisi dicamus radios, vere reflecti, ac refrangi tamquam substantiam igneam ab aethereo igne manantem, ac ita multiplicatos, ignem accendere, & generare, vt contestatur sensus.",
      "Praeterea non leue argumentum ex ipsomet Aristotile desumitur, quo probatur celi substantiam esse ignea, si.n. vitalis calor, qui animae deseruit, quique faecuda facit semina, & omnia generat: ethereus est, & proportione respondens elemeto stellaru, vt Arist. asserit de gen. An. 2. ca...",
      "Non enim elementaris hic ignis, qui apid nos est, vllum animal generat, neque alia elementa absque coelestis huius caloris ope, neque enim constitui quicqua densis, vel humidis, vel siccis videtur sed Solis calor, & animalium non modo qui semine continetur,verum etiam siquid excrementi sit; quamquam diuersum a natura, tamen id quoque principium habet vitale.",
      "Calorem autem in animalibus contentum, neque ignem esse, neque ab igne originem ducere est manifestum.",
      "Sed omnis animae virtus, siue potentia corpus aliud participare videtur.",
      "Idque magis diuinum, quam ea, quae elementa appelantur.",
      "Si (inquam) calor hic aethereum, ac prorsus diuinum corpus participans, ardet, atque igneus est, ergo coeleste corpus igneum est.",
      "Quod autem ardeat, & ignis sit; manifestum est in cunctis.",
      "Calor enim hic vitalis, qui dispersus per molem corpus non vrit, si in vnum cogatur vrit.",
      "Si enim quis vniuersum calorem, qui in toto hominis corpore est, naturalem in vnius digiti apicem cogeret, minime dubium est, digitum arsurum, quod inde patet etiam.",
      "Si enim quis in sinistrum ventriculum cordis nuper mactati animalis digitum inijciat, tantum sentiet calorem, vt vri videatur, quemadmodum Galen loquitur. ",
      "Quod si hoc in solo corde demortui animalis contingit: quid putamus, totius viuentis animalis calor efficeret vnitus? ",
      "Hoc vero idem in excremetis, ac purrescentibus rebus, quorum calorem Arist. vitalem pariter, ac proinde etiam coelestem appelauit, manifestissimum est, ignem enim euidentet concipiunt, ita, vt quam saepissine edificia ex ipsis conflagrarunt.",
      "Praeterea si Celum necessario generabile, atque corruptibile est; necessario igneum erit.",
      "Nulla enim alia substantia illi confuretior est, tum propter nobilitatem corporis, ignis enim nobilissimum corpus est, quale conuenit esse Celum.",
      "Tum etiam propter lucem calore, & mobilitatem; atque etiam tenuitatem; que omnia Celo deberi, & nonnisi in igne reperiri certissimum est.",
      "Quod autem Celum necessario corrumpatur; primum ex eo constat, quod est corpus, nullum autem corpus perpetuo constare potest.",
      "Quod autem hoc necessario fiat, inde patet, quod omne corpus ex materia, & forma coponitur: quod autem ex his componitur, dissoluatur necesse est.",
      "Omnis enim materia est potentia ad esse, vt Arist. 9. Met. Statuit: quare, & ad non esse.",
      "Neque verum, aut possibile est, quod a quibusdam Peripatheticis ad hoc euitandum affertur, Celum ex materia alterius rationis constare ab his inferioribus, non enim plures possunt esse primae materiae diuersae rationis, vt bene arguit Scot. 2. sent. dist. 14. q. 1. veluti nec possunt esse plures primi efficientes, aut plures primi fines alterius, & diuersae rationis, nec magis verum est; quod a quibusda alijs affirmatur esse in COelo quadam aliquam formam, quae omnem materie potentiam, & appetitum expleat: non propter instantiam a Scoto allatam in dicto loco, quae mihi non videtur sufficiens, cum habeat ab aduersarijs validam responsionem, sed eo, quia si forma haec celi explet omnem potentiam, & appetitum materiae Celi, & haec materia Celi est eiusdem rationis cum materia horum inferiorum, erit etiam, & extensibilis, ac quanta (proud est) quare & eius forma extendetur ad eius extensionem, si est forma informans, & constituens, vt supportatur.",
      "Cum autem talis forma contineat eminenter perfectiones omnium formarum inferiorum corporum, quae quidem, & si specie, hoc est, in natura sua sunt finitae, tamen numero (hoc est) in materia sunt infinitae, cum materia ex se ipsa non sit finita; neque ex forma sit finita cum talis forma in materia possit multiplicari in infinitum: sequetur, ergo in Celo actu dari infinita indiuidua omnium specierum, ac ita Celum ipsum esse omniseminarium illud, & Chaeos Anaxagorae tot rationibus a Physicis confutatum.",
      "Addo etiam; quod haec forma Celi, aut est extensa ad extesionem materiae quatae, & tunc erit diuisibilis, & corruptibilis, aut non erit extensa, & tunc non explebit omnem appetitum materiae forma enim indiuisibilis non potest perficere priuationem forme diuisibilis, nisi dicamus, formam indiuisibiliem esse diuisibilem, quod est impossibile, cum dicat contradictionem, neque vero negare possumus, hanc compositionem in Celo, vt negauit Auer.",
      "Non solum, quia Celum dimensum est, & quantum. quod sine compositione materiae, & formae no contingit; verum etiam, quod magis vrget, quia Celum ex ipsomet Arist. puriores, & impuriores habet partes, ita enim primo Metherolog. de Celo inquit ",
      "(Quod enim sursum est, & vsque ad Lunam, dicimus esse corpus alterum, & ab igne, & aere, quinimo, & in ipso hoc quidem purius esse.",
      "Illud autem minus sincerum, & differentias habore; & maxime quae desinit ad aerem, & ad eum, qui circa Terram, Mundum) ",
      "Quod non modo compositione ex materia arguit; verum etiam ex materia, quae secum priuationem, & corruptionis causam habeat;",
      "vbi enim impurum est, ibi est priuatio puri, & imperfectio, quae ad vlteriorem peruenire potest perfectionem.",
      "Quare, & corruptionis aptitudo, sed praeter hec, Celum esse corruptibile ex eo constat, quod eius partes genite & corruptae saepius visae sunt.",
      "Non modo enim Hypparchus, vt Plin. lib.2. asserit, nouam Stellam sua tempestate genitam deprehendit, verum etiam, & paulo superioribus Annis eas de nouo genitas nostrum saeculum bis obseruauit, vnam Anno 1572. in Cassiopea: alteram vero Anno 1604. In sagittario; Cum Iouis, & Saturni coniunctio in eodem signo adhuc duraret, quae primae magnitudinis visebatur, vt Canis maior, splendore autem Iouis plurimum, Martis aute etiam aliquantulum naturam referebat, quae omnes verae reputatae sunt, non exhalationes, cum supra Elementarem Orbem conspicerentur, ac scintillaret. & Mathematicorum omnium communi iudicio, & consensu nullas facerent paralaxes.",
      "Ita, vt vera apparuerit Hypparchi coniectura, qui ex ortu nouae illius stellae sua tempestate, qua die fulsit, ad dubitationem est adductus an ne hoc saepius fierot. ",
      "Si igitur Arist. ex eo Celum ingenerabile, & incorruptibile statuit, quod nulla eius pars tot saeculis sit genita, aut corrupta, cum contrariu experientia constet tum veterum monumentis tum etiam recenti omnium, qui adhuc viuimus, obseruatione; stellam enim nouissime in Sagittario ortam omnes vidimus non modo Phylosophiae, aut Mathematicae studiosi, verum etiam gregarij, & vulgares, neque cuiquam indocto, vel docto aliud visa est, qua stella octani orbis.",
      "Cum itaque ex his omnibus notum sit Celum esse generabile, & corruptibile, neque inter talia corpora vllum aliud magis affine, & magis conueniens naturae Celi sit, quam ignis; sequetur, Celum ipsum nullam aliam habere substantiam, quam igneam.",
      "Ignis autem cum aut in materia tenui accensus sit, & talis minus habet lucis, & caloris, vt flamma, aut in materia crassa, & densa, & huiusmodi multum habet lucis, & caloris, vt antrax, cum Celum minimum habeat lucis, & caloris, astra autem quamplurimum, sequetur, Coelum esse tenuissimum ignem; astra autem crassum, & densum, atque orbium substantiam ex tenuissima materia, atque rarissima flammae proporione respondere; ",
      "Astra autem ex magis densa & crassa antracibus, & accensis prunis.",
      "Cuiu rei certissimum affert argumentum colorata lux, qua praedita astra vario, atque diuerso modo refulgent; prout varia sit materia, in qua sunt accensa.",
      "Quare Martem splendore, veluti rubicundo; ",
      "Iouem autem fulgido, ac hilari: Venerem nitido, & pulchro: Saturnum subobscuro; & pallido;",
      "Mercurium Caeruleo: Solem candidissimo, ac nitidissimo: Lunam autem argenteo fulgere conspicimus.",
      "Non mirum igitur est; antiquos illos Phylosophos ita de Coelo sentientes in tam varias de astris conscendisse sententias: vt alij ignitos lapides de terra raptos, quod Anaxagoras: Alij inflammatos pumices; quod Diogenes Physicus.",
      "Alij candentes ferreas laminas, quod Archelaus: Alij ardentes nubes, quae nocte accendantur; die extinguantur, quod Xenophanes.",
      "Alij globos igniti aeris, quod Anaximander existimarint.",
      "Quae si vera sunt; aut vera esse necesse sit, vt supra probatum fuit; cum Luna inter omnia sydera terrae naturam maxime sapiat, vt ipsemet Aristo. fatetur, non erit fortasse absonum dicere; illam continuo Solis calore, & lumine, quae semper dimidiata fulget, veluti exaesam, aut ambustam, tales huiusmodi habere magnas inaequalitates, atque asperitates in superficie, quae montium, atque conuallium, & Voraginum speciem praeseferant:",
      "Aut eam esse ad similitudinem exusti lapidis, & pumicis, qui multos habet poros, & cauitates; quam sententiam probare visus est Kelperus in sua dissertatione cum Sydereo Nuntio, & ad illam horum Phoenomenum causas referre.",
      "Hanc sententiam, quod Coeli, & astra sint ex igne conflata, quamuis prisca omnis Phylosopha ratam habere vusa fuerit:",
      "Omnes enim ante Arist. Philosophi, aut Celum ex igne, aut ex igne, & Terra, vel etiam ex quattuor Elementis, quod Plato Arist. praeceptor, constare existimarunt: hanc (inquam) sententiam, quam etiam paulo ante nostram etatem Bernardinus Thelesius vir priscae Phylosophiae studiosus nulli Sectae addictus, & nouus Philosophiae post multa saecula Exarchus, renouauit: licebit nobis libere, & sine offensione confutare ex eo praesertim, quod de Coelorum, & syderum substantia nihil definitum a sacris litteris, vel ab ecclesiae auctoritate adhuc accepimus:",
      "Quamui enim secunda D. Petri Epist. cap.3. habeatur, quod in Aduentu diei Domini Celi ardentes soluentur; tamen his verbis non asseritur celos esse igneos, vel alicuius alterius determinatae substantiae, sed in vltima iudicij die qua omnia conflagrabunt;",
      "Caelos pariter igne soluendos, de quibus tamen Paulo ante dixerat.",
      "Caeli autem magno impetu transibunt.",
      "Elementa vero calore soluentur, & quamuis S. Ambros. solam flameam rotam appellauerit, id tamen secundum similitudinem dixisse putandum est, cum nihil ad fidem in hoc asserendo, vel negando ab ecclesia, vt diximus, sit statutum.",
      "Hoc vero tamquam certissimu, & verissimum ex fide, cui vera Phylosophia non contradicit supponimus, & affirmamus, celos, & vniuersam tum visibilem, tum inuisibilem creaturam Dei verbo factam fuisse, in initio temporis, ac Dei virtute, & coluntate conseruari, factum autem fuisse, non eo modo, quo a natura, vel ab arte;",
      "Modis a nobis cognitis eorum opera effici videmus ex praeiacente, scilicet subiecto, & praecedente mutatione, vel motu: sed longe praestantissimo modo nobis quidem incognito, sed credito ex nulla prae-existete materia, ac nulla praeuia mutatione, vel motu per simplicissimam emanationem, quam creationem dicimus.",
      "Hanc vero ad solum Deum pertinere taquam opus infinitae potestatis.",
      "Hoc (inquam) supposito, quod nulli ex antiquis illis Phylosophis fuit notum cum ipsi naturali tantum lumine ducti in communi sententia omnes fuerunt, quod ex nihilo nihil fit, contra eos raturalibus argumentis in surgemus.",
      "Ersi enim ex fide nos confitemur, celi motum aliquandu desiturum, tamen id fiet, neque propter impotentiam Motoris, neque propter corruptione substantiae mobilis, vt docet S. Tho. primo contra gentes cap.20.",
      "Quare contra illos ea afleremus argumenta, quae probant, non posse esse corpus generabile eo modo, quo antiqui generationem accipiebant ex subiecto, scilicet, & per motum;",
      "Neque pariter posse esse corruptibile; ",
      "Ita enim contra ipsos Arist. argumenta concludut.",
      "Quod si a nobis fuerit probatum, erit pariter probatu, Coelum, & astra non esse ignem, neque ignea, nec aliquod aliud elementum, neque ex elementis:",
      "Cum, & elementa, & quae ex elementis constant corruptibilia sint.",
      "Cum vero quamplura mihi suppetant argumenta ex Arist. & Aristotelicis primo de celo de prompta; nempe, quia celum circulariter mouetur, circularis autem motus non habet contrarium; quia simplicissimo motu mouetur, & eo quidem diuerso a motibus elementorum; ergo ex diuersa est ab elementis substantia, & alterius omnino naturae; quia nec graue sit neque leue, vt cetera elementa, quia nullius mutationis particeps praeter quam localis, ac propterea inalterabilis, inaugmentabilis, imminuibilis, & ex consequenti ingenerabilis, incorruptibilis, quod inde patet, quod tot saeculis iam elapsis nulla vmquam caeli pars desecerit neque adaucta fuerit; quia Diuino numini, quod in caelo omnes communi consensu statuunt, tamquam immortali, immortale corpus coaptari debet: quia aether, hoc est perpetuo motum ab antiquis est appellatum;",
      "Quamuis (inquam) haec, & alia mihi suppetant argumenta; vel argumentandi loca, ex quibus praedictam sententiam redarguere possem; vno tantum vtar argumento quo adeo manifeste talis opinio, sed arguitur; vt nullus sit aduersarijs respondendi, aut tergiuersandi locus.",
      "Est aut argumentum ex Arist. petitum VIII. Physicorum, hoc pacto:",
      "Necesse est, dari aliquod corpus ingenerabile, & incorruptibile; sed hoc nullum aliud potest esse conuenientius; quam celum. ergo: minor proposito est euidens; ex corporibus enim sensibilibus nullum videtur esse mobilius, ac magis a corruptibilitate remotum, quam celum; cum caetera omnia manifeste generentur, & corrumpantur.",
      "Quare si necesse est; aliquod corpus naturale esse ingenerabile, & incorruptibile, ac semper idem manens; huiusmodi autem nullum inter omnia corpora potest dari, nisi caelum, si enim dabitur: assignetur, quodnam sit?",
      "ergo caelum necessario erit ingenerabile, & incorruptibile.",
      "Maior aute proposito assumpta; quod necesse sit; dari vnum aliquod tale corpus, ita probatur: si non dabitur hoc corpus; omnia corpora erunt generabilia; & corruptibilia; quare, & alterabilia: generatio namque, & corruptio ad alterationem sequuntur si ergo alterabilia, aut alterabuntur a seipsis, aut ab alio; aut ad inuicem; non a seipsis, hoc enim est impossibile, tunc enim idem secundum idem esset in actu, & in potentia, & calidum, & frigidum si enim ignis, quando corrumpitur frigescit a se ipsos, tunc quatenus frigesceret, & pateretur, esset calidus; quatenus autem frigesceret a se ipso esset frigidus. ",
      "Vnuquodque enim patitur ab eo, quod est actu; quare impossibile est, vt a se ipsis alterent. ",
      "Non ab alio: quia si ab alio.",
      "Tunc aut necesse est deuenire ad vnum primum corpus, quod cum caetera alteret, ipsum non alteretur, & huiusmodi aut ingenerabile, & incorruptibile quod negetur, aut dari processum in infinitum in alterantibus, quod pariter est impossibile, si enim terta alteraretur ab aqua, & rursus aqua alteraretur ab aere, & aer ab igne; & ignis pariter ab alio cotpore; hoc autem cum non possit abire in infinitum; necessarium erit sistere in aliquo corpore, quod cum alteret, non alteretur, nisi dicamus alterari ad inuicem circulo, vt videmus eadem generari, & corrumpi ad inuice ex aqua enim fit aer, & rursus ex aere aqua, & sic de singulis.",
      "At hoc, vt fiat, necesse est supponere vnu primu corpus, qd no generetur, neque transmutetur; ergo neque ad inuice alterari possunt; qd aut hoc, vt fiat necesse est supponere aiud primu corpus quod no generetur, neque trasmutetur, probatur contra antiquos Physiologos; ipsi . n.generatione, & corrputione semper esse statuebant.",
      "Quare, etsi aliqui mundum corrumpi dicerent, tamen iterum generari putabant, & ita semper fieri, si igitur omnia essent generabilia, & corruptibilia, tunc omnia aliquando deficerent, & corrumperentur.",
      "Quare, non posset fieri iterum generatio, nec posset haec vicissitudinatia transmutatio semper manere.",
      "Cum omne, quod alteratur, & generatur alteretur; & generetur ab eo, quod est actu.",
      "Neque possunt respondere, quod manente aeterna materia prima, tamquam subiecto, & aeterno primo motore, vt efficiente, remanet aeterna generatio, & corruptio; nam quamuis prima materia sit subiectum generationis, est tamen mediante alteratione.",
      "Primus autem motor, cum sit incorporeus, non est effectiuus alterationis nisi mediante corpore saltem secundum Phylosophos, & naturalem producendi motum, qui est ex subiecto, & non supponit agens infinitae potentiae, sed finitae; quod agens, & si sit incorporeum; non tamen potest aliquid creare, no modo iuxta Phylosophorum sententiam; ",
      "Verum etiam ex Theologorum assertione.",
      "Quare S. Aug. 3. de Trinit. asserit, Angelos, neque malos, neque bonos posse aliquid creando producere; sed approximando actiua passiuis; quod si permanet aeterna generatio, & corruptio; & haec circulo iuxta Peripateticorum sententiam, hoc sit, aeterna permanente prima materia, & aeterno permanente primo corpore nempe Coelo.",
      "Quare patet: quod si generatio, & corrupito semper futura sit, vt antiqui Phylosophi existimarunt, & vt lumine naturali ab Arist. probatu est VIII. Physicorum Coelum non est generabile, nec corruptibile, quod sufficit ad confutandam hanc sententiam, quae asserit, Caelum, & sydera esse ignea.",
      "Memini cum aliquado exagitarem hanc quaestionem Romae cum Excellentiijs.",
      "Gallileo, adstante viro doctissimo Antonio Persio; necnon eruditissimo; atque Illustiss. Federico Caesio Marchione Montis Caelij, necnon alijs doctis viris, hoc argumetum me artulisse, cuiius ui ductus D. Gallilaeus, no negauit, necesse esse, dari hoc primu corpus inalterabile, & incorruptibile, sed hoc esse Solem;",
      "Quod si veru est cum Solem, & quoad sydus, & quoad orbem videamus eiusdem substatiae esse cum caeteris syderibus, & orbibus; necesse est, coelum reliquum, ac caetera sydera esse pariter incorruptibilia, vt Solem.",
      "Neque obstat caetera sydera mutuari lumen a Sole;",
      "Solem autem ex se ipso lucere;",
      "Cum Sol eam proportione habeat in caelo qua Cor in animali, ac veluti nihil obstat reliquas animalis partes esse animatas, & de essentia animalis, quauis vitam, & calorem mutuentur ab ipso corde.",
      "Ita nihil obstat caetera sydera esse de essentia ipsius Coeli, atque eius naturam participare, vt Sol; quamuis Sol nobilius eam participet; quinimo, cum Celum sit animatum, & animal quoddam, vt non modo Arist. sensit secundo de Celo, verum etiam Plato, & alij quamplures Phylosophi; necesse erat ex diuersis partibus constare tamquam corpus Organicum:",
      "Anima enim Organici corporis est actus.",
      "Sydera autem, & astra coelestis corporis sunt organa.",
      "Illis enim Coelum suas actiones, & operationes producit, Ex quibus non modo propositae questionis veritas constabit; verum etiam allatae prius pro contraria sententia rationes soluentur:",
      "At primo argumentum primum quomodo Coelum ipsum, & astra, ac potissimum Sol, cum non sint calida, in his inferioribus caliditatem faciant, non enim attritione, & motu, vt Arist.2.de caelo statuit, cum attritio non possit fieri in extremo corpore, nisi prius fiat in medio; non autem in medio, nisi caelum sit corruptibile: ergo neque in extremo, nempe in igne, aut aere, & sublunari mundo.",
      "Pro cuius solutione dicitur, non esse verum, quod assumitur, Solem tantum calefacere, atterendo inferiorem aerem, vel ignem.",
      "Tunc enim verum esset, & necessarium prius atteri, & pari intermedios orbes, sed totum caelum, hoc est aggregatum ex omnibus orbibus calefacere atterendo contiguum ex inferiori mundo corpus.",
      "Cum vero totum caelum neutiquam similare sit, sed ex dissimilaribus conflatum partibus (vt dictum est) tamquam corpus animae deseruiens, & organicum secundum partes magis densas, maiore facere attritionem necesse est, & maiorem calorem, quare secundum stellatam partem, quae magis densa est totius caeli, ac potissimum secundum eam partem, quae maior est exijs, quae non longissime a terra distant, cuiusmodi est Sol, qui inter erratia sydera quam maximo corpore est; nec tam longissime a terra distat quam sydera octaui orbis, & in caeli medio tamquam cor in medio sanuinerorum animalium, constitutus; (quamuis hoc potius ad placitum Tholomaei, quam Arist. dictum sit, dum Arist. Platonem secuttus, Sole non in medio caeli constituat, sed secundo a Luna).",
      "Veluti igitur totum animal functiones vitales exercet; quamuis praecipua sit cordis actio, non enim cor respirationem facit, neque voluntarium lacertorum motum, sed totum animal secundum varias suis ministerijs destinatas partes; ita totum caelum omnem hunc inferiorem mundum regit, & administrat, & variatim quidem iuxta varios Coeli orbes, & astrorum motus; quae omnia ab vno Sole tamquam vitae fonter, & principio: aut ab octaua sphaera; quod magis sensisse visus est Arist. vt infra declarabimus, vitam deducunt, & actionem Totum igitur Coelum tamquam vnum continuum corpus per vnam animam, aut per multas animas ad vnam ordinatas infima sui superficie igni contigua nepe lunari concaua, subiectum corpus atterendo calorem facit; sed ea potissimu parte, qua Soli respondet.",
      "Corpus enim in quantu, quod secundum quantitatiuam actionem agit, vt est per motum, non solum agit secundum longitudinem & latitudinem, verum etiam secundum profunditatem, vt patet in igne accenso, qui magis vrit secundum partes magis profundas, & densas, quam secudum partes magis raras, aut minus profundas.",
      "Quare Coelum totum infima sui superficie nempe concaua ipsius Lunae maiori actinitate attritione faciet in his inferioribus, vbi secundum profunditatem suam habet desiorem, & maiorem partem, quam vbi habet rariorem, & minorem, quae responsio artificiose allata est ab Auer.2.de Celo Coment.42. & rei naturae est consentanea, ita vt abunde sufficiat ad diluendum primum aduersariorum argumentum.",
      "Quo vero ad secundum argumentum, siue secundum argumentandi locum ex quo multa argumenta sumuntur, nempe ex lumine, quonam pacto possit producere caliditatem, cum ipsum non sit calidum; quamuis possem communi Peripatheticorum responsione satisfacere, calorem esse accidens, ac propterea non requiri ad eius productionem causam vniuocam; quod manifestum est in calore producto a motu: solas enim substantias ab vniuoco produci dixerat Arist. tamen ad maiorem veritatis firmitatem aliam afferam, qua non solum hoc argumentum, verum etiam reliqua huius annexa soluuntur, & magis inuoluta, ac difficilior in hac disputatione dubitandi ratio enodatur, Dico igitur, lumen producere calorem, nec modo calorem, qui est qualitas, verum etiam ignem qui est substantia.",
      "At lumen non producere calorem primatio, sed vt qualitatem instrumentalem formae, & essentiae ipsius Coeli, neque propterea Coelum dici debere formaliter, & actu calidum, sed eminenter, ac potestare. ",
      "Omnes enim forme, & omnes qualitates corporum inferiorum continentur in corpore superiore, & eius essentia, sed eminenter, ac nobilissima ratione, & potestare (inquam) agend no patiendi si veluti enim in materia prima omnes formae generabiles potestare continentur tamquam in principio passiuo, ita in primo corpore omnes primae inferiorum corporum continentur tamquam in principio actiuo, quod significauit Arist. primo Coel. part. 100. dicens ab hoc pendere his quidem claius, his autem obscurius esse, & viuere; quo quidem supposito dico, quod cum lumen producit calorem, non producit calorem eo, quod sit ipsum calidum actu, & formaliter, sed virtualiter, hoc est, vt instrumentum formae caeli, que forma caeli eminenter continet omnes gradus caliditatis, nec modo gradus caliditatis, verum etiam formam ignis, & ita lumen producit non modo caliditatem, verum etiam ignem.",
      "Quare non est necessarium, vt radij Solis vere, & motu locali refrangantur, & reflectantur, vt generetur calor aut ignis; quod diebatur in tertia ratione ab aduersarijs; cum talis calor non generetur ex attritiones, sed ex virtute luminis, vt dictum est.",
      "Et ita pariter verum est ignem, vt substantiam generari ab vniuoco, quamuis non ab vniuoco in specie; non enim caelum idem corpus est specie cum igne ab ipso genito, sed genertantum quod sufficit in generatione substantiae, neque sequitur inconueniens, quid sublato concauo speculo ab eo loco vbi reflectebantur radij, & cessante reflexione cesset combustio, nullo remanente in aere intermedio calefactionis vestigio, haec enim caliditas, cum ad illuminationes sequatur, & ad reflecionem aut refractionem luminis, non autem ad attritionem aeris, remoto cumine, necesse est, & ipsa pariter esse, nullo relicto vestigio, nisi in subiecto, in quo fecit actionem.",
      "Addo etiam aeris raritatem, & subtilitatem, ex quo non potest impressam caliditatem facile retinere.",
      "Quem modum respondedi secutum fuisse Auerroem legimus 2.de Cel. comm.42. vbi hanc exagitat quaestionem: sunt autem haec eius verba:",
      "Quibus proposuit eandem difficultatem de ablata combustione, & calore, sublato speculo, a quo fit reflexio, quam nos supra attulimus pro aduersariis (cu igitur posuerimus corpus tersu, a quo radij reflectuntur ad locum, in quo radii erant ante, videmus, illum locum calefieri, qui erat ante frigidus, & si illud corpus rursiu auferamus; auferetur reflexio, & refrigerabirur locus.",
      "Igitur ex hoc apposito, quod radii calefaciunt per se, & eos non esse corpus, declaratum est nedum, vtsit corpus calidum.)",
      "Quae cum dixisset affert deinde vna solutionem supra allata etiam a nobis, quod lumen generat calorem veluti etiam motus tamquam causa aequiuoca. Deinceps vero hac solutione minime contentus, hac alteram affert, quam nos attulimus. sunt aut haec eius verba.",
      "Etiam sic vltra apparet, quod aut est causa accidentalis, sicut de motu, aut erit causa consimilis per se, quae prouenit nobis ex motu stellarum quoniam non est remotum, vt ista forma copuletur cum lumine, & reflectatur cum sua reflexione, & abscindatur cum sua abscissione; quoniam opinandum est, quod quamuis corpora supercelestia sint neutra, tamen in quatum sunt corpora, habent communicationem cum elementis in Diapheneitate, & illuminatione, & obscuritate, & ideo dicit Arist. in libr. de Animal. quod natura lunae est similis naturae ignis."
    ],
    [
      "Ad aliud vero argumentum ex principijs, & doctrina ipsiusmet Arist. desumptum, vbi statuit, calorem vitalem, & gignitiuum, non modo qui in animalibus est, & seminibus, verum etiam qui in excrementis esse celeste, & corpus diuinum participare; hunc vero ardere, atque vrere, & omnino eumdem specie esse cum elementari igne, quinimo elementarem ipsummet ignem multa, & inrefragabilia experimeta ostendere; ex quibus sequitur celum esse igneum; quia respondeo primo cum Arist. 3. de gen. anim. cap.2. calorem caelestem, quem in secundo de gen. anim. suprascripto cap.3. dixerat, cuncta generare, neque elementare esse, sed diuinu corpus participare, & proportione respondere elemeto stellarum; esse per omnia sublunaria elementa diffusum ita tamen, vt vicinius celo corpus eo magis participet quam remotiora atque inde remotioribus communicetur, quod significauit Arist. praedicto loco terrio de gen. anim. his verbis.",
      "Generantur autem in terre humore animalia, et plantae, quoniam humor in terra, spiritus in humore, calor animalis in vniuerso est; ita vt quodam modo plena sint animae omnia.",
      "Secundo respondeo cum Alexandro Aphodisaeo, qui haec eadem fusius declarauit libr.2. quaest. natur. cap.3. vt cum proposuisset dicere, quaenam  a motu diuini corporis vicino sibi corruptibili, & generabili corpori ingenita vis participetur, paucis interiectis verbis suam sententiam dicere aggressus, haec inquit. (An etiam per illas scilicet virtutes celestes) est actu, & hoc pacto erit primum parucipans ignis ipse tali ex diuino corpore potentia. deinde posterioribus ipsam distribuens ita vt omnia corpora tali distributione ipsa participent, Illa quidem plus, haec vero minus."
    ],
    [
      "Et iufra paulo post dimidium capitis declarans quomodo mixta ex elementis hanc diuinam potentiam participent. Loquit. Ob quam potentiam non item habent haec principium solum in se ipsis motus ad quem inclinant, sed quoddam quoque animasticum principium assumpserunt, quod, & generationem habet a diuina potentia. Quae natura, & anima per quantitatem simplicium corporum ex quibus est habens ipsum corpus, quorum illud quidem magis communicat diuina potentia, quia propinquius est diuino corpori, & est subtiliorum partium, & purius.",
      "Hoc vero minus propter maiorem distantiam, & costituetionis crassitiem diuersat & ipsa fit, quecunque enim compositorum, corporum plurimum terrae habent, simili cum terra communicant animas ria potentia, quedam eo, quod corpus plurima eius substantie pars minus diuina potnetia participet, quaecunque vero copiosiorem in se ipsis habent igneam, & calidam substantiam, haec perfectiore anima participant eo, quod superabundans in eis corpus plus participet diuina potentia."
    ],
    [
      "Ex quibus manifeste patet solutio propositi argumenti, Nam quamuis calor celestis sit, qui generat, & vitalis est; & quamuis calor hic per cuncta elementa dispersus sit.",
      "Tamen plurimus igni participatur, tamquam viciniori corpori, atque tenuiori, deinceps vero aeri, & per haec ceteris elementis, & corporibus.",
      "Quare non mirum est si non modo putrescentia, & semina verum etiam animalia plurimum habent ignis, & quae ex ipsis magis calore vitali participat, magis igne participant: quia calor hic in igne plurimus diffusus est.",
      "Quare verum est totum, quod assumitur nempe caliditatem vitalem, si in vnum cogatur, & vniatur, arsuram.",
      "Talis enim caliditas in igne est; neque calor vitalis ardet, quemadmodu non ignis generat, sed calor celestis, qui in igne est, generat, & hoc est quod ab Arist. dicitur secundo de gener. animal. cap.20. Ignis nullum anim. generat; quod autem hoc verum sit inde patet, quod idem calor in aere, & in aqua diffusus generat, vt 3. de gen. animal. Arist. dicebat.",
      "Ac neque in aere, neque in aqua ardet, sed solum in igne, hoc est, igne participatus.",
      "Quare non sequitur conclutio calor animalium ardet, & igneus, est talis autem calor est celestis substantiae, ergo celum ardet, & igneum est.",
      "Non enim calor animalium, vt animalium, est ardet, sed vt in igne est;",
      "Quarte autem rationi qua dicebatur.",
      "Celu necessario debere esse corruptibile, cum sit corpus sensibus obiectum, ac proinde, vt Plato dicebat, necessario deficiens, si autem corruptibile est, nullum aliud corpus esse poterit conuenientius quam igneum.",
      "Ignis enim nobilissimum ex talibus corporibus est, & maxime celo ad simile ob mobilitatem, & luce, respodemus hoc verum fore si coelu esset, aut esse posset corruptibile.",
      "At hoc fieri non posse superius demonstratum fuit, ergo non erit igneum.",
      "confirmationi vero, qua nitebatur ostendere, celum esse corruptibile, quia est compositum ex materia, & forma respondemus.",
      "falsum esse, quod assumitur, quinimo propterea esse incorruptibile, quia non constat ex materia, & forma, & nihil prorsus habet materiae neque eiusdem rationis, neque diuersa: cum his inferioribus, sed est corpus simplicissimum, ac proinde iure merito elementum ab Arist. appellatum, si autem hoc supponatur, vr Plotinus inquit lib.1. Enead.2.quod neque ipse fieri posse negat; non erit difficile statuere celi corpus ex sui natura esse incorruptibile, quod autem haec suppositio probabilis sit, & nullum contineat absurdum, demonstrabimus.",
      "Ac primo quod sit valde probabilis, ita ostendemus.",
      "Ad integram constitutionem vniuersi aliquae substantiae sunt, quae nullam habent potentiam, sed omnino sunt puri actus, & haec sunt necessaria, & aeterna, cuiusmodi est primus motor, & etiam reliquae intelligentiae ad mentem Arist. cu fint omnino seuinctae a materia, & quamuis sit prima omniu perfectissima, reliquae autem minus perfecte, tamen non propterea sequitur, in ipsis esse aliquam potentiam positiuam, sed negatiuam tantum, quae nihil ponit in esse, & haec simplicissimi actus, & omnino incorporea sunt.",
      "Aliquae autem substantiae sunt, quae semper habent coniunctam potentiam.",
      "Tum, quoad esse, quia aliquando sunt, aliquando non sunt.",
      "Tum quoad operationem, quia non habent operatione perpetuam, & haec sunt generabilia, & corruptibilia corpora composita ex materia, & forma, que omnino opponuntur substantijs aeternis; quod si dantur haec estrema, necesse est dari substantiam mediam, hoc est, quae medio modo, se habeat inter has, & partim sit coniuncta cum potentia, & partim non.",
      "Atque partim sit actus; partim sit habens actum, cuiusmodi est celeste corpus, quod eatenus, quatenus est semper, non habet potentiam ad esse; quatenus autem mouetur, & eius actio ex sui natura, est finita (quamuis a motore sit infinita) habet potentiam ad vbi, & ideo eius substantia, quatenus non componitur ex materia est actus: quatenus vero est substantia mobilis, est corpus, & habens actum, ac propterea simplicissimu corpus est, & vete, elementum: ",
      "Quod si aliquando ab Arist. vel ab Aristotelicis dicitur compositum ex materia, & forma, vt ab Arist.12. Met. part.9. vbi inquit cuncta vero, quaecunque mutantur; materiam habent, sed diuersam. ",
      "Nam, & ipsorum sempiternorum quaecunque non sunt generabilia, sed latione mobilia, attamen non genetabilem, sed vnde quo."
    ],
    [
      "Id dicitur secundum similitudinem quandam, & analogiam, nam veluti se habet materia ad formas, vt sit scilicet subiectum formarum; ",
      "Ita se habet celeste corpus ad suos motores scilicet animam, & intelligentiam: qua propter bene dicebat Auer. Coeli materiam dignius dici subiectum, quam materiam, quod pariter significauerat Arist. suppositis verbis, dum dixerat, corpora ingenerabilia habere materiam vnde quo, hoc est, esse subiectum motus. subiectum enim motus est in actu non in potentia, vt subiectum generationis."
    ],
    [
      "Alterum vero, quod nullum ad hanc positionem sequatur impossibile pariter demonstrabo.",
      "Quauis enim sit satis difficile intelligere presertim nobis, qui non nisi inter corpora generabilia, & corruptibilia versamur, quonam pacto corpus extensum, & quantum, careat materia; cum quantitas sequatur naturam materiae, & illi primo inhaerere videatur.",
      "Tamen non erit absurdum, vel impossibile docere si vnum supponamus, quod a nemine negabitut, scilicet substantiam potentia non esse subiectum accidentium; ex quo sequitur quantitatem non recipi in materia prima immediate, cum quantitas sit accidens, & materia prima sit substantia potentia, vt 2. de Anim. part.2. & primo Physicorum 69, & 7. Met. 8. Arist. testatum reliquit, sed mediante forma;",
      "Quod si quis instantia afferat de dimesionibus interminatis, quae sequuntur naturam materiae primae, & ei competunt in secundo modo dicendi per se, huic respondeo, quod quantitates, siue dimensiones interminatae sunt in materia in potentia ante eductionem forme.",
      "Quare non potest dici, quod sint in materia prima, veluti neque potest dici, quod forme substantiales sint in eadem, quamuis de ipsius gremio educantur; alias materia prima diceretur quantum, & saltim corpus in genere substantiae; quam sententiam, etsi sentiam, secutos fuisse viros doctissimos, & inter ceteros, Zabarellam, tamen, vt verum fatear; numquam ratam habere potui; cum materia per se ipsam neque quid, neque nquantum, neque aliud quidqua dicatur eorum quibus ens determinatur, sed omnino potentia sit.",
      "Quare si corpus aliquod statuendum est, a quo sumatur, ratio generis in Cathegoria substatie, hoc erit celeste corpus cui dimensiones terminatae per se copetunt, non ratione formae, cu eius forma no recipiatur, mediantibus dimensionibus, vt docuit Auer. lib. de subst. orb. cap.2. eius enim forma non pendet a materia, neque constituitur per materiam: quod si quantitas actu non competit nisi substantie actu, ergo quantitas actu competit primo, & per se substantiae actu.",
      "Illa autem dicitur primo, & per se substantia, quae non ratione partium est substantia, Dico autem primo, & per se substantiam, non primo tantum, quia prima substantia, vt indiuiduum, substantia est composita: quare, & si dicatur prima substantia; tamen non dicitur per se substantia, quia est ratione partium materiae, scilicet, & forme, ex quibus constituitur. Prima quomodo quantitas competet prime, & per se substantiae actu subsistenti, & substanti caeteris accidentibus.",
      "Talis autem substantia non est nisi substantia corporis simplicissimi, ergo prima quantitas non potest competere, nec inhaerere, nisi substantiae corporis simplicissimi.",
      "Corpus ergo simplicissimum primo, & per se erit corpus, cuiusmodi necesse est, sit corpus caeleste, quod est primum, & nobilissimum corpus.",
      "quod si corpus aliquod statuedum est, a quo sumatur ratio generis in Cathegoria substantiae, hoc erit caeleste corpus; cui dimensiones terminatae primo, & per se competunt, non ratione partium, vt in corporibus generabilibus, cum celi forma non recipiaetur in materia, mediantibus dimensionibus, vt docet Auer. praecitato loco, eius enim forma non pendera materia, nec constituitur per materiam.",
      "Ex his autem satis de declaratum existimo (quantum philosophanti in re dificillima, & obscurissima licet,) nihil esse absurdum in hac sententia, quam cum Arist. statuimus quod corpus caeleste, quamuis extensum, & quantum non sit ex materia, & forma compositum.",
      "Nec minus argumentum nos commouebit ex impuritate lunaris corporis desumptum, haec enim impuritas nihil aliud est, quam admistio opaci cum lucido, quae & si concedatur in caelesti corpore, nullam tamen arguit compositionem; veluti enim intelligentie posteriores a prima sunt imperfectiores in intelligendo, & illa magis, quae magis recedit a prima, hoc tamen nihil derogat ipsorum simplicitati, quinimo sunt actus poxi, & nullam admittur potentiam, nisi negatiuam, vt supradiximus.",
      "Ita orbes posteriores nihil impedit, esse minus perfectos, qua primum, & illum magis, qui magis a primo distat, vt est lunaris orbis maxime secundu ea partem secundu quam huic inferiori mundo contiguus est; ",
      "Haec autem imperfectio nihil aliud est, quam diminutio luminis, quae cum sit quid negatiuum, tenebrae enim, & opacitas non sunt aliud, quam luminis negatio, non arguit mistionem alterius nature neque corruptibilitatem, cum illuminatio non sit passio corruptiua; quinimo necesse erat corpus lunare hac in re adsimile esse sue intelligentiae, veluti enim sua intelligentia tamquam vltima omnium est imperfectissima, ac minus perfecte intelligit, quam ceterae superiores, ita pariter corpus lunare imperfectissimum; necesse fuit esse, ac minus perfecte susceptiuum luminis, in nulla enim operatione orbis magis assimilatur intelligentiae, quam in illuminatione cum intellectio illuminatio quaedam sit; aut non sine illuminatione.",
      "Nec obstat, quod Arist. inquit. lunam adsimilem esse naturae terrae. loquitur enim Arist. per quadam similitudinem, non quod Luna sit vere terra, sed quod participat aliquam conditionem terrae, nempe opacitatem.",
      "Veluti enim terra inter omnia elementa non est diaphana, nec lumine permeabilis, sed opaca.",
      "Ita pariter Luna, ac propterea ab aduerso Sole illustratur quemadmodum nostra haec terra, atque secundum superficiem tantum, qua a Sole aspicitur, ob quam similitudinem pariter ab Orpheo in carminibus supra a nobis positis Luna tellus altera fuit appellata; quamuis poetice fingat multos illam habere montes, multas vrbes, multas Domos.",
      "Sed ad huc aliud affertur argumentum ex nouis stellis.",
      "Quare, & illud etiam considerabimus.",
      "Desumebatur argumentum ex nouis stellis non solum ea, quae Hypparchi tempestate visa fuit, verumetiam duabus alijs vna in Cassiopea anno 1572. Altera vero in Sagittario anno 1604. quae ab omnibus visae sunt, & quas doctissimi Mathematici ex varijs Europae partibus nullas parallaxes facere constanter asseuerabant.",
      "Nec defuerunt Romae, qui publice docerent, hanc esse veram stellam in Firmamento positam: quibus omnibus obiectis vnica responsione satisfaciam; nempe euentum rei veritatem demonstrasse, omnes enim hae stellae euanuerut, & postrema, quam nos uidimus infra paucos menses euanuit, quod si fuissent stellae, iam adhuc perdurarent, quemadmodum reliquae tot saeculis perdurant.",
      "Quare si inde audersarijs desumunt argumentum corrputibilitatis coeli; quod nouae stellae aliquando visae sunt.",
      "quare ijdem non inde desumebant incorruptibilitatis altetum argumentum.",
      "Quod tot saeculis, & nulla hominum memoria nulla vnquam coeli pars deficere visa est.",
      "semper enim septem visae sunt stellae, quae plaustum efformant, & tres in circulo Orionis, neque vlla vmquam defecit, & sic in singulis celi imaginibus semper est obseruatum; quod nequaquam possibile esset, si coelum, ac reliquae celi partes essent corruptibiles.",
      "Quod si non sunt corruptibiles neque sunt generabiles.",
      "Ordine enim naturae semper generatio vniur, est supponit corruptionem alterius: quare tuc temporisoum mihi relatum fuit Romae, aliquos multo Auditorum apparatu publice docuisse, stellam, quae postremo apparuit in Sagittario, vere esse stellam, ego hoc illis argumentum soluendum proposui, si stella haec vere stella est, quae nouiter cepit esse (vt ipsi dicebant) in firmamento, aut coepit esse modo supernaturali, & per creatione, aut via naturali, & per generationem, non enim potest aliquo alio modo res vlla incipere esse, quae antea non erat;",
      "Neutrum fieri potest, ergo pater conseq.",
      "Hoc enim fieri non potuit per creationem cum ex sacrorum Theologorum sententia Deus ab initio omnia perfecte creauerit, inter quae caeelos, & sydera, vt in Genesi habetur [Perfecti igitur sunt coeli, & omnis ornatus eorum;] ac propterea, vt ibidem dicitur [requieuit Deus die secunda ab omni opere quod patrarat.] ",
      "Neque nunc: aliquid aliud de nouo creare conceditur, nisi humanas animas, de quaru creatione S. Hier. inquit, cum locum Io. intelligi in Euangel. qui ait [Pater meus vsque modo operatur, & ego operor,] & quamuis Deus etiam nunc, & semper possit creare nouos celos, & nouas stellas, tamen illos de facto non creat, vt sacris Theologis placet quorum iudicio est acquiescendum, ergo no potuit hec noua stella incipere per creationem.",
      "Nec minus per generatione, & via naturali.",
      "Cum omnis generatio, vt dictum est supponar corruptionem. quare si tatum, & tam vastum corpus, quantum est stella primae magnitudinis in octauo orbe (Tanta enim videbatur, quae apparuit in Sagittario) quod quidem total terram plusquam centies & septies, excedit, genitum est; quidnam erit antea corruptum, quod nobis non fuerit manifestum?",
      "Aut enim illud ex quo genitum est, fuit corpus aliquod sublunare, & hoc est impossibile; totus enim orbis omnium elementorum non sufficeret ad generationem corporis tam vasti, quare oportuisset totum hanc inferiorem mundium conflagrasse.",
      "Neque materia sufficeret ad generationem stellae, cuius corpus densum, & plusquam centies excedit terra.",
      "Aut fuit aliquod corpus celeste, & tunc aut aliqua alia stella aequalis magnitudinis fuit corrupta, quare aliqua stella deficeret exijs, quae antefuerant in coelo primae magnitudinis quod non apparet, nisi dicat quis, fuisse corruptas plures ex nebulosis, quae no videntur, ac propterea nobis no apparuisse; sed in posterum nobis manifestae fient hae stellae nebulosae.",
      "Nam ope, ac beneficio, Excellentissimi Gallilei etiam nebulosae perlucidae facta sunt, & clarissimae.",
      "Aut, si non est corruptum aliquod astrum, erit corrupta aliqua pars alia ipsius celi, quae est in octauo, aut alio orbe.",
      "Cum autem astrum vnumquodque sit maxime densum, reliquae autem orbis partes sint maxime rarae necessarium erit, vt longe maior portio molis celestis corporis requiratur ad generandam stellam, quam sit quantitas, & dimensio ipsis stellar; cum reliqua pars coeli sit rara, vt diximus. ",
      "stella autem sit densa, densum enim est, quod plus habet materiae rarum autem, quod minus.",
      "quare exempli gratia, si materia orbis occupat vnum stadium rara existens;",
      "deinde condensata vix occupabit decimam partem stadij, & ita reliquum spatium vacuum permanebit, & dehiscens, atque ita oporteret magnam aliqua & fenestram, vel foramen factam esse in coelo, quod non apparet; aut reliquas contiguas partes coeli tarefactas fuisse, vt impleant deficientem partem; quare reliquum celum, obscurius appareret, quam anterariores enim partes in coelo minus lucent; atque haec, & huiusmodi deliramenta sequuntur ad praeclaram hanc doctrinam de nouis astris, que si animaduertissent, non ita statim de veritate noui astri sententiam dixissent, sed ad pauca respicientes facile enunciant.",
      "Quod si mathematici omnes affirmaruut esse in coelo stellam hanc, eo, quod non faceret parallaxes cum experientia deinde cognitum fuerit, ipsam euanuisse; quod impossibile fore de vera stella iam demonstrauimus, dicendum erit, aut argumentum desumptum ex parallaxi, non esse efficax; aut si est efficax, eoru instrumetoru vsum decipere ob infirmitatem obseruationum, in quibus contingit deceptio si non ratione astri, saltem ratione medij, aut oculi, aut distantiae, quod fatetur Tholom. 3. Almagest, vbi inquit. ",
      "[Nam quis ob ipsarum obseruationum infirmitatem, quamuis diligenter, & artificiose fiant, factum sentiet mendacium] qua propter potius existimarim, apparentem illam stellam fuiss accensam aliquam exhalationem in suprema aeris, vel ignis parte contigua concauo ipsius coeli, quod probabile est, tum quia euanuit, vt huiusmodi impressionibus contingit, tum quia maxima eo anno praecessit siccitas, aut si vere fuit in coelo, vt instrumenta Mathematicorum demonstrarunt fuisse aliquod factum ex reflexione radiorum iouis, & saturni; quorum tunc temporis fuit coniunctio, quod tamen non affirmo, relinquens mathematicis, ac perspectiuis hoc negocium, Hoc tamen dictum volo, non vt derogem fidem mathematicis disciplinis. ",
      "aut professoribus, quos omnes colo, & veneror, atque honoris causa semper compellabo; sed vt ostendam nostri intellectus inbecillitatem, ac nostrae scientiae vanitatem, quae vt bene dicebat Socrates, magis propinqua est & affinis ipsi ignorare, quam ipsi scire.",
      "Quamuis enim mathematicae disciplinae certissimae ex se ipsis sint, & eius rationes necessariae; quia continuum abstractum a materia considerant, quod inuariabile est, tamen, quando passiones huius continui considerant in materia contingenti, & variabili, contingit, & ipsas falli ob contingentias subiecti.",
      "Et quamuis celestia necessaria sint, & non contingentia; tamen media, quibus celestia cognoscere cogimur, contingentia sunt, & mutabilia; cogimur.n. ministerio sensuu vti, qui fallaces sunt, cogimur instrumentis, & medio vti, in quibus multa, vt plurimu fit mutatio.",
      "Ex hoc igitur argumeto non sequitur celum esse generabile, & corruptibile, & proinde non esse igneu, neque aliquam aliam materiam ignitam: quod si prisci illi Phylosophi, & Plato illud igneum dixerunt, hoc per similitudinem quanda dixerunt, quod illis licuit, veluti enim Aristot. dixit lunam quodammodo Terram ob similitudinem, quam habet cum Terra in opacitate, ita antiqui dixerunt Celum esse ex igne ob similitudinem, quam habet cum igne in luce & calore: quapropter Plato in Thymeo ex eo, quod caelum futurum erat visibile corpus (quamuis per celum intelligat vniuersum) dixit illud constare ex igne: quia autem tangibile, & solidum, dixit constare ex terra; & quattuor haec omnia, vt extrema, indigent mediis, vt colligantur, & vniantur eatenus dixit, illud etiam constare ex aqua, & aere, ex quibus patet Platonem, per ignem, & terram in coelo nihil aliud voluisse intelligere quam virtutem ignis & terrae: ita vt lumen, & calore agnoscens in celo, vt etiam in igne, dicat in caelo esse ignem, & agnoscens soliditatem, atque esse tangibile corpus terrae, in eodem celo dicas esse terram, quare & ibidem dixir, celum constare ex omnibus elementis, at non ex infirmet elementis proprie, & vere, sed ex apicibus elementorum, quod idem erat dicere, ac si dixisset ex summis virtutibus, & perfectionibus elementorum secreto eo quod in elementis imperfectu est, ita vt ab igne habeat claritatem, a terra soliditatem, ab aere vero laeuitatem, atque ab aqua collegatione, & venionem partium.",
      "Nullum enim siccum absque humido consistere potest, ac terminari, quam sententia Platonis optime explicauit Plotinus, lib. primo Aeneid.2. his verbis Meminisse vero oportet terram non ita misceri igni sublimi, vt in ipsa stellarum compositione connumeretur, sed cum in vno mundi corpore singula collocentur, nimirum, & ignem aliquid habere terreni, quemadmodum, & terra ignei aliquid habet, ac summatim singula habere aliquid singulorum.",
      "Non adeo quidem, ut quod dicitur alia possdere ex utrisque constitatur, videlicet ex seipso, atque ex eo cuius est particeps, imo in ipsa mundi communione rite situm non tam alterum quam alterius non nihil accipiat, veluti no ipsum aerem, sed aeris ipsius liquiditatem, sic terrae non tam ignem, quam igneam claritatem.",
      "Mixtio autem ipsa adhibet omnia, & vtrumque conflat in vnum non terram quidem tantum, atque naturam ignis, vel ignem tantum, atque terrae naturam, videlicet soliditatem quandam densitatem que eiusmodi.",
      "Testimonium his Plato ipse perhibet dicens Accendit Deus lumen circa secundam a terra spheram, solum certe significans, quem alibi nuncupat splendidissimum, eumdem que nitidissimum; quibus in verbis omnem a nobis opinionem abigit suspicantem, aliquid esse aliud illic praeter igne significat quoque nullam adesse ignis aliam qualitatem praeter lumen quod quidem esse ait a flamma diuersum, calorem vero lenem tantum, atque suaue etiam lumen hoc esse corpus.",
      "Emicare aute ab ipso lumen aequiuocum quod esse dicimus incorporeum, quod quidem ab illo lumine pendet, & ex illo micat quasi flos eius, atque nitor, quod vtique vere dicitur corpus album existete.",
      "Nos autem, quod terrenu dicitur, in deterius accipere consueuimus: quippe cum Plato terram pro soliditate quadam accipiat.",
      "Nos veru vnum aliquid tantum terram appellare solemus, cum tamen ille differentes in terra consideret qualitates.",
      "Cum igitur talis ignis purissimum praebeat lumen ipse que im sede sublimi resideat, ibique naturaliter habitet, non est putandum naturam hanc ad flammam esse per mixta, sed ad certum spatium per currentem prorsus extingui: aere quam plurimo, videlicet occurrente, procedente vero saepe cum terra deorsum praecipitat quippe cum superius trascendere nequeat, sedi subsideat infra lunam, vbi aerem extenuat proximum, ac si mane tibi flamma certe facta, subtilior euadit, & mitiore splendoremque habet, non quoad feruorem spectat, sed quatenus a superiori lumine perlustratur.",
      "Lumen vero celeste partim quidem varia ratione ibi tributum est in stellis, in quibus tam oculorum quam magnitudinum differentia discrepat, partim vero in reliquo praeter stellas, celo simili ratione viget, Et si oculis non apparet propter corporis tenuitatem, perspicuitatem que aspectui minime resistentem, quemadmodum in aere quoque puro contingit.",
      "Accedit ad haec interualli etiam longitudo ex quibus deducit Plotinus his immediate sequentibus verbis coelum esse imminuibile, & incorruptibile, cum itaque tale lumen vigeat in excelso, vbi est naturaliter constitutum putum videlicet in sede purissima quanam via potest defluxus inde vllus accidere?",
      "neque enim natura talis, atque sublimis sua sponte defluit, neque rursus est ibi quicquam, quo impellente deorsum praecipitetur, adde quod omne corpus longe se aliter habet, quando anima conuinctum est &c. in quam sententiam Plotini coeteri etiam Platonici paritet veniunt, vt Proclus, Iamblgeus, Syrianus, & his nihilo inferior Bessario Cardinalis Nicaenus.",
      "Quare patet, anitquos Phylosophos coelum, & astra per metaphora quada ignea dixisse, & verbis tantum, non sensu Arist. ab illis discrepasse, cu omnes in eo conuenerint, non esse celum eiusdem naturae cum his inferioribus: etsi cum aliquo ex his conuenire videatur, aequiuoce conuenire, & propterea aequiuoce pariter dici igneum, aut terreum, vel alio aliquo modo, quo ab antiquis fuit dictum, cum haec inferiora omnia ortui, & interitui sint obnoxia, & cuiuscumque corruptiuae alterationis capacia, coelum antem nullius crruptiuae alterationis sit capax, ac prosus incorruptibile, & aeternum.",
      "Impossibile igitur est haec Phaenomena referre ad aliquod corpus alterationis capax; quod secundum varias partes in eo genitas, aut corruptas inaequalitates habeat, vt nostra haec tellus, & ita montes, aut conualles, aut partes asperas, & porosas ad instar pumicis, vt Diog. Phys. existimauit, & nuper Chelperus disserebat."
    ]
  ]
}