{
  "title": "test",
  "paragraphs": [
    [
      "Lvcida ea proprie appellamus, quae in tenebris nullo alieno lumine videntur, sed proprio conspicua sunt, & suum lumen in alia effundunt, multa talia videmus lucida, eaque longe diuerse interse, atque distantis naturae Solem, astra, ignem hunc nostratem, capita, ossa, & squammas piscium, felis oculos, Putrescentia quaedam ligna; sepie atramentum, cicendelae ventrem infimum, putrescentes aliquas carnes, & putrescentis aquae superficiem, veluti oleagineam, necnon alia huiusmodiu multa, quae etiam in obscurissimo aere, ac in cubiculo clausis fenestris, & spiramentis omnibus, itaut nullum extrinsecus admittatur lumen manifeste fulgent.",
      "Haec autem cum variae atque diuersae substantiae sint, aliquid commune necesse est, vt participent ratione cuius haec illis competat qualitas, id autem primo lucidum appellabimus, cum illud primo dicatur tale, quod reliquis causa est, vt sint talia, reliqua autem non sunt, ipsi causa, vt tale sit; quae quidem prioris significatio secundum naturam dicitur.",
      "Si igitur tale aliquod inueniatur corpus inter lucida corpora, illud profecto primum censebimus lucidum, cuius participatione coetera omnia esse lucida cognoscemus.",
      "Huiusmodi autem corpus esse Solem omnium hominum consensu est manifestum; is enim nunquam lumine deficit, & ipse cunctis alijs lumen impertitur, quapropter dicebat Thimeus.",
      "Accendit lucem clarissimam Deus in secundo a terra circulo, quam modo Solem vocamus, cuius splendore coelum omne illustraretur, post Solem autem per se lucida sunt astra, & sydera omnia, quae lucem propriam habent praeter lunam; opacam sua natura existentem, ac propterea terra quoddamodo appellatam, quae mutuato tantum ab ipso Sole lumine fulget, haec autem omnia; ",
      "Sol inquam, & astra per se lucida sunt, quia lux illis inhaeret inseparabiliter, & proprie cum vnicuique astri formam, & essentiam consequatur; cuius rei euidens est argumentum vnius cuiusque astri proprius, atque peculiaris, qui lucet fulgor, non modo errantium, verum etiam, & fixorum, quapropter, & planetas vario lumine coloratos dicimus, vt Iouem claro, ac nitido, Martem accenso, & rubro, Saturnum pallido, & squallenti, & fixas etiam stellas, quarum alias martias alias iouias, alias venereas, vel mixtae ex ipsis naturae pro mixto quem referunt fulgore appellamus, quapropter lucem ipsam, quae in Sole, ac syderibus est imaginem esse intelligentiae Platonici optime dicunt, intellectuales enim substantiae lumen spirituale iuremerito dici possunt, a qua denominatione, neque Aristo. dissensit, qui intellectum agentem a materia prorsus seriunctum tertio de anima lumini comparauit Platonem sequutus praeceptorem, quod quidem intellectuale lumen cum oculis videri non possit; ex sui natura sensu minime perceptibile in corpore bisibile efficitur, ac potissimum in solido corpore fulget, quare in celestibus orbibus cum vix, aut minimum sit conspicuum, in stellis tamen manifeste lucet, recepitur autem ab intelligentia; primum in anima orbis, seu coeli, deinceps vero mediantibus vitalibus animae operationibos in corpore fulget, & a corpore manat, itaut luminis huius atque ignis coelestis vbique vigentis actus quidam manifesta sint stellarum radij, & imago quaedam sit aether; quemadmodum diuine quidem explicauit Plotinus in commen. lib. I. secunda Enead. Plotini, ac proiude iure quidem, & merito diximus; lucem, quae est in corpore per se luvido; vt sunt Sol, & astra, esse qualitatem illis inseparabiliter coniunctam. ",
      "Vt autem vnde discessimus, reuertamur, patet, corpora per se lucida esse Solem. & astra, & inter haec Solem esse primo, ac per se lucidum; ignis autem cum non semper luceat, non erit per se lucidus, quare ratione alterius, lucebit nempe ratione substantiae per se lucidae sibi communicatae, quod explicauit Plotinus loco paulo superius allato, cum dixit etherem esse imaginem illius lucis cuius actus sunt radij: quod autem ignis non semper luceat, manifestum est, na in tenuissima materia, cuiusmodi est aether siue contiguus celesti corpori aer nullam lucem habet, quare neque in die, neque in nocte fulgorem emittit vllum; cum vero lucem aliquam refert, in solido corpore accensus refert, quare lucet tantum hic noster ignis, qui, aut est accensus carbo, aut flamma siue sumus ardens, & hic aeque conspicuus est in tenebris propter lumen, & in luce propter calorem, quem non haberet, nisi in aliena esset materia accesus.",
      "Si igitur lucet ignis non ex sui essentia lucet, sed ob multam eam substantiam lucidam, quae sibi inest; communicatam a Diuino. seu coelesti Solis ac syderum vicino corpore, que in materia quidem tenui, & rara dispersa, ac disgregata lucem effundere non valet, prout est tenuissimus ille aether, at in crassiore, ac densiore materia vnitus fulget, itaut semper ignis ipse accensus luceat, ac primum sit fulgidorum inter ea, quae sub lunaria sunt, cum inter omnia maxime lucidae illius celestis substantiae participet, ignem autem plurimum ex diuini, seu celestis corporis vi, atque facultate participare, & Paripatetici omnes statuunt, inter quos Alexander omnium antesignanus lib.2. natural. quaestio. c.3. cuius verba in praecedente disputatione fusius recitauimus, cum doceremus celum non esse igneum, & ipsemet Arist. desertis verbis docuit, dum non modo coelestem virtutem, verum etiam ipsammet coeli substantiam in seminibus esse affirmat, cum inquit, quod omnis animaeuis, siue potentia corpus aliud participare videtur, idque magis diuinum, quam ea, quae elementa appellatur",
      "(ex quo loco asseruit Cicero ex Aristot. sententia animam ex quinta csseutia constare,)",
      "hoc vero corpus paulo post spiritum appellat, in quo natura, & vis insit proportione respondens elemento stellarum, hunc vero spiritum, atque diuinius huiusmodi corpus celesti natura praeditum non modo in igne, verum etiam in vniuersi mundi machina diffusum idem Arist. docuit tertio degeneratione animal. cap.II vbi inquit generari in terra, humoreque animalia, & plantas, quoniam humor in terra spiritus in humore; calor animalis in vniuerso inest, itaut quodammodo animae plena sint omnia, ex quo loco colligitur, quod docebat Alexander supra citato cap.3.21. de natur. quaestio. coelestem hanc uim, & aetheream substatiam communicari pro corporis vicini propinquitate, terrae enim communicatur ratione aquae terrae commixtae, & aquae ratione aeris celis vicinioris, quapropter sequitur aeri communicari ratione ignis coelo propinquissimi: ex quo sequitur ignem maxime de hac substantia participare, quod supra manifeste probauimus, cum doceremus ignem generandi facultatem habere, vt experientia pater, sed non quatenus ignis est, ignis enim, vt ignis est nullum animal generat, vt Arist. docuit secundo de generatione animal. cap.3. sed quatenus celesti hac facultate, & aetherea substantia praeditus: ignis igitur non per se lucidus est, sed participatione celestis lucidi corporis cuiusmodi sunt Sol, & stellae, cum vero his maxime vicinus sit, propterea lucem etiam maxime participat inter coetera sublunaria, vbi tamen corpus densum, a quo fulgor manare possit fortitum fuerit, deinceps, quae plus ignis, aut plus coelestis huius, & aetherei spiritus, ac substantiae etiam absque igne participant, aut vtrunque simul, plus etiam lucis participant, & fulgoris."
    ]
  ]
}