{
  "title": "test",
  "paragraphs": [
    [
      "Cum autem Telescopij huius beneficio multa noua patefacta sint, & inuenta,nemini hactenus mortalium cognita, nempe, & planetae, siue errones circa Iouem quattuor, quas medicaea Sydera iure merito a digniffimo Principe, suo Maecenate Inuentor nuncupauit, & Venus crescens, atque de crescens lumine, & innumere antea prorsus latentes, ac nemini visae octaui orbis stellae, & galaxiae,siue lactei in eodem orbe circuli caufa: Vna inter caeteras de facie Lunae obseruatio visa est antiquorum Philosophorum manes, eorumque opiniones post tot saecula ab inferis reuocare visa (inquam) est, non D.Gallilaeo, quem non minus philosophum, quam mathematicum eximium agnosco,ac proinde nihil certi, aut condtituti de his rebus tam miris, ac paradoxis statuentem audiui, sed vulgo fortasse , qui ex his obseruationibus, quarum causas philosophis, ac naturalium studiosis obseruandas proponit falsas conclusiones deduci putat, & antiquorum deliramenta que infra fusius demonstrabimus.",
      "Sunt autem, quae in Luna obseruat primum inaequalitas eius superficiei, quam lenem huiusque , &perpolitam dixit antiquitas, que eam vnum ex syderibus iudicauit, alterum vero tenebrosum quoddam lumen in eius globo conspectum cum primum incipit illustrari, atque opaca eius parte etiam in tenebris circumscriptum deinceps vero crescente lumine euanescens, ita vt veluti Luna minus quam sextili , vel sextili aspectu a Sole distante magis est conspicuum, & apparens; ita eadem in quadrato aspectu constituta, & crescente Solis lumine paulatim langueat, & marcescat. ",
      "Primum quidem multis obseruationibus, & certissimis probat, ac prima est, statim atque Luna lumine fecundata nobis manifesto apparet, nempe quinque post coniunctionem, diebus, vel cum ad primam peruenerit quadraturam, si eius superficies Lenis esset,atque aequalis, tunc opacum, & lucidum linea leni , & aequali distinguerentur, nempe ouali ante exactam quadraturam, recta autem in quadratura, prout lenis, atque aequalis eius effet superficies; at contra apparet ex Telescopio, namque hae lineae valde inaequales, ac sinuose conspiciuntur; ita vt multae lucidae excrescentiae extra proprios fines in obscuram partem protendantur, ac rursus multae obscure in lucidas, ergo eius superficies est inaequalis. ",
      "Altera est obseruatio ex illuminatis Lunae partibus, illuminatae enim Lunae partes donec Luna lumine crescit, multis atque conspicuis, veluti maculis sunt consperse, quae ex parte Solem propius aspiciente, ac Soli aduersa nigricantes apparent, ex parte autem aduersa Solis lucidioribus radijs quasi candentibus fugis coronantur, quod argumentum pariter inaequalitatis superficiei est, cum ab aduersis radijs sublimiora magis illustrentur, humiliora autem minus.",
      "Quare, & obscuriora apparent, vt terrestri hac nostra Regione contingit, dum Sol Orizontem adhuc non superauit; tunc enim ab erumpentibus Solis radijs, altiorum montium sumitates illustrantur, ac lumine fulgent, humiliora autem loca, atque conualles adhuc tenebris obsidentur, tertium est ex cauitate quadam (vt Gallilei vtar verbis) quam in medio fere Lunae conspicimus tum crescente, tum decrescente Luna ad quadraturam, quae orbiculari perfecta figura veluti altissimis iugis circumuallatur, assimilat figuram hanc Boemicae terrae si altissimis montibus in speciem perfecti circuli ambiretur, huius periferiae extrema hora opaco contermina obseruatur lumine illustrata antquam lucis terminus ad medium figurae diametrum pertingat, ergo inaequalitas est in hac parte illuminata, si enim equalis esset superficies huius circuli, prius illuminaretur dimidium diametrum periferie, quam opposita periferis, modo antequaretur dimidium diametrum periferie, quam opposita periferis, modo antequa ad dimidium diametrum perueniat illuminatio, illuminatur aduersa periferia, ergo longe magis eminet periferia, quam diametrum.",
      "Quartu, & validissimum argumentum est, apperentia quarundam macularum luminis in opaco, quae longe a linea terminante opacum, & luminosum dissitae sunt, & paulatim accedente illuminatione crescunt, quousque tandem cum luminosa parte coniungantur, & varias ad opacum terminationes efficiunt quod validissimum esse argumentum dixi, quandoquidem si lenis esset superficiens, & globosa, non ab aduerso, ac distanti opaco partes inciperent illustrari, donec luminoso coniungerentur; sed a propinquo illustrato corpore lumen in opacum protenderetur.",
      "Obseruat praeterea in illustrata Lunae parte, quae clarior apparet, dico quae clarior apparet, cum in Luna illuminata etiam quaedam magnae maculae obscuriores ab omnibus videantur absque perspicillo, que cum semper pariter visae fuerint, iuremerito antiquae appellantur, obseruat (inquam) in clariori Lunae parte tam frequentes clariores maculas obscuriore circulo, ac limbo distinctas, qua parte Sole propinquo aspicinntur, vt Pauonis caudae oculis distinctae eam assimilet, vel cristallinis cyathis glacialibus.",
      "Ego multis candidissimis grossipij stoccis simul ac ernatis, vt mihi visa est ipsam similem iudico, tales etiam candidas nubes tenui, vento dispersas saepe conspicimus, haec cum videretur in parte clariore, partes minus clarae, quas antiquas maculas diximus, aliter conspiciuntur, non enim consimili modo interruptae, neque vallibus, aut montibus refertae cernuntur, sed magis aequabiles, & vniformes, solum modo enim clarioribus nonnullis areolis, hac, illac scatent, adeo, vt si quis veterum Pitagoreorum sententiam essuscitare velit, Lunam scilicet esse Tellurem alteram, eius pars lucidior terream superficiem, obscura vero aquaem magis congrue repraesentaret.",
      "Sibi autem nunquam dubium fuisse asserit terrestris globi a longe conspecti, atque a radijs solaribus perfusi certeam superficiem clariorem, obscuriorem veto aquaem sese in conspectum daturam, nec modo aequabiles obseruat has maculas, veluti aqueam in terrestri globo superficiem, verum etiam de praessiores, vt ex macula in Boreali parte apparente in quarta figurarum descriptione colligitur; addit etiam quod manifeste cernitur terminos harum macularum, quibus ab opaca parte discernuntur non esse asperos, inaequales, ac sinuosos, vt sunt lucidarum partium, sed potius lenes, aequales, ac nullis asperitatibus interruptos, ex quo confirmatur, quod superius dictum fuit superficiem magnarum macularum esse prorsus lenem, ac potius aquae superficiei adsimilem, quam terrae.",
      "Obseruat praeterea in his maculis areolas quasdam, quarum nonnullae sunt obscuriores, quae vix parum variata opacite, prout solares radij magis, vel minus obliqui in eas incidunt, eundem semper faciunt aspectum, nonnullae vero sunt clariores, imo lucidissimae, quarum pariter semper idem, ac vniformis est aspectus, nulla figurarum, aut opacitaris, aut lucis facta varietate, quae cettissunum praebent inditium, quod superficies harum macularum sit lenis, & non aspera, cum varietas areolarum non conspiciatur, quae profecto conspiceretur, si superficies esset aspera ex vatijs folis illuminationibus varie vmbras proijcientibus.",
      "Quare, & manifestum esse afferit has areolarum varietates ex etherogenea corporis natura apparere potius quam ex superficiei inaequalitate.",
      "Haec de prima obseruatione: alteram autem obseruationem luminis, quo opaca pars Lunae fulget, ita fiendam docet, cum Luna in sextili aspectu ad solem sit constituta, vel paulo minus, porterit aliquis cum perspicillo, vel absque, ita prospicere illam per angustum aliquod, vt illuminata falcatio non appareat, ac tum, quod reliquum est orbis Lunae tenebrosi luce quadam quamuis nigricante, & anticipiti illustratum videbitur, ita vt etiam obscura reliqua ambientis Coeli parte ipsum sua, ac propria magnitudine circumscriptum ab omnibus videatur.",
      "Hec obseruata non modo ex Sydereo Nuncio cognouimus, verum etiam oculata fide ex ipsomet Gallileo sui Telescopij vsu didicimus, quae cum omnibus Philosophantibus, ac Celi prospectoribus contemplanda, & indaganda proposuisset, non defuerunt qui ex similitudine loquendi, & omonimia, qua vtitur, decepti, interpretarentur ipsum vere in hac sententia esse, vt putet montes in Luna existere his nostris ad similes lapideos, & terreos magnis arboris refertos, vel illis nudatos, aut Valles nemorosas, ac frugiferas planities, vel iuga humilia, & amenos colles, quae ipsum nunquam, ne somniasse quidem certo scio; aut fortasse decepti sunt ex dissertatione doctissimi Ioannis Kelperi ad eum inissa, in qua iocari voluisse Virum (alioquin serium, & grauem) certissimum est, vel animi relaxandi gratia, vel vt genio indulgeret gentis Germanae, atque ingenuae libertatis dum nouos in Luna habitatores constituit Giganteae figurae, eosque sibi foueam excauasse in argillosa terra ingentis magnitudinem (quam circulis ille immensae voraginis prop Lunae medium conspectus praesefert) ad captandam sibi vmbram in maximis aestibus diei quam longissimi, nempe dierum nostratium fere quindecim, quibus Luna a Sole continuo illustratur, que omnia, & ipse libenter admitterem, modo Cripta adeo ingens vini dolia contineret Italico more, quo potius ad vinum asseruandum, quam ad vmbram captandam subterraneas nobis cellas, & Criptas excauamus.",
      "Sed quonam nauigio eo afferretur vinum Creticum, aut Neapolitanum, vel etiam, silubet, Albanum numquid alis, an uelis instructor hoc Kelpero relinquo negotium, nobis absque difficultate optimum semper in promptu est, at oblitus fueram, me dixisse ibi esse amenos vitiferos colles.",
      "Illic itaque vindemia fit coiosa magis, ac affluens, quam in nostra te hoc infelici orbe, ac propterea capacissimam sibi Cellam illam vinariam incolae excauarunt, cuius orificium tantum est, vt etiam a nobis vastissimum prospiciatur.",
      "Sed iocati iam satis sumus; ne quis fortasse ex vulgo hanc, aut huic adsimilem aliquam opinionem ex his obseruationibus colligat breuiter, omnes sententias, tum veterum, tum etiam recentium Philosophorum, ad quas haec Pheonomena referri possunt, recensebo, & ad calculum notissimae veritatis expendere pro viribus tentabo."
    ]
  ]
}