{
  "title": "test",
  "paragraphs": [
    [
      "Cum in tenebris multa fulgeant, quae non sunt ignea, vt cicendelae venter infimus, siue cauda, capita & spinae piscium, ac squamae, putrescentia quaedam ligna, fungi; putrescentes aquae, & huiusmodi, quae diuersae, vt ab initio diximus sunt naturae, cum preterea aliqua non solum luceant, verum etiam tatum lucem emittant, vt medium ad visionem illuminent quemadmodum felis oculi, qui non modo ita lucent, vt sint conspicui, verum etiam tantum emittunt fulgorem, vt ipsi videant, & mures venentur, quod pariter Tiberio Cesari contigisse narrat, qui noctu expergefactus tantum luminis ab oculis omittebat, vt omnia, que in cubiculo erant, cerneret, necnon etiam ante Tiberium Caio mario qui fulgore ab oculis micante satellites ad ipsum interficiendum mistos deterruit;",
      "Verum cum horum singulorum peculiaris causa assignari non possit, ad vnam communem, & adaequatam causam censeo esse haec omnia referenda, nempe ad eam, qua supra assignauimus, participationis scilicet illius substantiae per se lucidae athereae, ac celestis, quam per omnia diffusam esse supra Arist. auctoritate diximus; aut ignee, in qua plurimum illius lucidae substantiae contineri ante demonstrauimus, aut ratione vtriusque, sed cum hanc substantiam per cuncta corpora diffusam esse supra dixerimus, tanqua vt tali illa celesti facultate praeditam, qua cuncta in suo esse seruantur, cur omnia non lucent?",
      "Ad quam postulationem dicimus huius coelestis substantie vim, & facultatem non vnam esse, sed potentia multiplicem, que in variis corporibus vario, atque multiplici modo innotescit, mediante motu, & lumine, quare quibusdam calorem impertitur, & non lumen, quae natura sua terrea sunt, & minimum atherei, atque perspicui corporis participant, quibusdam autem lumen, & non calorem, quae plurimu illius diaphani, atque celestis spiritus habent, cuiusmodi esse videmus omnia supradicta, na, & in Cicendele ventre, qui lucet, humor est perlucidus, & multo hoc aetereo spiritu repletus, inditium est, quod emortuis euanescit, quauis aliquadiu coseruetur eum insecta sint animalia, & in squammis, & capitibus, ac spinis piscium talis multus conspicitur humor, inditio sunt margaritae quae nitidissimae sunt, & ad osscam piscium naturam pariter referuntur, neque in capitibus, aut squammis piscium, vel talibus fulgor diutius perseuerat, sed tandem euanescit lucido illo dissipato spiritu, in putrescentibus autem tale multum corpus in superficie colligitur; segregato, atque ad circumferentiam educto innato calido ab eo, qui ambientis est; maximo autem nitet in iis corporibus, in quibus diaphani humoris copia est, vt patet in aquis putrescentibus, aut multum aeris continentibus, vt in lignis pariter putrescentibus fagi, vlmi, ficus, quae multum aeris in se continent, quare putridum, quod in illis est, in tenebris fulget, & in luce candidissimum apparet.",
      "Lux autem, quae in oculis quorumdam, & noctu conspicua est, ac lumen emittit, ad eandem causam pariter referenda est, multa enim copia lucidorum spirituum ad oculos transmittitur, ex quo factum est, vi ad solos oculos nerui perforati, & patentes mittantur, hi autem spiritus, cum ignei sint, & lucidi, humorem cristallinum, atque albugineum illustrant, ex quo fit, vt non solum oculi fulgeant, verum etiam videant in tenebris, hoc autem non modo ad lucidorum spirituum copiam, verum etiam ad pupillae amplitudinem, & humoris perspicuitate, ac claritate doctissime refert.",
      "Porta in suo libello inscripto, cur binis oculis rem unam cernamus propositione tertia. ",
      "Animalia enim huiusmodi, quae lucidos habent oculos & noctu vident latis admodum sunt pupillis praedita, & humores tum aqueum, tum cristallinum habet clarissimos, tales sunt feles, noctue, bubones, & alia noctiuaga. quare, & putat haec intus esse visa, non autem extra, quod verum est, tamen necesse est spiritus visiuos sua claritate humores oculoru prius illustrasse; alias visio fieri non posset, cum uisio fiat sine luce; aut in oculo praeexistente; vt cum videntur colores; aut euibrata a re visa, vt cum videntur fulgida.",
      "Hanc sententiam antiquis tributam, & Platoni, quamuis sciam Aristotelem confutasse in libro de sensu, & sensili, vbi aliam assignat causam; tu eius luminis, quod ab oculis compressis nobis micare videtur; tu etiam eius, quod nocte, & in tenebris in praedictis corporib. fulget, tamen ego veram existimo, nec Aristot. contradico, Aristot. enim ibi apparentem antiquoru sententia cofutauit, vt saepissime sui moris est, quare, & carmina Empedoclis affert, quibus asserit inclusum esse ignem in oculo multis perlucidis membranis inuoluto tamquam in Laterna noctu accensa, ita enim Empedocles cecinit,"
    ],
    [
      "Vt quando, qui progressum meditans; praeparat lucernam"
    ],
    [
      "Hiemalem per noctem; ignis lumen ardentis"
    ],
    [
      "Adaptans, omnium ventorum prohibitiuas laternas"
    ],
    [
      "Hae ventorum, quidem spiritum dispergunt flantium"
    ],
    [
      "Lumen autem extra dissiliens quantum magis expansum fuerit"
    ],
    [
      "Illustrat pauimentum indomitis radiis,"
    ],
    [
      "Sic quod in membranis coercitum antiquum lumen "
    ],
    [
      "Subtilibus, velaminibus diffunditur per circularem pupillam"
    ],
    [
      "Hae autem, aquae quidem profundum repellunt circumfluentis"
    ],
    [
      "Lumen autem extra dissilit, quantum magis expensum fuerit."
    ],
    [
      "Ex quib. verbis si ad literam intelligantur, videtur igne nostrati huic, atque elemetari adsimile oculo esse inclusum, qui ventoru, aut imbriu iniuria extingui possit, talis autem no est ignis ille celestis, & vitalis, cuius magnam partem retinet spiritus; hic.n. inextinguibilis est, & immortalis, quod aute huc sensum ibi Arist. impugnauerit, manifestu est ex instantiis, quas affert, na aduersus Timeum inquit non posse in tenebris hoc lumen extingui, cum extinctio sit calidi, & sicci a frigido, & humido, nulla autem in lumine siccitas, & caliditas, que extingui possit, apparet; ac rursus, si hoc fieri posset, tunc etiam in die, neque aqua, neque glacies viderentur, si quidem in his tanquam contrariis ignis extingueretur.",
      "Tum igitur ob hanc causam ita loquutum contra antiquos Arist. existimarim, tum etiam vt ostenderet visus organum esse aqueu vti reuera est, no igneum.",
      "Sed aliquis dicet, eam instantiam, quam primo Arist. affert, no esse solutam, si enim lucidi spiritus in oculis continerentur, tunc liceret omnib. in tenebris videre, quod minime fit, cui respondemus, vt supra cum doctissimo Ioa. Baptista Porta adnotauimus, non solu, vt in tenebris videamus, requiri copiam lucidi spiritus; verum etiam pupille amplitudine, & aquei humoris perspicuitatem, ac claritatem quorum si aliquod deficiat, fieri non potest in tenebris visio, ex quo fit, vt quauis sit copia spiritus visiui, si tamen spiritus non sint clari, & lucidi, sed crassi, ac turbidi, sint ad videndum inepti.",
      "Et quamuis copia fit spiritus lucidi, tamen pupilla sit angusta, ita vt spiritus non copiose, & affatim effundatur, non fit in tenebris visio: quod si ambo fuerint requisita, sed humor aqueus non sit clarus, & perlucidus, neque fieri potest talis in tenebris visio, sed requiritur, adhuc cognatum lumen in medio diffusam, quo humor aqueus, & cristallinus illustrentur, ac ita vtroque veluti commixto lumine visio efficiatur, qua sententia his verbis ex pressit Plato in Timeo. [Cum igitur diurnu lumen ad Aciei effluxum accesserit, tunc simile consimili iungitur, atque vnitur, & inde vnum quoddam proprium cognatumque corpus conflatur ad rectu oculoru intuitu.]",
      "Et sequutus est Gal. lib. 7. de Hippacr. & Platonis decretis c.6. Cu ergo tot simul conditiones requirantur, vt quispiam in tenebris videre possit, & rarum sit omnes simul reperiri, non miru est, si non oes in tenebris videant, quauis oes hos spiritus visiuos perlucidos habeant: aliqui tame, quibus he omnes conditiones sunt, qualem fuisse Tiberium Caesare costat, in tenebris vident, id saepius sibi contigisse affirmat Porta.",
      "Et ego cum talem oculoru structuram sortitus sim, expergefactus breuissima temporis mora in tenebris videre quadoque conueui, & noctu, atque in tenebris video, ita vt inoffenso pede ambule sine vllo lumine; hanc doctrina statuit Alexader problemat. 68. vbi causa huius quaesiti reddit, & inquit pleraque animalia videre interdiu queunt, noctu nequeunt, quia spiritu visiuu habent erassiore, qua vt aere permeare ad re vsque videnda valeant: crassescit.n. per nocte cu solis absentia refrigeretur, extenuatur interdiu beneficio aeris, qui tenuis & calidus est.",
      "Feles tamen, & Hyene, & Vespertiliones contra se habent, cum.n. interdiu nihil fere videant, acute omnia per nocte consppiciunt, spiritu quide illu visorium, & tenuissimu, & diclissimum habent, ita ut per noctem hic modice incrassescens idoneu ad reru conspectu reddatur per dem luce praeclara supra modu extenuatus expandatur, & euanescat, quamobre leones quoque per sole ingredi actiorem no patiuntur, sunt.n. acie oculoru accutiuscula, & igne interdiu ob eam rem fugiunt.",
      "Costat talem leonis aciem esse argumento pupille, quae praefulget, atque etia partis humidae oculoru, quae dilucidissima est, & problemate 69. vbi inquit, Quare cum per noctem inter dormiendum oculos repente aperimus luce percipimus; quia spiritus videndi coactus amplificatusque in dormiendo; vniuersus larga copia erumpit per tenebras, atque elucet; itaque specie quada lucis merito potest conspicari.",
      "Neque propterea sequitur ex hac sentetia visione fieri extra mittendo, & ex consequenti in tepore; non n. necesse est radios visiuos sua substatia, atque corporea mole ad rem visiua vsque protedi, sed luce tatu, atque spirituali qualitate cuius productio neque per motu fit, nec in tepore.",
      "Necessaria aute est talis lucis productio, vt visio fiat intra mittedo, no extra, nepe medio, atque perspicuis oculi partibus illuminatis, & hanc quidem existimarim causam eoru, quae noctu fulgent, copia, s. aetherei illius spiritus, qui per omnia diffusus est claro, atque diaphano corpori, quale est aqueu, vel aereum, inclusum, vel admixtione igneae portionis; cu in igne plurimu huius atherei, atque caelestis spiritus in esse ia fuerit demonstratu, proxime aute post igne aeri.",
      "Sed dicet aliquis si ignis porrio his inesset, tunc ardere conspicerentur, quod minime fit, cui instatiae cu Plotino respondemus lib.1. Eneadis 2. paragrapho 6. paulo post mediu.",
      "Posse quide multis ab igne luce comunicari absque calore, quae ab igne ipso colorari Plotinus dixit, qualia sunt, multa frigida, ac lucida, haec aute sunt Plotini verb. ",
      "[At vero igne inesse terrae nequaqua necessariu est, sufficit n. lumen, si quidem nix, & frigidissima multa absque igne sunt lucida, quamuis dixerit aliquis a fuisse illic ignem, & illa antequam, discederet colorasse.]",
      "Sed exemplo euidentissimo sunt calx, quae cum iam deferbuit, & etiam extincta ignea vi candissima permanet, ita ut etiam noctu eius candor conspicuus sit; & corruscationes, in quibus nulla ardoris facta impressione, aer ab igne tantum coloratur, nec mihi obstat Aristot. auctoritas praedicto libro de sensu, & sensili, vbi aliam assignat huius effectus causam, nempe leuitatem superficiei; a qua lume, quauis exiguum resiliat, & conspicuu fiat, ita aute inquit.",
      "Causa aut huius & dubitationis, & putandi ignem visum esse; hinc sumenda; leuia enim in tenebris nata sunt fulgere, non tamen lucem facere, oculi autem vocatu nigrum, & medium, leue apparet, apparet autem hoc cu mouetur oculus, quia accidit quasi duo fieri vnum, hoc aute celeritas facit motus, ita ut videatur aliud esse vides & visum, quare non fit nisi celeriter, & in tenebris hoc accidat, leue.n. in tenebris natum est fulgere, quemadmodu quorunda pisciu capita, & sepier atrametu, Aristot.n. hoc in loco non eoru, quae ex se fulgent causam aperit, sed eoru quae cum exile ab alio accipiant lucem, illa tamen maiorem, & conspicua referunt, ita ut in tenebris fulgeat; talia eoru sunt, que leue, & perpolita habet superficie, qualia sunt, quae hic Arist. refert, tales et sunt perpolite geme, & ex his durissimae, vt Adamas a quo videmus luce quauis exigua satis fulgida reflecti; & maxime si moueatur, haec tame si nulla aliunde accipiant luce, nullo modo fulgent, quare neque Adamas, neque aliae tales gemae in cubiculo omnino obscuro, nulla admissa luce, fulgebunt, neque igitur haec per se lucida sunt.",
      "De his ergo loquitur. Aristot. & horu causam affert, non eoru quae per se fulgent, qualia sunt ea, quorum nos hic conamur ratione assignare, que nullo admisso lumine in puris tenebris lucent, vt Cicendelae, putrescentia ligna, capita, & squammae, ac spinae piscium, lapilli, de quib. proponitur problema, & alia huiusmodi, quae omnia in cubiculo clausis exacte fenestris, ac omnib. foraminib. ita ut nullu pr-sus lumen admitti possit, tame clarissime fulgent.",
      "His suppositis, ac declaratis his, quae in tenebris fulgent, quae omnia ad vna commune causam retulimus, nepe, vt sepius diximus, ad Aetherea illa, ac lucida substatia in diaphano aereo, vel igneo corpore inclusam, ad soluendu propositu problema deuenio, ac primum natura, & conditione lapidis recensebo.",
      "Est hic lapis, qui in BOnoniensi agro reperitur scissilis, ac pellucidus aliquantulum, ita ut talco videatur adsimilis, Arsenicalis naturae, & calidissimus, ac causticus, eo.n. circulatores aliqui vtutur ad pilos acute eradicandos, vel abradendos, quemadmodu balneatores vtuntu in hyppocaustis auri pigmento & calce, talis sua natura est hic lapis, qui ita coporatus non lucet, sed ut lumen concipiat, atque conceptu retineat per aliqua temporis mora, & referat, quemadmodu initio narrauimus nos vidisse, necesse est ipsum calcinari, siue artificiose ad ignem vri, ita ut in calcem vertanir; atque ita secundum eam parte, quae in calce versa est, lumen concipit, & fulget, cum secundum reliquam partem non luceat, lumen concipit Solis tantu, vt ego expertus sum, & a ceteris accepi, neque necesse est solis radiis, aut luci primariae exponatur, sed sufficit exponatur lumini, siue secundarie luci, vnde satis est lume crepusculi: lux, quam refert, est punicea, & adsimilis ignitis carbonib. diutius lume non perdurat, sed paulatim languet, & euanescit; quemadmodu, neque haec lapidis vis recipiendi, atque reddendi lumen semper diurat, sed teporis processu perditur, vt ego expertus sum in lapide, que mihi ostendit D. Marcus Antonius Prosper a Paliano vir erudissimus, & naturae arcanorum accuratissimus inuestigator, ex quib. omnib. praenarratis ego puto eande esse causam lucis in hoc lapide, quae est in coeteris noctu fulgentib. de quib. diximus, nempe multa copia igneaque lucentis substantiae in candida materia inclusam.",
      "Quod autem multa sit in hoc lapide talis huiusmodi substatia, primo colligitur ex calidissima, & ignea eius natura, & vi, cum sit Arsenicalis lapis, & causticus.",
      "Cum autem hic ignis in crassiore inclusus sit humore viscido, ac leni, nitet tantum, sed non fulget; dum lapis non est exustus, & in calcem redactus, cum uero exustus est, absumpto crassiore illo humido albus fit, & candicans, ac depurata magis remanente parte, illa ignea maiore claritatem acquirit ab ignis luce, vt Plotinus dicebat, quodammodo colorata; cumque alba omnia non modo multam habeant lucem, verumetia plurimam recipere apta sint, & retinere, hinc fit, quod lapis hic in calcem versus, & candidissimus factus lumini expositus maiore luce accenditur; quia vero lux haec maior est, quam quae a candidis manare solet, candida enim, vt recens calx, & nix noctu quidem aliquo pacto cospicua sunt, & nitorem quendam habent, non autem splendorem, & ea quidem neque omnino sine luce videntur: sed requirunt lucem aliquam quamuis exilem, & dubiam, vt noctu lumen est stellarum.",
      "At lapis hic, & fulget, & in meris tenebris fulget, propterea non est putandum a candore tantum calcinatae partis, quae lumen recipiat, & retineat tantam lucem peruenire, sed potissimum prouenire a substantia illa ignea tenuissima, & perspicua in poris calcinatae partis inclusa, tum ex natura lapidis calidissimi, & ignei, tum etiam ex actione praecedentis ignis, quae substantia luci affinis, & cognata, facile ab occursante lumine coloratur: neque vero nos commouere debet, quod lapis hic non ardeat, ignis autem absque ardore non splendet, multa enim sunt, quae ab igne lucem tantum habent, non ardorem, vt omnia candida, quae ab igne tantum colorantur, nocalent, vt ex Plotino supra probauimus, & manifestum est in corruscationibus in fulmine fatuo, & in luce castoris, quae nauigantib. in tepestare apparet, & in eo igne, qui multorum capiti nequaquam tactis capillis insidere visus est, quod Seruio Tullio contigisse narrat Liuius, in quib. omnib. lumen, & fulgor absque ardore conspicitur, quod in aqua vitae, & camphora ob partium tenuitatem pariter est conspicuum, quamuis hec etiam ardeant, & tenuissima flamma sint, quare minime vera existimarim Cardam scientia, qui in libro de gemmis & colorib. inquit, quod ea, quae in nocte lucent, sub colore ignis videntur, quia cu ipsa cadida sunt, in mediis tenebris, quae nigrae sunt, cospiciuntur.",
      "Ignis autem color, qui & puniceus est, ex nigro, alboque quasi equaliter permixtus est.",
      "Hoc enim si esset verum, omnia candida in tenebris sub specie ignis viderentur, quod falsum esse experientia monstrat, na neque nix, neque calx, neque Gypsum neque aliud quamuis candidissimum in tenebris ignis specie referunt, quamuis aliquo pacto, vt diximus conspicua sint, quinimo hic idem lapis, de quo, est sermo postquam tenuis illa ignis substantia, quae inclusa fuerat euanuit, quamuis candorem eundem in parte illa calcinata seruet, & retineat, tamen fulgorem nullum emittit: certissimo indicio hoc a candore tantum non prouenire, vt existimauit Cardanus, sed fulgore hunc a tenui illa substantia protinus emanare, nec aliunde: quod inde etiam manifeste constat, na & conceptum lumen paulatim euanescit, & lucida haec vis lapidis tadem etia ipsa dissipatur, vt diximus, nec diuturno tempore perseuerat; quod vero Solis lumine tantum, nec alio accendatur, id in causa esse existimo, quod Solis lume efficacissimum sit, cum manet a primo lucido, sufficit autem lumen, siue secunda lux, quia ea maxime apta est omnium colores suscipere, & referre, ex quo facile colorat, & coloratur, manifestum est id in colorib. qui cum a prima luce,  & radice sint illustrati, eorum tamen species in secunda luce recipitur, & ab eadem refertur, quinimo non solum colorum species, verum etiam imagines, & idola clarissime refert, si per angustum foramen in obscurum locum immissam fuerit, & in leni corpore suscipiatur.",
      "Hec de proposito problemate dicta sint, quae melioribus inuentis cedent, & conticescent."
    ],
    [
      "LAVS DEO."
    ]
  ]
}