{
  "title": "",
  "paragraphs": [
    [
      "And this depth the Master explores in the third book.",
      "For the merit of Christ consists in two things, namely in his passion, by which he redeemed us, and in his action, by which he informed us, which consists in the works of virtues, gifts and precepts, about which the third book is.",
      "For in the first part it deals with the incarnation and passion, in which our redemption consists, in the second with virtues, gifts and precepts, in which our information consists."
    ],
    [
      "The depth of the sacramental dispensation is the efficacy of the perfect medicine.",
      "For the efficacy of the sacramental medicine is so great, that it exceeds the human mind, so that it can truly be called a depth.",
      "About this in Isaiah fifty-first:",
      "You have set the depth of the sea as your way, so that the liberated may pass through.",
      "This depth, in which the Egyptians are submerged and the sons of Israel pass through and are saved, is the efficacy of the Sacraments, in which the works of darkness are destroyed and the weapons of light and gifts of graces are conferred, by which man is transferred from the power of darkness into the kingdom of the son of God's love.",
      "This efficacy of the Sacraments is the depth of the sea and the river:",
      "of the sea, insofar as it first liberates from guilt and introduces into the bitterness of penance;",
      "of the river, insofar as it liberates from misery and introduces into the sweetness of glory.",
      "This was best prefigured in the sons of Israel, who, when they left Egypt, the sea was dried up, and they passed through it dry, as it is said in Exodus fifteenth;",
      "and when they entered the promised land, the river was dried up, and they passed through the middle of it, as it is said in Joshua fourth."
    ],
    [
      "This depth the Master explores in the fourth book.",
      "For the efficacy of the perfect medicine consists in two things, namely in healing from a variety of depressing infirmities and in liberation from all aggravating miseries;",
      "and about these two the whole fourth book is.",
      "For in the first part it deals with the multiple healing, which the seven Sacraments effect.",
      "In the second it deals with the perfect health, to which they lead, such as the glory of the resurrected, who truly and faithfully received the Sacraments of the Church:",
      "and conversely about the punishment of the wicked, who despised the Sacraments of the Church."
    ],
    [
      "From the exploration of the four depths in the four books, the end is elicited, namely the revelation of the four hidden things."
    ],
    [
      "The first is the greatness of the divine substance, about which in Isaiah forty-fifth:",
      "Truly you are a hidden God, the God of Israel the Savior.",
      "Truly the greatness of the divine substance is hidden according to that of Job twenty-sixth:",
      "When we have barely heard a small drop of his speech, who can behold the greatness of his thunder? Certainly no one can behold, except him, with whom the wisdom of God dwells.",
      "For this reason that lover of wisdom asked, in Wisdom ninth:",
      "Send her from your holy heavens and from the seat of your greatness."
    ],
    [
      "This hidden thing the Master, filled with wisdom from above, brought to light through the exploration of the first book.",
      "For having seen and understood the noblest emanations and the noblest properties, the greatness of the divine substance becomes known to us, as far as is possible for travelers."
    ],
    [
      "The second hidden thing is the order of divine wisdom, about which Job twenty-eighth:",
      "Where is wisdom found?",
      "and where is the place of understanding?",
      "it is hidden from the eyes of all living.",
      "Truly hidden, because, as it is said there, wisdom is drawn from the hidden;",
      "so, to be known, it needs to explore the depth not in itself, but in the works, in which it shines.",
      "Hence it is said in Ecclesiasticus first, that the highest Creator is one, who poured it over all his works."
    ],
    [
      "Therefore, this hidden thing the Master reveals in the exploration of the second.",
      "For having seen the order of good and evil, it is clear to us, how from eternity the wisdom of God was ordered and from the ancients, before the earth was made."
    ],
    [
      "The third hidden thing is the strength of divine power, about which Habakkuk third:",
      "Horns are in his hands:",
      "there his strength is hidden:",
      "it speaks of Christ hanging on the cross, where the strength of virtue was hidden under the cloak of weakness.",
      "And this is the mystery hidden from the ages, about which to the Ephesians third:",
      "To me, the least of all Saints, this grace was given to evangelize among the Gentiles the unsearchable riches of Christ and to illuminate all, what is the dispensation of the mystery hidden from the ages in God.",
      "This is the hidden mystery, the sacred secret, that the strong God, to defeat the enemy, was clothed in the arms of our weakness:",
      "which is unheard of from the ages."
    ],
    [
      "However, in the exploration of the third book, where it is shown, that Christ in his weakness conquered the contrary power, the strength of divine power is revealed.",
      "For if he conquered through weakness, what would he have done, if he had fought through virtue?",
      "And if the weakness of God is stronger than men, who can weaken the arm of God?",
      "Truly it is clear, that his strength is inexpressible, whose weakness is so strong."
    ],
    [
      "The fourth hidden thing is the sweetness of divine mercy, about which in the Psalm:",
      "How great is the multitude of your sweetness, Lord, which you have hidden for those who fear you.",
      "Truly hidden and reserved for those who fear is the sweetness of mercy, because, as it is said in the Psalm:",
      "The mercy of the Lord is from eternity and unto eternity upon those who fear him, and in those, who hope upon his mercy."
    ],
    [
      "This sweetness is revealed in the exploration of the fourth book. For having seen, how God forgives sins in the present, and what medicines he applies to our wounds, and what rewards he will give in the future, the sweetness of divine mercy is opened to us."
    ],
    [
      "Therefore, the revelation of these hidden things is the end of the general book, to which the Master of sentences, wanting to be led and to lead, explored the depths of the rivers by the preceding grace of the Holy Spirit.",
      "For he is the chief explorer of secrets and depths, according to what is said in first Corinthians second:",
      "The Spirit explores all things, even the depths of God.",
      "Driven by the love of this spirit and illuminated by its light and clarity, the Master composed this work and explored the depths of the rivers:",
      "with the help of this spirit, he became the revealer of hidden things.",
      "For he is the one, about whom it is written in Daniel second:",
      "He reveals the depths and the hidden: and knows what is established in the darkness.",
      "And this was the intention and end of the Master, according to what he himself says in the Prologue:",
      "\"Wishing, he says, to exalt the lamp of truth on the candlestick, in much sweat and labor we have compiled this volume, God granting, from the testimonies of truth founded forever\".",
      "And a little before he had said, that his purpose is \"to unfold the hidden things of theological inquiries\"."
    ],
    [
      "Therefore, in the proposed word of the present book, the material, formal, efficient and final cause is clear."
    ]
  ]
}