{
  "title": "",
  "paragraphs": [
    [
      "All of these rivers are mentioned together and in order in Genesis chapter two, where it is said that a river flowed out of the place of pleasure, which then divided into four heads:",
      "The name of the first is Pishon, the name of the second is Gihon, the name of the third is Tigris, and the name of the fourth is Euphrates."
    ],
    [
      "This river flowing out of Paradise is the subject of this entire book."
    ],
    [
      "The four rivers flowing from it are the specific subjects of four books, as can easily be adapted by anyone who wishes to carefully explain the interpretations of the aforementioned names."
    ],
    [
      "For Pishon means a change of mouth, and in this is signified the emanation of persons."
    ],
    [
      "Just as a word and spirit proceed from a material mouth, so does the Son and the Holy Spirit from the mouth of the Father, as stated in Ecclesiasticus chapter twenty-four:",
      "I came forth from the mouth of the Most High, the firstborn before all creatures."
    ],
    [
      "This is said by the Son himself, who is the Word and Wisdom of the Father."
    ],
    [
      "And in the Psalm:",
      "By the word of the Lord the heavens were established:",
      "and by the spirit of his mouth etc."
    ],
    [
      "Gihon means sand, and in this is signified the production of worldly things."
    ],
    [
      "Just as the universe of creatures is compared to the sea for its spaciousness, so to sand for its number, as stated in Ecclesiasticus chapter one:",
      "Who has counted the sand of the sea and the drops of rain?"
    ],
    [
      "Tigris means arrow, and in this is signified the incarnation of the Son of God."
    ],
    [
      "Just as in an arrow iron is joined to wood, so in Christ the strength of divinity is joined to the softness of humanity.",
      "And just as an arrow flies from the bow and wood to strike adversaries, so Christ leaping from the cross shattered the adversary.",
      "This is that arrow, of which it is said in the thirteenth chapter of the fourth book of Kings:",
      "The arrow of the Lord's salvation, and the arrow of salvation against Syria."
    ],
    [
      "Euphrates means fruit-bearing, in which is signified the dispensation of the Sacraments, which not only cleanse the soul from guilt, but also make it fruitful in grace.",
      "This is signified in the last chapter of Revelation, where it is said that next to the crystal river was a tree bearing fruit, whose leaves were for healing."
    ],
    [
      "Therefore, since there are four rivers, there are four depths corresponding to these rivers."
    ],
    [
      "The depth of eternal emanation is the sublimity of divine being, from which can be understood that of Ecclesiasticus chapter seven:",
      "A deep depth, who will find it?"
    ],
    [
      "Truly a deep depth and a profound height, so that the Apostle exclaims in Romans chapter eleven and says:",
      "O the depth of the riches of the wisdom and knowledge of God, how incomprehensible are his judgments, and unsearchable his ways!"
    ],
    [
      "Truly incomprehensible judgments, because they are deep. For the judgments of God are a great abyss, and Ecclesiasticus chapter one: Who has measured the depth of the abyss? This depth is hinted at in Job chapter eleven: Perhaps you will comprehend the footsteps of God and find the Almighty to perfection? He is higher than heaven, and what will you do? deeper than hell, and how will you know? as if to say: you cannot of yourself; therefore the Apostle advises in Ephesians chapter three: Rooted and grounded in love, that you may be able to comprehend etc."
    ],
    [
      "And this depth the Master explores in the first book. For the sublimity of divine being consists in two things, namely in the most noble emanations, which are generation and procession, and in the most noble conditions, which are supreme wisdom, omnipotence and perfect will, about which is the first book. For in the first part he deals with the most holy Unity and Trinity, and in the second part he deals in a special treatise with the aforementioned triple condition or property."
    ],
    [
      "The depth of creation is the vanity of being created. For the creature, the more it vanishes, the more it tends towards the depth, whether it vanishes through fault or through punishment. For this reason it is said by the Prophet in the person of man, who vanished through fault, in the Psalm:",
      "I am stuck in the mud of the deep, and there is no substance. And again the Prophet prays, lest he vanish through punishment: Let not the waterflood drown me, nor the deep swallow me up etc."
    ],
    [
      "This depth the Master explores in the second book."
    ]
  ]
}