{
  "title": "",
  "paragraphs": [
    [
      "All of these rivers are mentioned together and in order in Genesis chapter two, where it is said that a river flowed out of the place of pleasure, which then divided into four heads: the name of the first is Pishon, the name of the second is Gihon, the name of the third is Tigris, and the name of the fourth is Euphrates. This river flowing out of Paradise is the subject of this entire book. The four rivers that flow from it are the specific subjects of four books, as can be easily adapted by anyone who wishes to carefully explain the interpretations of the aforementioned names. For Pishon means 'change of mouth', and in this is signified the emanation of persons. For just as a word and a spirit proceed from a material mouth, so from the mouth of the Father proceed the Son and the Holy Spirit, as stated in Ecclesiasticus chapter twenty-four: I came forth from the mouth of the Most High, the firstborn before all creatures. This is said by the Son himself, who is the Word and Wisdom of the Father. And in the Psalm: By the word of the Lord the heavens were established: and by the spirit of his mouth etc. Gihon means 'sand', and in this is signified the production of worldly things. For just as the universe of creatures is compared to the sea because of its spaciousness, so to the sand because of its number, as stated in Ecclesiasticus chapter one: Who has numbered the sand of the sea and the drops of rain? Tigris means 'arrow', and in this is signified the incarnation of the Son of God. For just as in an arrow iron is joined to wood, so in Christ the strength of divinity is joined to the softness of humanity. And just as an arrow flies from the bow and wood to strike the adversaries, so Christ leaping from the cross shattered the adversary. This is that arrow, of which it is said in the thirteenth chapter of the fourth book of Kings: The arrow of the Lord's salvation, and the arrow of salvation against Syria. Euphrates means 'fruit-bearing', in which is signified the dispensation of the Sacraments, which not only cleanse the soul from guilt, but also make it fruitful in grace. This is signified in the last chapter of the Apocalypse, where it is said that next to the crystal-clear river was a tree bearing fruit, whose leaves were for healing."
    ],
    [
      "Therefore, since there are four rivers, there are four depths corresponding to these rivers."
    ],
    [
      "The depth of eternal emanation is the sublimity of divine being, from which can be understood that saying of Ecclesiasticus chapter seven: A deep depth, who will find it? Truly a deep depth and a profound height, so that the Apostle exclaims in Romans chapter eleven and says: O the depth of the riches of the wisdom and knowledge of God, how incomprehensible are his judgments, and unsearchable his ways! Truly incomprehensible judgments, because they are deep. For the judgments of God are a great abyss, and Ecclesiasticus chapter one: Who has measured the depth of the abyss? This depth is hinted at in Job chapter eleven: Perhaps you will comprehend the footsteps of God and find the Almighty to perfection? He is higher than heaven, and what will you do? deeper than hell, and how will you know? as if to say: you cannot of yourself; therefore the Apostle advises in Ephesians chapter three: Rooted and grounded in love, that you may be able to comprehend etc."
    ],
    [
      "And this depth the Master explores in the first book. For the sublimity of divine being consists in two things, namely in the most noble emanations, which are generation and procession, and in the most noble conditions, which are supreme wisdom, omnipotence and perfect will, about which is the first book. For in the first part he deals with the most holy Unity and Trinity, and in the second part he deals in a special treatise with the aforementioned triple condition or property."
    ],
    [
      "The depth of creation is the vanity of being created. For the more a creature vanishes, the more it tends towards the depth, whether it vanishes through guilt or through punishment. For this reason it is said by the Prophet in the person of man, who vanished through guilt, in the Psalm: I am stuck in the mud of the deep, and there is no substance. And again the Prophet praying, lest he vanish through punishment: Do not let the storm of water drown me, nor let the deep swallow me up etc."
    ],
    [
      "This depth the Master explores in the second book. For the vanity of being created consists in two things, namely in the change from non-being to being and again in the return to non-being. And although no creature completely ceases to be by nature, yet, as Augustine says, the sinner tends towards non-being through guilt. And about these two things is the whole second book. For in the first part he deals with the exit of things, and in the second part he deals with the fall, as about the temptation of the devil, about original and actual sin, up to the end."
    ],
    [
      "The depth of the incarnation is the merit of Christ's humanity, which was so great that it can truly be called a depth, as if having no end or bottom. Of this can be understood that saying of Jonah chapter two: You have cast me into the deep in the heart of the sea, and the river has surrounded me. This can be said of Christ, who was so humiliated that he can truly be said to have been cast down and despised, Isaiah chapter fifty-three: And we saw him, and there was no appearance to him, and we desired him: despised and the last of men etc. Therefore he truly says that he was cast down, but where? into the depth of the sea and of the river. For the passion of Christ is compared to the sea because of the bitterness of punishment, but also to the river because of the sweetness of love. For the most sweet heart of Jesus Christ was so tenderly affected with love towards us, that it did not seem to him a heavy thing to endure for us the most extreme and bitter kind of death."
    ],
    [
      "The depth of the dispensation of the Sacraments is the power of the Sacraments, which is so great that it can truly be called a depth, as if having no end or bottom. Of this can be understood that saying of the Apocalypse chapter twenty-two: And he showed me a river of living water, clear as crystal, proceeding from the throne of God and of the Lamb. The dispensation of the Sacraments is called a clear river as crystal because of the clarity and brightness which it leaves in the souls that are purified in this river. It is also called a river of living water because of the efficacy of grace, which vivifies the soul. This also proceeds from the throne of God and of the Lamb. For sacramental grace proceeds from God as from the author and efficient cause, from Christ as from the mediator and the one who merits it. For this reason all the Sacraments are said to have their efficacy from the passion of Christ; hence Augustine testifies: \"From the side of the sleeping Christ flowed the Sacraments, when from there flowed blood and water\"."
    ]
  ]
}