{
  "title": "",
  "paragraphs": [
    [
      "Firstly, the river of persons' emanation is said to be eternal, because that emanation alone is without beginning, without end.",
      "Of this river Daniel seventh says:",
      "The Ancient of Days sat, and a fiery and swift river flowed from his face.",
      "This Ancient of Days is the eternal Father, whose antiquity is eternity. This ancient one sat, because not only is there eternity in him, but also immutability.",
      "From the face of this ancient one flowed a fiery and swift river, that is, from the sublimity of his divinity proceeded the fullness of love and the fullness of power:",
      "the fullness of power in the Son, therefore the river was swift;",
      "the fullness of love in the Holy Spirit, and therefore the river was fiery."
    ],
    [
      "Secondly, the production of worldly things is called a river because of its spaciousness, for which reason not only a river, but the sea is said by the Prophet in this Psalm of the world:",
      "This great and spacious sea etc.",
      "Of this river Ezekiel twenty-ninth says:",
      "Behold, I am against you, Pharaoh, king of Egypt, great dragon, who lies in the midst of your rivers and says:",
      "The river is mine, and I made myself.",
      "And I will put a bridle in your jaws etc.",
      "This great dragon, whom the Lord addresses and threatens in the figure and person of Pharaoh, is the devil, who is the king of Egypt, because he reigns over those whom he has blinded with the darkness of error, such as heretics, to whom he also says:",
      "The river is mine, and I made myself, as if he himself made this world and he has no other principle.",
      "This error he himself said and suggested to the impious Manicheans, who contend that the whole machinery of visible things was created by an evil God.",
      "The Lord will bridle the jaws of this dragon, when, having taken away his power to suggest falsehoods, he will show that he is the creator of this river;",
      "hence in the same authority it follows:",
      "All the inhabitants of Egypt will know that I am the Lord."
    ],
    [
      "Thirdly, the incarnation of the Son of God is called a river because of its circulation, because, as in a circle the last is joined to the first, so in the incarnation the highest is joined to the lowest, as God to the clay, and the first to the last, as the eternal Son of God to man created on the sixth day.",
      "Of this river Ecclesiasticus twenty-fourth says:",
      "I am like the river Dorix, and like an aqueduct I came out of paradise.",
      "Dorix is interpreted as the medicine of generation, and there is figurative speech there, so that it is understood conversely, that is, the generation of medicine.",
      "For the incarnation of the Son of God was nothing other than the generation of medicine:",
      "For he truly bore our infirmities and carried our diseases.",
      "Therefore, the incarnation of the Son is rightly called the river Dorix.",
      "And Christ himself truly says of himself:",
      "I am like the river Dorix, that is, the medicinal river, and like an aqueduct I came out of paradise.",
      "The nature of water is such that it rises as much as it descends.",
      "Such was the exit of the incarnation, according to what is said in the Psalm:",
      "His going forth is from the end of the heaven, and his circuit unto the ends of it.",
      "And John sixteenth:",
      "I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father, and so he made a circle.",
      "Of this river also as to his exit from his mother can be explained that which is said in Esther tenth in the dream of Mardochaeus: A little brook became a river, and was turned into a light, and the sun. Who, I pray, is this little brook but the humble virgin? She grew into a river, when she gave birth to Christ, who is not only a river through the abundance of grace, but also the light of wisdom and the sun of justice, according to what John chapter one says of him: That was the true Light etc."
    ],
    [
      "Fourthly, the dispensation of the Sacraments is called a river because of its cleansing, which cleanses us from the defilements of sins without polluting itself. Of this river Revelation twenty-second says: He showed me a river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb. The dispensation of the Sacraments is called a river clear as crystal because of the clarity and brightness, which it leaves in the souls, which are purified in this river. It is also called a river of water of life because of the efficacy of grace, which vivifies the soul. This also proceeds from the throne of God and of the Lamb. For sacramental grace proceeds from God as from the author and efficient cause, from Christ as from the mediator and the one who merits it. For this reason all Sacraments are said to have efficacy from the passion of Christ; hence Augustine testifies: \"From the side of Christ sleeping flowed the Sacraments, when from there flowed blood and water\"."
    ]
  ]
}