{
  "title": "test 4",
  "paragraphs": [
    [
      "Et hoc profundum perscrutatur Magister in tertio. Nam meritum Christi in duobus consistit, scilicet in passione, per quam nos redemit, et in actione, per quam nos informavit, quae consistit in operibus virtutum , donorum et praeceptorum, de quibus duobus est tertius liber. Nam in prima parte agitur de incarnatione et passione, in qua consistit nostra redemptio, in secunda de virtutibus, donis et praeceptis, in quibus consistit nostra informatio."
    ],
    [
      "Profundum sacramentalis dispensationis est efficacia perfecti medicamenti. Tanta enim est efficacia medicinae sacramentalis, quod humanam mentem excedit, ut vere profundum possit dici. De hoc Isaiae quinquagesimo primo : Posuisti profundum maris viam tuam, ut transirent liberati. Profundum istud, in quo Aegyptii demerguntur et filii Israel liberati transeunt et salvantur, est efficacia Sacramentorum, in quibus destruuntur opera tenebrarum et conferuntur arma lucis et dona gratiarum, per quae homo transfertur de potestate tenebrarum in regnum filii caritatis Dei. Haec efficacia Sacramentorum est profundum maris et fluminis: maris , in quantum primo liberat a culpa et introducit in amaritudinem poenitentiae; fluminis, in quantum liberat a miseria et introducit in dulcedinem gloriae . Quod optime praesignatum fuit in filiis Israel, quibus exeuntibus ex Aegypto siccatum est mare, et transierunt per siccum in medio eius, sicut dicitur Exodi decimo quinto ; et introeuntibus in terram promissionis siccatus est fluvius, et transierunt per medium eius, sicut dicitur Iosue quarto ."
    ],
    [
      "Hoc profundum perscrutatur Magister in quarto libro. Nam efficacia perfecti medicamenti in duobus consistit, scilicet in sanatione a varietate infirmitatum deprimentium et in liberatione ab universitate miseriarum aggravantium; et de his duobus est totus quartus liber. Nam in prima parte agit de multiplici sanatione, quam efficiunt septem Sacramenta. In secunda agit de perfecta sanitate, ad quam perducunt, sicut de gloria resurgentium, qui veraciter et fideliter Sacramenta Ecclesiae perceperunt: et per oppositum de poena malorum, qui Sacramenta Ecclesiae contempserunt."
    ],
    [
      "Ex perscrutatione autem quatuor profundorum in quatuor libris elicitur finis, scilicet revelatio quatuor absconditorum."
    ],
    [
      "Primum est magnitudo divinae substantias, de qua Isaiae quadragesimo quinto : Vere tu es Deus absconditus, Deus Israel Salvator. Vere magnitudo divinae substantiae est abscondita secundum illud Iob vigesimo sexto : Cum vix parvulam stillam sermonis eius audierimus, magnitudinem tonitrui eius quis poterit intueri? Certe nullus potest intueri, nisi ille, cum quo sapientia Dei inhabitat. Propter hoc petebat ille sapientiae amator, nono Sapientiae : Mitte illam de caelis sanctis tuis et a sede magnitudinis tuae."
    ],
    [
      "Hoc absconditum Magister, repletus sapientia de supernis, per primi libri perscrutationem produxit in lucem. Nam visis et intellectis nobilissimis emanationibus et nobilissimis proprietatibus, innotescit nobis , secundum quod possibile est viatoribus, divinae substantiae magnitudo."
    ],
    [
      "Secundum absconditum est ordo divinae sapientiae, de quo Job vigesimo octavo : Ubi invenitur sapientia? et quis est locus intelligentiae? abscondita est ab oculis omnium viventium. Vere abscondita, quia, sicut dicitur ibidem , sapientia trahitur de occultis;, ita, ut cognoscatur, indiget perscrutatione profunditatis non in se, sed in operibus, in quibus ipsa relucet. Unde dicitur Ecclesiastici primo , quod unus est altissimus Creator, qui effudit illam super omnia opera sua."
    ],
    [
      "Hoc igitur absconditum manifestat Magister in perscrutatione secundi. Nam viso ordine bonorum et malorum, patet nobis, quomodo ab aeterno sapientia Dei ordinata est et ex antiquis, antequam terra fieret ."
    ],
    [
      "Tertium absconditum est fortitudo divinae potentiae, de qua Habacuc tertio : Cornua in manibus eius: ibi abscondita est fortitudo eius: loquitur de Christo pendente in cruce, ubi latuit fortitudo virtutis sub pallio infirmitatis. Et hoc est sacramentum absconditum a saeculis, de quo ad Ephesios tertio : Mihi omnium Sanctorum minimo data est gratia haec in gentibus evangelizare investigabiles divitias Christi et illuminare omnes, quae sit dispensatio sacramenti absconditi a saeculis in Deo. Hoc est sacramentum absconditum, sacrum secretum, quod Deus fortis, ut hostem vinceret, indutus est armis nostrae infirmitatis: quod est inauditum a saeculis."
    ],
    [
      "In perscrutatione tamen tertii libri, ubi ostenditur, quod Christus in sua infirmitate vicit contrariam potestatem, manifestatur fortitudo divinae potentiae. Si enim vicit per infirmitatem, quid fecisset, si pugnasset per virtutem? Et si infirmum Dei fortius est hominibus, brachium Dei quis poterit infirmare ? Vere patet, quod inenarrabilis fortitudo eius, cuius tam fortis infirmitas."
    ],
    [
      "Quartum absconditum est dulcedo divinae misericordiae , de. quo in Psalmo : Quam magna multitudo dulcedinis tuae, Domine, quam abscondisti timentibus te. Vere abscondita et reservata timentibus dulcedo misericordiae, quia, sicut dicitur in Psalmo : Misericordia Domini ab aeterno et usque in aeternum super timentes eum, et in eis, qui sperant super misericordia eius."
    ],
    [
      "Haec dulcedo manifestatur in perscrutatione quarti libri. Nam viso, qualiter Deus dimittit peccata in praesenti, et qualia nostris vulneribus adhibet medicamina, et qualia in futuro dabit praemia, nobis dulcedo divinae misericordiae aperitur."
    ],
    [
      "Horum igitur absconditorum propalatio est finis libri generalis, ad quem perduci et perducere volens Magister sententiarum perscrutatus est profunda fluviorum praevia gratia Spiritus sancti. Ille enim est praecipuus perscrutator secretorum et profundorum , secundum quod dicitur primae ad Corinthios secundo : Spiritus omnia perscrutatur, etiam profunda Dei. Huius spiritus caritate agitatus et luce et claritate illustratus, composuit Magister hoc opus et scrutatus est profunda fluviorum: hoc etiam spiritu adiuvante, factus est revelator absconditorum. Ipse enim est, de quo scribitur Danielis secundo : Ipse revelat profunda et abscondita: et novit in"
    ],
    [
      "tenebris constituta. Et haec fuit intentio et finis Magistri, secundum quod ipse dicit in Prologo: \"Lucernam, inquit, veritatis in candelabro exaltare volentes, in sudore ac labore multo hoc volumen, Deo praestante, compegimus ex testimoniis veritatis in aeternum fundatis \". Et paulo ante dixerat, quod propositum suum est \" theologicarum inquisitionum abdita pandere \"."
    ],
    [
      "Patet igitur in verbo proposito praesentis libri causa materialis, formalis, efficiens et finalis."
    ]
  ]
}