{
  "title": "test 3",
  "paragraphs": [
    [
      "De omnibus istis fluviis simul et per ordinem habetur Genesis secundo , ubi dicitur, quod fluvius egrediebatur de loco voluptatis , qui inde dividitur in quatuor capita: nomen primi Phison, nomen secundi Gehon, nomen tertii Tigris et nomen quarti Euphrates. Fluvius iste egrediens de Paradiso est totius libri huius materia. Quatuor fluvii ex isto procedentes sunt speciales materiae quatuor librorum, sicut facile potest aptare, qui praedictorum nominum interpretationes vult diligenter exponere . Phison enim interpretatur oris mutatio, et in hoc significatur personarum emanatio. Sicut enim ex ore materiali procedit verbum et spiritus, ita ex ore Patris Filius et Spiritus sanctus, Ecclesiastici vigesimo quarto : Ego ex ore Altissimi prodii, primogenita ante omnem creaturam. Hoc dicit ipse Filius, qui est Verbum et Sapientia Patris. Et in Psalmo : Verbo Domini caeli firmati sunt : et spiritu oris eius etc. Gehon interpretatur arena, et in hoc significatur rerum mundanarum productio. Sicut enim universitas creaturarum comparatur mari propter spatiositatem, ita arenae propter numerositatem , Ecclesiastici primo : Arenam maris et pluviae guttas quis dinumeravit? Tigris interpretatur sagitta, et in hoc significatur Filii Dei incarnatio. Sicut enim in sagitta ferrum coniunctum est ligno, sic in Christo fortitudo divinitatis coniuncta est mollitiei humanitatis. Et sicut sagitta ex arcu et ligno volat ad percutiendum adversarios, sic Christus de cruce saliens confregit adversarium. Haec est illa sagitta, de qua dicitur quarti Regum decimo tertio : Sagitta salutis Domini, et sagitta salutis contra Syriam. Euphrates interpretatur frugifer, in quo significatur Sacramentorum dispensatio, quae non tantum animam purgant a culpa, sed etiam fecundant in gratia. Quod significatum est Apocalypsis ultimo, ubi dicitur, quod iuxta fluvium crystallinum erat lignum afferens fructum, cuius folia erant in medicinam."
    ],
    [
      "Cum igitur quatuor sint fluvii, quatuor sunt fluviorum profunda praedictis fluviis correspondentia."
    ],
    [
      "Profundum aeternae emanationis est sublimitas esse divini, de quo potest intelligi illud Ecclesiastici septimo : Alta profunditas, quis inveniet eam? Vere profunditas alta et altitudo profunda, ita ut exclamet Apostolus ad Romanos undecimo et dicat: O altitudo divitiarum sapientiae et scientiae Dei, quam incomprehensibilia sunt iudicia eius , et investigabiles viae eius! Vere iudicia incomprehensibilia, quia profunda. Iudicia enim Dei abyssus multa , et Ecclesiastici primo : Profundum abyssi quis dimensus est? Haec profunditas innuitur Iob undecimo : Forsitan vestigia Dei comprehendes et usque ad perfectum Omnipotentem reperies? Excelsior coelo est, et quid facies? profundior inferno, et unde cognosces? quasi dicat: ex te non potes; ideo consulit Apostolus ad Ephesios tertio : In caritate radicati et fundati, ut possitis comprehendere etc."
    ],
    [
      "Et hoc profundum perscrutatur Magister in primo libro. Sublimitas enim divini esse consistit in duobus, scilicet in nobilissimis emanationibus, quae sunt generatio et processio, et in nobilissimis conditionibus, quae sunt summa sapientia, omnipotentia et perfecta voluntas, de quibus est primus liber. Nam in prima parte agit de sacratissima Unitate et Trinitate, in secunda vero speciali tractatu agit de supradicta eius triplici conditione sive proprietate."
    ],
    [
      "Profundum creationis est vanitas esse creati. Creatura enim quanto magis evanescit, tanto magis in profundum tendit, sive evanescat per culpam sive per paenam. Propter hoc dicitur per Prophetam in persona hominis, qui evanuit per culpam, in Psalmo"
    ],
    [
      ":infixus sum in limo profundi, et non est substantia. Et rursus orans Propheta, ne evanescat per poenam: Non me demergat, inquit, tempestas aquae, neque absorbeat me profundum etc."
    ],
    [
      "Hoc profundum scrutatur Magister in secundo"
    ],
    [
      "Secundo, propter spatiositatem dicitur fluvius rerum mundanarum productio, ob quam causam non tantum fluvius, sed mare a Propheta dicitur in Psalmo iste mundus: Hac mare magnum et spatiosum etc. De hoc fluvio Ezechielis vigesimo nono : Ecce ego ad te Pharao, rex Aegypti, draco magne, qui cubas in medio fluminum et dicis: Meus est fluvius, et ego feci memetipsum. Et ponam frenum in maxillis tuis etc. Draco iste magnus, quem Dominus alloquitur et cui comminatur in figura et persona Pharaonis, diabolus est, qui est rex Aegypti , quoniam regnat in eis, quos excaecavit tenebris erroris, ut puta sunt haeretici, ad quos etiam dicit: Meus est fluvius, et ego feci memetipsum, quasi ipse fecerit mundum istum et ipse non habeat aliud principium. Hunc errorem ipse dixit et suggessit impiis Manichaeis, qui totam machinam visibilium a Deo malo esse conditam contendunt. Huius draconis maxillas Dominus frenabit , quando ablata sibi potestate suggerendi falsa, ostendet, se esse huius fluvii conditorem ; unde in eadem auctoritate sequitur: Scient omnes habitatores Aegypti, quoniam ego Dominus."
    ],
    [
      "Tertio, propter circulationem dicitur fluvius Filii Dei incarnatio, quoniam, sicut in circulo ultimum coniungitur principio, sic in incarnatione supremum coniungitur imo, ut Deus limo , et primum postremo, ut Filius Dei aeternus homini condito die sexto. De hoc fluvio Ecclesiastici vigesimo quarto : Ego quasi fluvius Dorix, et sicut aquaeductus exivi de paradiso. Dorix interpretatur generationis medicamentum, et est ibi figurativus sermo, ut conversim intelligatur, id est, generatio medicamenti. Incarnatio enim Filii Dei nihil aliud fuit quam generatio medicamenti : Vere enim languores nostros ipse tulit et infirmitates nostras ipse portavit . Recte igitur Filii incarnatio fluvius Dorix dicitur. Et ipse Christus de se vere dicit: Ego quasi fluvius Dorix, id est, medicinalis fluvius, et sicut aquaeductus exivi de paradiso. Natura aquae Haec . est, quod tantum ascendit, quantum descendit. Talis fuit exitus incarnationis, secundum quod dicitur in Psalmo : A summo coelo egressio eius, et occursus eius usque ad summum eius. Et Joannis decimo sexto : Exivi a Patre et veni in mundum: iterum relinquo mundum et vado ad Patrem, et ita fecit circulum. De hoc etiam fluvio quantum ad egressum eius ex matre potest exponi illud, quod dicitur Esther decimo in somnio Mardochaei: Parvulus rivulus crevit in fluvium, et in lucem solemque conversus est. Quis, obsecro, est parvulus rivulus iste nisi humillima virgo ? Haec crevit in fluvium, cum generavit Christum , qui non solum fluvius per abundantiam gratiae, sed etiam lux sapientiae et sol iustitiae dicitur, secundum quod Ioannes capitulo primo de ipso dicit: Erat lux vera etc."
    ],
    [
      "Quarto, propter emundationem dicitur fluvius Sacramentorum dispensatio, quae sine sui pollutione mundat nos a coinquinationibus peccatorum. De hoc fluvio Apocalypsis vigesimo secundo : Ostendit mihi fluvium aquae vivae splendidum tamquam crystallum, procedentem de sede Dei et Agni. Sacramentorum dispensatio dicitur fluvius splendidus tamquam crystallus propter claritatem et nitorem , quem relinquit in animabus, quae in hoc flumine depurantur. Dicitur etiam fluvius aquae vivae propter efficaciam gratiae , quae vivificat animam. Hic etiam procedit de sede Dei et Agni. Nam sacramentalis gratia procedit a Deo tamquam ab auctore , et efficiente, a Christo tanquam a mediatore et a promerente. Propter quod dicuntur omnia Sacramenta efficaciam habere a passione Christi; unde testatur Augustinus : \"De latere Christi dormientis fluxerunt Sacramenta, dum inde fluxit sanguis et aqua \"."
    ],
    [
      "De omnibus istis fluviis simul et per ordinem habetur Genesis secundo , ubi dicitur, quod fluvius egrediebatur de loco voluptatis, qui inde dividitur in quatuor capita: nomen primi Phison, nomen secundi Gehon, nomen tertii Tigris et nomen quarti Euphrates. Fluvius iste egrediens de Paradiso est totius libri huius materia. Quatuor fluvii ex isto procedentes sunt speciales materiae quatuor librorum, sicut facile potest aptare, qui praedictorum nominum interpretationes vult diligenter exponere . Phison enim interpretatur oris mutatio, et in hoc significatur personarum emanatio. Sicut enim ex ore materiali procedit verbum et spiritus, ita ex ore Patris Filius et Spiritus sanctus, Ecclesiastici vigesimo quarto : Ego ex ore Altissimi prodii, primogenita ante omnem creaturam. Hoc dicit ipse Filius, qui est Verbum et Sapientia Patris. Et in Psalmo : Verbo Domini caeli firmati sunt: et spiritu oris eius etc. Gehon interpretatur arena, et in hoc significatur rerum mundanarum productio. Sicut enim universitas creaturarum comparatur mari propter spatiositatem, ita arenae propter numerositatem, Ecclesiastici primo : Arenam maris et pluviae guttas quis dinumeravit? Tigris interpretatur sagitta, et in hoc significatur Filii Dei incarnatio. Sicut enim in sagitta ferrum coniunctum est ligno, sic in Christo fortitudo divinitatis coniuncta est mollitiei humanitatis. Et sicut sagitta ex arcu et ligno volat ad percutiendum adversarios, sic Christus de cruce saliens confregit adversarium. Hac est illa sagitta, de qua dicitur quarti Regum decimo tertio : Sagitta salutis Domini, et sagitta salutis contra Syriam. Euphrates interpretatur frugifer, in quo significatur Sacramentorum dispensatio, quae non tantum animam purgant a culpa, sed etiam fecundant in gratia. Quod significatum est Apocalypsis ultimo, ubi dicitur, quod iuxta fluvium crystallinum erat lignum afferens fructum, cuius folia erant in medicinam."
    ],
    [
      "Cum igitur quatuor sint fluvii, quatuor sunt fluviorum profunda praedictis fluviis correspondentia."
    ],
    [
      "Profundum aeternae emanationis est sublimitas esse divini, de quo potest intelligi illud Ecclesiastici septimo : Alta profunditas, quis inveniet eam? Vere profunditas alta et altitudo profunda, ita ut exclamet Apostolus ad Romanos undecimo et dicat: O altitudo divitiarum sapientiae et scientiae Dei, quam incomprehensibilia sunt iudicia eius , et investigabiles viae eius!. Vere iudicia incomprehensibilia, quia profunda. Iudicia enim Dei abyssus multa , et Ecclesiastici primo : Profundum abyssi quis dimensus est? Haec profunditas innuitur Iob undecimo : Forsitan vestigia Dei comprehendes et usque ad perfectum Omnipotentem reperies? Excelsior coelo est, et quid facies? profundior inferno, et unde cognosces? quasi dicat: ex te non potes; ideo consulit Apostolus ad Ephesios tertio : In caritate radicati et fundati, ut possitis comprehendere etc."
    ],
    [
      "Et hoc profundum perscrutatur Magister in primo libro. Sublimitas enim divini esse consistit in duobus, scilicet in nobilissimis emanationibus, quae sunt generatio et processio, et in nobilissimis conditionibus, quae sunt summa sapientia, omnipotentia et perfecta voluntas, de quibus est primus Uber. Nam in prima parte agit de sacratissima Unitate et Trinitate, in secunda vero speciali tractatu agit de supradicta eius triplici conditione sive proprietate."
    ],
    [
      "Profundum creationis est vanitas esse creati. Creatura enim quanto magis evanescit, tanto magis in profundum tendit, sive evanescat per culpam sive per poenam. Propter hoc dicitur per Prophetam in persona hominis, qui evanuit per culpam, in Psalmo : Infixus sum in limo profundi, et non est substantia. Et rursus orans Propheta, ne evanescat per poenam: Non me demergat, inquit, tempestas aquae, neque absorbeat me profundum etc."
    ],
    [
      "Hoc profundum scrutatur Magister in secundo libro. Nam vanitas esse creati in duobus consistit, videlicet in mutatione de non esse in esse et rursum in reversione in non esse. Et quamvis nulla creatura omnino cedat in non ens per naturam, tamen, sicut dicit Augustinus , peccator tendit ad non esse per culpam. Et de his duobus est totus secundus. Nam in prima parte agit de rerum egressu, in secunda vero parte agit de lapsu, ut de tentatione diaboli, de peccato originali et actuali, usque in finem."
    ],
    [
      "Profundum incarnationis est meritum humanitatis Christi, quod tantum fuit, ut vere possit dici profundum, quasi non habens terminum nec fundum. De quo potest intelligi illud Ionae secundo : Proiecisti me in profundum in corde maris, et flumen circumdedit me. Hoc potest dici de Christo, qui tantum humiliatus est, ut vere possit dici proiectus et abiectus, Isaiae quinquagesimo tertio : Et vidimus eum, et non erat ei aspectus, et desideravimus eum: despectum et novissimum virorum etc. Vere igitur dicit se proiectum, sed ubi ? in profundum maris et fluminis. Nam passio Christi comparatur mari propter poenalitatis amaritudinem, sed et flumini propter caritatis dulcedinem. Dulcissimum enim cor Iesu Christi tanta circa nos afficiebatur teneritudine amoris, ut non videretur ei grave pro nobis sustinere extremum et acerbissimum genus mortis."
    ]
  ]
}