{
  "title": "test 2",
  "paragraphs": [
    [
      "Primo, propter perennitatem dicitur fluvius personarum emanatio, quoniam illa emanatio sola est sine principio, sine fine .",
      "De hoc fluvio Daniel septimo :",
      "Antiquus dierum sedit, et fluvius igneus rapidusque egrediebatur a facie eius.",
      "Antiquus iste dierum est Pater aeternus, cuius antiquitas est aeternitas. Iste antiquus sedit, quia non solum in eo est aeternitas, sed etiam immutabilitas .",
      "A facie illius antiqui egrediebatur fluvius igneus rapidusque, id est, de sublimitate divinitatis eius procedebat plenitudo amoris et plenitudo virtutis:",
      "plenitudo virtutis in Filio , ideo fluvius erat rapidus;",
      "plenitudo amoris in Spiritu sancto, et ideo fluvius erat igneus."
    ],
    [
      "Secundo, propter spatiositatem dicitur fluvius rerum mundanarum productio, ob quam causam non tantum fluvius, sed mare a Propheta dicitur in Psalmo iste mundus:",
      "Hoc mare magnum et spatiosum etc.",
      "De hoc fluvio Ezechielis vigesimo nono: ",
      "Ecce ego ad te Pharao, rex Aegypti, draco magne, qui cubas in medio fluminum et dicis:",
      "Meus est fluvius, et ego feci memetipsum.",
      "Et ponam frenum in maxillis tuis etc.",
      "Draco iste magnus, quem Dominus alloquitur et cui comminatur in figura et persona Pharaonis, diabolus est, qui est rex Aegypti , quoniam regnat in eis, quos excaecavit tenebris erroris, ut puta sunt haeretici, ad quos etiam dicit:",
      "Meus est fluvius, et ego feci memetipsum, quasi ipse fecerit mundum istum et ipse non habeat aliud principium.",
      "Hunc errorem ipse dixit et suggessit impiis Manichaeis, qui totam machinam visibilium a Deo malo esse conditam contendunt.",
      "Huius draconis maxillas Dominus infrenabit , quando ablata sibi potestate suggerendi falsa, ostendet, se esse huius fluvii conditorem ;",
      "unde in eadem auctoritate sequitur:",
      "Scient omnes habitatores Aegypti, quoniam ego Dominus."
    ],
    [
      "Tertio, propter circulationem dicitur fluvius Filii Dei incarnatio, quoniam, sicut in circulo ultimum coniungitur principio, sic in incarnatione supremum coniungitur imo, ut Deus limo , et primum postremo, ut Filius Dei aeternus homini condito die sexto.",
      "De hoc fluvio Ecclesiastici vigesimo quarto :",
      "Ego quasi fluvius Dorix, et sicut aquaeductus exivi de paradiso.",
      "Dorix interpretatur generationis medicamentum, et est ibi figurativus sermo, ut conversim intelligatur, id est, generatio medicamenti.",
      "Incarnatio enim Filii Dei nihil aliud fuit quam generatio medicamenti:",
      "Vere enim languores nostros ipse tulit et infirmitates nostras ipse portavit .",
      "Recte igitur Filii incarnatio fluvius Dorix dicitur.",
      "Et ipse Christus de se vere dicit:",
      "Ego quasi fluvius Dorix, id est, medicinalis fluvius, et sicut aquaeductus exivi de paradiso.",
      "Natura aquae haec est, quod tantum ascendit, quantum descendit.",
      "Talis fuit, exitus incarnationis, secundum quod dicitur in Psalmo:",
      "A summo coelo egressio eius, et occursus eius usque ad summum eius.",
      "Et Joannis decimo sexto :",
      "Exivi a Patre et veni in mundum:",
      "iterum relinquo mundum et vado ad Patrem, et ita fecit circulum.",
      "De hoc etiam fluvio quantum ad egressum eius ex matre potest exponi illud, quod dicitur Esther decimo in somnio Mardochaei: Parvulus rivulus crevit in fluvium, et in lucem solemque conversus est. Quis, obsecro, est parvulus rivulus iste nisi humillima virgo ? Haec crevit in fluvium, cum generavit Christum , qui non solum fluvius per abundantiam gratiae, sed etiam lux sapientiae et sol iustitiae dicitur, secundum quod Ioannes capitulo primo de ipso dicit: Erat lux vera etc."
    ],
    [
      "Quarto, propter emundationem dicitur fluvius Sacramentorum dispensatio, quae sine sui pollutione mundat nos a coinquinationibus peccatorum. De hoc fluvio Apocalypsis vigesimo secundo : Ostendit mihi fluvium aquae vivae splendidum tamquam crystallum, procedentem de sede Dei et Agni. Sacramentorum dispensatio dicitur fluvius splendidus tamquam crystallus propter claritatem et nitorem , quem relinquit in animabus, quae in hoc flumine depurantur. Dicitur etiam fluvius aquae vivae propter efficaciam gratiae , quae vivificat animam. Hic etiam procedit de sede Dei et Agni. Nam sacramentalis gratia procedit a Deo tamquam ab auctore et efficiente, a Christo tanquam a mediatore et a promerente. Propter quod dicuntur omnia Sacramenta efficaciam habere a passione Christi ; unde testatur Augustinus : \"De latere Christi dormientis fluxerunt Sacramenta, dum inde fluxit sanguis et aqua \"."
    ]
  ]
}