{
  "title": "test",
  "paragraphs": [
    [
      "Io Baptista Ricciolus Soc. Iesu S.P.D."
    ],
    [
      "Non potui, Doctissime, et Amicissime Vir, pro veteri nostra necessitudine, ac perspectissima Tua, in Astronomicis potissimum, peritia, atque excellentia, caeterisque praeclarissimis animi tui dotibus, ob quas inuidia dudum superata, omnium Bononiensium Nobilium, Docturumsque et aliorum virorum Principum benevolentiam adeptus es;",
      "non potui, inqyuam, non affici dolore, et quidem iustissimo, dum percurrendo Francisci Lverae Prodromum, adverti a pag 124 usque ad 128 illum abusum esse meis quibusdam in Almagesto dictis, ad elevandas improbandasque observationes Tuas peractas ope Gnomonis in S. Petronii Templo per Te constructi summa cum industria, affiduitate incredibili iudicio, et subtilitate pene dixerim angelica potius quam humana.",
      "Equidem priscorum obeliscos ob infidam in proiicienda umbra prolixitatem, et Egnatii Dantis antiquum Gnomonem, utpote a Meridiani situ enormiter deviantem, subtilitatibus Astronomicis ineptos pronunciavi.",
      "Sed quorsum haec ad Gnomonem Tuuim et de quo ne verbuluim quidem in Almagesto meo, quippe anno 1651 in lucem edito, cum Tu Heliometrum tuum non nisi anno 1656 perfeceris, et exinde observationum specimen evulgaveris.",
      "Oportebat igitur Leveram haec tempora distinxisse, sic enim nec Gnomones a me improbatos cum Tuis recentioribus in S. Petronii Basilica habitis uno fasce involvisset.",
      "Quod autem Tychonica organa tanti faciat, ut aliorum omnium instrumenta observationesque prae islis contemnat, haud scio an condonandum sit homini nullis organis ad explorandum caelum (ut qui eum intime norunt, Romaque discessi Bononia transeuntes mihi affirmarunt) instructo, nec observandi studiis addicto, nedum oculis experto, quibus Nos, et auqm magnis, imo Tychonicos Quadrantes magnitudine excedentibus organis iam pridem uti consueverimus.",
      "Viderunt tamen haec, approbaruntque, ut nosti, peritissimi quique harum rerum Bononiae, sed et exteri ex omni fere Europae natione, qui Bononia transeuntes, nihil antiquius habent, quam ut magnum Tuum in S. Petronii Templo Gnomonem, et nostram observatoriam Speculam perlustrent, modumque simplicissima, et ideo evidentissima subtilitate observandi Phaenomena Caelestia percunctentur.",
      "Esti enim Tychoniam praeclusit, nec minus BOnoniae, quam Uraniburgi Caelum patet aut favet.",
      "Omnia tamen organa nostra quantumuis grandia, quod attinet ad Solis observationes, ingenti tuo Heliometro cedant oportet:",
      "Nimirum cuius excelsitas, quae pro Radio seruit, Romanorum Pedum 95 altitudinem exaequat, prolixitas autem Meridianae lineae, per ferream laminam intra duas marmoreas planities adstrictam designatae, et cum praedicto Radio angulum rectum ad libellam canalis aquae consistentis diu multumque exploratum facientis ac pro Tangente derervientis Romanorum Pedum 239 longitudini aequalis est, Hunc fit ut Ellipsis Solaris speciei, Aequinoctiorum tempore tres maiore sui diametro pedes proxime occupet, et ibi gradus unius spatium, sex circiter pedum sit, adeo ut in adnotandis tenuissimo signo extremitatibus dicte ellipseos, ad eliciendam marginum Solis altitudinem, eiusque apparentem Diametrum, et Declinationem, si quis errorculus interveniat, insensibilis propemodum sit, et contemptibilis.",
      "At in maximo quadrante Tychonico, cui aequalem nos unum habemus, praeter alia maiora, chorda unius gradus non occupat Romani Pedis nisi unciam circiter.",
      "Eat nunc Levera, et prae Tychonicis instrumentis, alia omnia insuper habeat. ",
      "Verum frustra fortasse occinuntur haec Astronomicarum τηρησεων si non imperitis, certe inexpertis.",
      "Proinde super his minime contendendum censeo, veluti, nec super Parallaxi Solis, quam Tycho nusquam demonstravit, et Tychoni addictissimi improbarunt, et quam infra unicum Minutum consistere, vel certe non supra, quovis pignore contenderim."
    ],
    [
      "Venio nunc ad Chronologiam, cuius fallaciam mihi Levera pag.20. 102. & alibi, producto etiam nescio quo anonymo Coloniensi, obijcit: ",
      "a semet autem omnem erroris suspicionem tam confidenti animo amolitur ut pag. 21. non dubitet dicere:",
      "In Hallucinationes Chronologicas incidere non potui, etc.",
      "Cum tamen tum cap. 3. in Aequinoctriorum temporibus, tum cap. 10. in Epochis constituendis inciderit non modo in hallucinationes Chronologicas, quod ipsi commune fuit cum magnis alioquin viris Copernico, Longomontano, Scaligero, Saliano, & similibus, ideoque venia dignum;",
      "sed etiam in ετεροχγονυσμος, quia videlicet modo in unam Chronotaxim;",
      "modo in contrariam, desultoria quadam inconstantia relabitur. ",
      "Esto unum alterumue huiusce rei exemplum.",
      "Salianus, quem sibi sectandum proposuit, Annum primum Epochae Christi usitate comparat cum Anno 45. a Iulij Cesaris correctione, ideoque Iuliano dicto, in quo quidem (ur infra demonstrabitur) uno anno deficit, sed cohaerenter tamen Annum 1. Olympia docum comparat cum anno ante Christi Epocham 775. & annum. 1. Nabonassaricum 746. & annum 1. a morte Alexandri M. cum anno 323. ante Christi Epocham.",
      "At Levera quoad Olympiadas, & Alexandri annos, Saliano adhaeret, quo ad annos vero Christi, & Nabonassari minus cohaerenter dissentit, ponitque primum Nabonassari anno 747. ante Christi Epochame, & 1. Epochae Christi cum 46. Iuliano comparat.",
      "Illud porro mihi pessimi exempli in Chronologia, minime que tolerabile visum est, quod lib.1 c.3. a pag. 102. ad 105. non veritus sit Ptolemaeum Chonologiae non minus, quam Astronomiae, ac Geographiae Principem, & indirecte Hipparchum, cuius auctoritate Ptolemaeus nititur, erroris insimulare inconsignandis Callippicae periodi annis modo unius, modo etiam trium annorum excessu, adeo ut pro tertiae periodi anno 36. annum 33. reposuerit, nulla maiore de causa, quam ur ex magnitudine anni a se excogitati Epilogismos suos, suamque phantasiam sequatur",
      "Ne autem gratis a me Chronologiam Leverae, aliorumque quos elegit pro ducibus, falsam censeri asserique quis putet, dabis mihi veniam Optime Cassine, si ex mea Chronologia Reformata pauca quaedam fundamenta breuiter indicauero."
    ]
  ]
}