{
  "title": "test",
  "paragraphs": [
    [
      "Nimirum Calippus, asserentibus Gemino in Elem. Astronom. c. 6. & Censorino cap. item. 6. ex 4. Metonicis cyclis Periodum annorum 76. uno die detracto excogitavit, ad sustinendum, corrigendumque, simul Metonis cyclum non aliude inchoatum, quam a Neomenia Aestivi folstitij a Metone, & Euchtemone observati, Abseude magistratum gerente Athenis die 21. Phaemenoth, an. 108. ante primum a morte Alexadri, ut ex Hipparcho refert Ptolemaeus I.3.c.2. nempe anno Nab.316. & ante Christi Epocham 432. die 27. Iunij hora 6. Matutina, ut recte supputat Petavius I.2.cap.19. Porro Hipparchum quoque lib. de Maganni, & Ptolemaeum I.3.cap.2. non aliunde quam a Solstitio Aestivo eiusue Neomenia computasse annos Calippicos, sensere cum Copernico Remoldus in Prutenicis praec.4. Petavius I.2.c.19. & I.4.cap.26. Bullialdus I.2. Astron. c. 2. & ipses met Khristmannus com. in Alfraganum. Licet enim pag. 305. dixisset Hipparchum, & Ptolemaeum annos Calippicos coincipere cum annis Aegyptijs, pag. tamen 328. resipiscens confessus est eos computasse annos Calippicos a Solstitio ineunte anno Olympiadico.",
      "Idipsum manifestum est ex Graeco textu Ptolemaei I.3.c.2. ubi dicitus: Et sunt a Solstitio Aestivo capto in Magistratu Abseudis, usque ad obseruatum ab Aristarcho τω ι εθη ληζοντι idest 50. anno desinente primae secundum Calippum periodi (ut etiam Hipparchus asserit) anni 152. A dicto autem anno 50. qui est 44. annus a morte Alexandri usque ad obseruationis nostrae annum 463. anni 419. Esto Trapezuntius, & Gauricus omiserint illud desinente.",
      "Ergo circa Solsitium Aestivum desijt Calippicus Annus 50. incoepitque 51. iuxta computum Hipparchi, & Ptolemaei, & sic de alijs Calippicis, eodemque contextu probatus sublatis annis 44. Alexandri ab annis 50. Calippicis, primam periodum Calippi incoepisse anno sexto ante primum a morte Alexandri, hoc est anno 330. ante epocham Christi, ut egregie Petavius I.2.c.19. contra Scaligerum, qui hoc initium male retraxit ad annum 331."
    ],
    [
      "Sequitur ex dictis secundam Periodum Calippi incoepisse circa Solstitium anni 254. ante Christi Epocham, nondum absoluto anno 70. Alexandri Magni, & 494. Nabonassari, ut pote initis a meridie diei 26. Octobr. anni ante Ep. Christi 255. Tertiam vero Periodum Calippin incoepisse anno ante Christi Ep.178. durante adhuc Alexandri anno 146. & Nabonassari 571. quippe initis a Meridie 7. Octobris anni ante Christi Epocham 179. Ideoque Aequinoctia ab Hipparcho lib. de Magnitud. anni, & Ptolemeo I.3.c.2. annis Calippicis consignata referenda esse ad annos Alexandri, Nabonassaris, & ante Christum in seq. tab. notatos."
    ],
    [
      "Aduertendum hic est, in aliquibus textibus Ptolemaei ad quartum Aequino. Etium Autumnale Hipparchi notari Alexandri annum 178. quomodo legit Albatenius cap.27. Regiomontanus in Epit. Alm. I.3.p.2. Longomontanus lib.I. Theoricorum cap.1. ex versione Trapezuntij, & Gaurici; sed in Graeco legendum esse non ροη, sed ρομ. hoc est non 178. sed 177. euincunt Khristmannus in Alfraganum pag.341. & Bullialdus I.2. Astronomiae cap.2. ex interuallo Verni Aequinoctij subsequentis, & ita legerunt Copernicus I.3.cap.13. Lansbergius in Thesauro obser. classe 2. & Levera lib. I. cap. 3. pag. 102. mecum I.3. Almagest. cap. 14. Sed errat dicendo Fuisse Annum 31. tertiae Per. Calippi. Petavius quoque I.4.c.26. quartum hoc Aequinoctium notauit anno periodi Iulianae 4567. nempe ante Christum 147. Sept. 27. moxque subdit:",
      "Hoc anno Thoth Nabonassari 602. inijt Sept.29. Ergo die Aequinoctiali 27. Septembr. nondum inierat Nabonassari ann. 602. sed properabat ad finem annus 601. Proinde lapsu memorie aut calami pag. sequenti non recte dixit:",
      "Aequinoctium hoc Hipparchaeum designatum est anno ab obitu Alexandri 178. Nabonass. 602. Periodi Iulianae 4567. hoc enim anno, nempe ante Christum 147. die 27. Septembr. ut dixi, nondum coeperat Nabonassari annus 602. & Alexandri 178. sed restabat adhue biduum de Nabonassari 601. & Alexandri 177."
    ],
    [
      "Siue igitur vicinia noui anni Nabonass. & Alexandri paulo post Aequinoctium inituri, siue falsa suppositio de idetitate initij annorum Calippicorum, Nabonassari, & Alexandri, siue aliunde falsa Chronologia de supra nominatis Epochis, cause fuerunt errandi in Hipparchi Aequinoctijs suo tempori consignandis:",
      "Errarunt utique Longomontanus in omnibus Autumnalibus Hipparchi, & Levera in tribus primis, dum comparant annum Calippicum cum subsequenti Alexandri, & Nabonassari; in reliquis vero tribus Leuera dum pro tertie periodi Calippi anno 32. substituit 31. & pro 33. annum 32. & quod enorme peccatum est, pro 36. annum 33. De erroribus vero Copernici I.3.cap.19. Ioannis Lucidi, Mercatoris, Saliani &c. in adnotando primum Olympiadicum anno 775. ante Epocham Christi, & primum Alexandri anno 323. &c. Patet ex dictis supra. Vale interim Doctissime, &c Amicissime Cassine."
    ]
  ]
}