{
  "title": "test",
  "paragraphs": [
    [
      "Veni ad te, Mercurij cum duabus epistolis de re Astronomica differentibus nuper editis, vt audiam quid de eis tu quoque sentias, quia mirum in modum colloquijs nostris soleo recreari. Altera est Riccioli, altera Cassini, quas hic tibi exhibeo; vidisti ne, & legisti earu tenorem?"
    ],
    [
      "Mercur. Iam peruenerunt ad me, & legi in eis controuersiam exortam occasione editionis Prodromi Francisci Leuerae, veluti iam diu excitaturam circuferebatur inter Vranometras, & Astronomos sustinere curantes suas obseruationes, & documenta, quae typis mandarunt: & tenor literarum Riccioli, & Cassini in primis versatur circa copiam, quae penes eos existit Organorum, & Instrumentorum ad obseruandum multo grandiorum, & perfectiorum ijs omnibus, quae habuit Tycho, & propterea praetendunt longe maiorem sidem esse adhiben dam eoru obseruationibus, quam obseruationibus Tyconis, & consequenter magis, quam doctrinae ex Tyconis obseruationibus deductae."
    ],
    [
      "Sau. Iam egoquoque; vidi in libello obseruationu Bononiensiu Cassini anni 1655. & 1656. pag. 12. ipsum redarguere Tyconem, quod aequinnoctia potius descripserit qualia obseruata esse oportuisset, quam qualia revera immediata obseruatione deprehenderit, & legi quoque in pag. 15. eiusdem libelli correctionem ab eodem Cassino factam equinoctij Veris a Tycone obseruati anno 1584. Vraniburgi hor.21.30. p.m. videlicet hor.15.30.diei, per coparationem obseruationis aequinoctij Veris anni 1656. ab ipso Cassino factae per Gnomonem magnum Bononiae hor.9.50. p.m. videlicet hor.3.50.noctis, per quam firmat d. aequinoctium Veris anni 1584 fuisse Vraniburgi hor.23.6.p.m. & no hor.21.30.p.m. sicut ipse Tico obseruauit."
    ],
    [
      "Merc. Viri eruditi, qui nonignorant, an obseruationes Solis factae de nocte (quae vere non sunt obseruationes, sed supputationes) esse possint veriores, qua obseruationes Solis factae de die, quae realiter, & vere sunt obseruationes; pariter neque ignorare poterunt quanti valeat correctio d. obseruationis, Solis a Tycone facte de die, per obseruationem Solis factam de nocte ab ipso Cassino."
    ],
    [
      "Sau. Sane Riccioli, & Cassini plurimi interest Ptolemei, & Tyconis, eorumque obseruationu & traditionu nomen, & auctoritate in literaria Republica decrescere.",
      "Vidisti in frontispitio Almagesti noui per Ricciolum editi Ptolemaeum iacentem, ac desuper inscriptum, Erigor dum corrigor.",
      "At magnam sane susceperunt Prouinciani, quia Astronomiae Principatus a Ptolemaeo suecessuie ad Tyconem delatus, nec non late vagantis per Orbem terratum famae, & gloraiae celebritas obseruationum, & traditionum, ac doctrinae eorumde, adeo altas egit radices, vt quatuor Riccioli obseruationes simul adunatae ab anno 1643. usque ad annum 1647. & duae obseruationes Cassini ab anno 1655. usque ad annum 1656. super quibus nouam Astronomiam fundare voluerunt diuersam ab Astronomia Ptolemei, & Tyconis, aliorumque omniam, nihil prorsus valere unquam possint ad longe plurimas, & peritiores Ptolemaei, & Tyconis obseruationes, eorumeque exinde doctrinam Astronomicam eneruandam: Respublica namque literaria totius orbis terrarum plene nouit Ptolemaeum a quampluribus ab hinc seculis, & optime callet sumptuosissimos apparatus instrumentorum, & organorum a Tycone factos, eiusque incomparabilem in obseruandis motibus coelestibus, nunquam interruptam, sed semper crescentem experientiam ab eo aequisitam spatio annoum 30. videlicet ab anno 1570. vsque ad annum 160. eamque antequam suae obseruationes, ac tabulae motuum in lucem proditent; & non modo videt plurimas obseruationes ingressuum Solis in punctis Aequinoctriorum, & Solstitiorum, sed etiam innumeras ferme obseruationes eiusdem Solis per omnes fere Zodiaci partes, & scit id quod testantur heredes eiusdem Ticonis in epistola ad Rodulphim II Imperatorem initio libri Progymn. nempe quod nullus Regum, ac Principum post Alphonsum Regem tot, tantosque in Astronomia sumptus fecerit, si quidem non solum omnia, quae corradere potuir ex foeudis, & beneficijs, quae ab inclito Danorum Rege Friderico ob prosapiae splendorem, & Astronomiae Amorem amplissima habuit, sed ex proprio peculio cltra centena tellarorum millia in haec studia impenderit: Vtebatur enim ab anno 1570. ad Solis scrupulosas obseruationes Quadrate maximo singula minuta exhibente, quem fabricare fecit anno 1569. Auguste Vindelicorum, Paulo Heinzellio Consule ibidem, quio Quadrans tantae molis erat, vt vix a 20. robustis viris ab eo loco, in quo fabricabatur, in Collem proximum, vbi disponendus erat, aspoortari potuerit, velut legitur in Progymn. Tycon. pag. 353. vsque ad 356. Vtebatur quoque ministerio decem ad minimum Peritorum in obseruando etiam per diuersa loca Europae, auxilio, & sumptibus Friderici II. Regis Daniae. ",
      "Vtebatur quoque deinde sextante, quem loco; ",
      "Radij astronomici fabricare fecit, de quo late in dicto lib.I. Progymn. a pag. 335. Et inter alia organa ad Solis, & Stellarum altitudines scrupulosissime perscrutandas decem diuersa forma, & magnitudine Organa confici curauit exactissima perfectione constructa, labore, dilligentia, & sumptibus inaestimabilia, vt affirmat idem Tico in dicto libro Progymnasmatum pagina 15 Eaque Organa fabricare fecit postque ab alijs affabre elaboratis Instrumentis decipiebatur sensibiliter in quatuor circiter minutis circa Solis eleuationem in ambobus Solstitijs, & circa Stellae Polaris sublimitatem tam maximam, quam minima.",
      "Quemadmodum ad puncta Aequinoctiorum indaganda, se illa inuestigasse affirmat pag.14. eiusdem lib. Progymn. a ser diuersa ratione fabrefactis Instrumentis magnitudine ipsa, & matieriae metallicae soliditate, diuisionisque, ac pinnacidiorum exacta dispositione ita adamussite elaboratis, vt de aliquota in quibusdam tertia, in aliquibus quarta, in nonnullis etiam sexta scrupuli parte ipsum minime dubium facerent; sine qua sane prasicione frustra hoc subtile negocium intentatur, vnum enim minutum variationis in altitudine, & ob id quoque in declinatione Solis iuxta ipsa etiam equinoctia, vbi maxima est declinationis diurnae alteratio, longitudinem Solis mutat scrupulis duobus cum dimidio, quae integram horam proxime efficiunt: Eademque rescenset a pag. 68. protestatus nonvni organo Astronomico in hac subtili inquisitione sidendum, sed plura adhibenda, laborique, & sumptibus non parcendum."
    ],
    [
      "Sau. Notasti in epistola Riccioli, nec verbum de refractionibus?"
    ],
    [
      "Merc. Prudenter tacuit Ricciolus in praefata sua epistola ad Cassinum requissita in obseruationibus necessaria, & principaliter Refractiones, nam optime nouit totius huius controuersiae nodum in refractionibus consistere, quae a vaporibus in aerem siunt, & quod sine peritia, & praxi Refractionum minime potest indagari per quaecumque quantumuis exquisita, & optima Organa, vera Solis, & Stellarum longitudo, nec vera magnitudo diametri Solis in qualibet distantia Solis ab Apogaeo, & Perigaeo, nec in quocumque positu Solis horizontali, ex quo vapores, per quos siunt Refractiones, non solum attollunt sensibiliter planetas, ac stellas, sed etiam grandiorem efficiunt diametrum, & discum Solis, ac Stellarum, vt in confesso est apud omnes Opticos, & Astronomos.",
      "Tacuit quoque Ricciolus Refractiones, quoniam sinc Cassini nota approbare non poterat Refractiones vbique terrarum esse easdem, sicuti promulgauit Cassinus in Ephemeridibus nouissimis Lansbergianis eximij Marchionis Maluasiae; quia penes omnes Opticos, & Astronomos, & secundum ipsum Ricciolum in lib. 3. Almag. sui cap. 9. pag. 115. & cap. 10. pag. 120. indubitatum est refractiones vbique terrarum esse admodum diuersas non solum in omnibus horizontibus orbis terrarum, sed etiam in quolibet horizonte diuersisicari secundum quatuor anni tempora, ac etiam secundum cuiuslibet diei partes, vt refert etiam Leuera in suo Prod. cap. 3. pag. 127. & in cap. 8. pag. 198. & Tycho in Progymn. pag.141. & 145. Nec testificare poterat de vlla peritia, & praxi Cassini circa refractiones, cum in Cassino nulla experientia pracedere potuerit refractionum debitarum obseruationibus per Gnomone faciendis in horizonte Bononiensi, quia eodem anno 1655. in quo de mesne Iunij reformatus est d. Gnomon, ipse obseruauit Aequinoctium autumnale, & anno 1656. aequinoctium Veris, licet vere hoc aequinoctium non obseruauerit, sed supputauerit, quia fuit de nocte, vt diximus, & ambas obseruationes statim in lucem prodidit, & eo magis, quia se dubium & ancipitem fassus est de refractione debita in altitudine Solis graduum 45. vt legitur in suo libello obser. anni 1655. & 1656 pag. 18."
    ],
    [
      "Praeterea tacuit Ricciolus, quia probare non poterat se adeptum fuisse integram praxim, & experientiam refactionum pariter in horizonte Bononiae debitarum cuilibet altitudini Solis super horizonte praedicto, nec cuilibet loco Solis sub Zodiaco, neque magnitudinem apparentem diametri Solaris modo maiorem, modo minorem, tam propter irregularissimos vapores, quam per distantia suam ab Apogaeo. Primo, quia fatetur in d.c.10.lib.3 pag.116. diametrum Solis apparentem sine vnius minuti primi errore definire, euidenter impossibile esse, aut difficilimum:",
      "Omnes enim modi, subdit ibidem pag. 117. pro inuestigando Solis diametro quibuscumque organis scilicet, tum quadrantibus, tum armillis, tum Gnomone, supponunt posse margines luminarium, aut confinia lucis, & vmbrae precise absque sensibili erroris suscipione discerni, & attingi, non comprehensa aliqua particula sensibili; quod vix, aut ne vix quidem fieri posse constabit experiri volenti."
    ],
    [
      "Sau. Et maxime vbi Sol apparet, ellipticus, sicut per foramen dicti Gnomonis ob ellipcticam figuram imperfectam, & inferne contractiorem, vt ait in lib.10. Almag. sui pag. 653. concludens in d.lib. 3. cap.10. pag. 120. se diametri Solaris magnitudinem discussurum singillatim in libro optico sect. de refract. qui liber adhub editus ab ipso non est."
    ],
    [
      "Merc. Secundo, quia sicut deponit in praefatione sui Almagesti pag. 18. & in Cronicon pag. 37. postquam ad obseruationes coelestium motuum se contulit, quod fuit circa annum Christi 1643. cum prius per annos 16. magisterium, & cathedram Philosophiae, & Theologiae exercuerit, Typis dare coepit anno 1648. dictum suum Almagestum nonum cum quatuor obseruationibus Solaribus a se factis anno 1643. & 1646. & 1647. sed illud 1646 fuit supputatum, quia de nocte; eiusdemque Almagesti editionem perfecit anno 1651. Neque cum suis obseruationibus Aequinoctiorum, & Solstitij aestiui, praecedentes aliquas obseruationes refractionum in horizonte Bononiensi a se factas edidit, per quarum experientiam, & praxim probare potuerit, & non verbis, sed operibus affirmare se rite, & recte obseruasse tempus exquisitum dd. aequinoctiorum autumnalium, Veris, & Solstitij Aestiui:",
      "Illa namque tabula refractionum, quam exthiber in extermitate totius d. sui Almagesti, scilicet lib. 10. in pag. vlt. 668. nullam fidem meretur:",
      "Tum quia postquam pag. 654. eiusdem lib. 10. laetatur easdem refractiones in Solsitio estiuo reperijsse Bononie, ac illas quas Ticho reperit in Dania; Paulo post pag. 667. oblitus huius Laetitiae, & conuenientiae, corrigere audet enormiter diu claboratissimam tabulam refractionum Tychonis diutissime obseruatarum ab eodem in Dania, eamque admodum diuersam a sua Bononiensi, absque eo quod nunquam se contulerit Ricciolus iste corrector in Daniam, ibique longiori tempore refractiones obseruauerit quam Tycho."
    ],
    [
      "Sau. Haec nimis animose attentata omnem sidem adimunt suis tabulis, & correctionibus, quia manifestum iam est Reipublicae literarie Ricciolum ante dictas obseruationes aequinoctioru ab ipso editas, non potuisse consequi necessariam peritiam, & praxim refractionum in horizonte Bononiensi, ne dum corrigere refractiones, quae in alijs horizontibus irregularissime fiunt, propter incomprehensibilem ferme hanc doctrinam, ac peritiam refractionum, que non biennio, nec quadriennio paucis obseruatiunculis, sed vix magno, diutino creberrimarum obseruationum labore, & multiplici Organorum supellectili post longaeuam plurium annorum experientiam, & praxim vix acquirirur:",
      "Quemadmodum laboribus maximis, ac innumeris fere obseruationibus spatio 30. annorum adeptum fuisse Tychonem in horizonte Vraniburgi legitur. in lib. 1. Progymn. pag. 15. & 16. vbi praeter alia decem Organa, construi fecit aliud Instrumentum armillare, cuius diameter esset decem pedum, cuius ope indagare posset refractionum Solarium quantitatem exquisitam in Solstitio hyberno, quam per alia plurima Instrumenta indagare non poterat, veluti post continuam aliquot annorum experientiam indagauit, vt legitur pag. 79. dd. Progymn. Quemadmodum etia refractiones Stellis fixis debitas post plurimas quide praecedentiu aliquot annoru animaduersiones, vt in eodem Progymn. pag. 56. & pag.280. Multitudinem autem obseruationum pro indagandis refractionibus competentibus singillatim circa aequinoctia, & Solstitia patefecit Reipublicae literariae Albertus Curtius, qui obseruationes omnes Tychonis in lucem edere habuit in mandatis ab Imperatore Ferdinando III. nam circa Solstitium aestivum anni 1589. scilicet a die 11. Iunij vsque ad diem 17. more Iuliano, nempe spatio sex dierum, octuaginta obseruationes refractionum ante & post meridiem a Tychone factas fuisse adinuenit, vt fatetur etiam Ricciolus in lib.10. Almage. sui pag. 655. Insuper manifestum est quanto labore, & diu, multumque accurata trutina, magnitudinem apparentem Diametri Solis in Horizonte Vraniburgi, & in Apogaeo, ac Perigaeo, medijsque distantijs indagauerit Tycho, vt legitur in Progymn. pag. 471. & testatur Kepplerus in Astronomia optica pag. 941. & refert Leuera in cap. 8. sui Prodr. pag. 195."
    ],
    [
      "Merc. Propterea, si Ricciolus, & Cassinus habuissent experientiam, & praxim integram refractionum competentium cuilibet altitudini, & longitudini Solis per Organa ipsorum obseruatae in horizonte Bononiae, nex non magnitudinem diametro Solari competentem in qualibet Solis eleuatione in situ, tum horizontali Bononiae, tum ab Apogaeo ad Perigaeum, & a Perigaeo ad Apogeum ibidem;",
      "Qualis experientia in hoc subtili negocio, & potissimum ingressuum Solis in puncta Aequinoctiorum, & Solstitiorum maxima requiritur, quaeque non nisi plurium annorum creberrimis, & diutinis obseruationibus acquiri potest, vt dictum est; eamque experientiam, praxim, & peritiam refractionum, ac Diametri Solaris, habuisset Cassinus. & Ricciolus pracedentem obseruationibus Aequinoctioru ab eis in lucem datis, quemadmodum habuit Tycho in horizonte suo per innumeras ferme obseruationes Reipublicae literariae notissimas: exigus sane fuisset differentia inter obseruationes per ipsos editas Aequinoctriorum Veris, & illas Tychonis, quemadmodum exigua est Aequinoctiorum autumnalium, & Solstitij aestiui, ab ijsdem Tychonis, vbi minores accidunt refractiones, quam Veris tempore attollentes plus iusto Solem, grandioremque eundem Solem efficientes, quam reuera sit, vt patet in collationibus illarum Autunalium Riccioli factis a Leuera cum illis Tychonis in cap. 3. sui Prod. pag. 117. & in cap. 13. pag. 297. Nulla vero fere differentia, fretiam adhibuisset parallaxes usitatas, vt dixit Leuera vbi supra in d. cap. 3. a pag. 119. Non enim satis esse posse videtur Reipublicae literariae, quae solam diligit veritate, vt Ricciolus paratus sit quouis pignore contendere parallaxim Solis infra vnicum minutum consistere, vel certe non supra; sed opus est probare quod intendit, nec suificit allegare se, & Cassinum plures fecisse obseruationes refractionum, & parallaxium, & diametri Solaris, sed opus est eas in medium afferre, producere, & exhibere, vt sub Iudice sint, tum quoad modum, & tempus earum, tum quoad earumdem perfectionem.",
      "Quis enim consentiat ad veteris Astronomiae reformationem, ac nouae fundationem ex duabus tantum, aut quatuor obseruationibus spatio biennij, aut quinquennij adunatis, ijsque festinanter in lucem editis, & pluribus Organis necessarij ad recte obseruandum vix fabricatis, aut nondum confectis, aut probatis, & refractionum mole pnitus indigesta?"
    ],
    [
      "Sau. Praxis quidem, & ars rite & recte obseruandi, & mensurandi motus coelestes, non acquiritur paucis annis, vt visum est, nam Tycho, Eclipticae obliquitatem, Solis eccentricitatem, anni magnitudinem, Tabulas mediorum motuum, & Apogei, atque aequationum, ac declinationum Solis, eorumque epochas, & radices in lucem non prodidit, nec Catalogum Stellarum fixarum definiuit, nisi post acquisitam, & posterita ti relictam peritiam refractionum, in qua omnes Astronomos superauit, & primus refractionum mensor merito dictus est, & non nisi post innumeras fere obseruationes, tum refractionu, tum motuum spatio annorum triginta, veluti pater percurrentibus librum Progymn. Tychonis.",
      "Immo praedicta omnia nec viuens in lucem dedit, vt legitur in principio eorumdem Progymn. Sed fui haeredes edidere; ",
      "Fuit enim opuis posthumum liber ille, nam typis iachoata Progymasmata Vraniburgi Daniae, absoluta fuerunt Pragae, Bohemiae, anno 1602 post ipsius Tychonis obitum, & Ephemerides Solis, & Lunae pro annis 1598. & 1599. biennio ante mortem, & post inueteratam praxim, & experientiam in obseruando scripsit, & Imperatori Rodulpho II. dicauit, que manuscriptae reperiuntur in Bibliotheca Serenissimae Reginae Suetiae."
    ],
    [
      "Sau. Indubitatum est paenes vniuersam Rempublicam literariam, incomparabile esse experientiam Tychonis in obseruando motus caelestes cum experientia Riccioli, & longe incomparabiliorem cum experientia Cassini; ",
      "Ideo non esse recedendum ab obseruationibus Tychonis, tum ratione sui assidui studij, peritiae, & experientiae triginta annorum in obseruando motus coelestes, tum ratione multiuplicitatis Instrumentorum, & organorum, atque locupletissimi auxilij Regij, & Caesarei, & plurium semper in obseruando Peritorum Ministrorum, & Adiutorum."
    ],
    [
      "Merc. Recte sentis Sauini."
    ],
    [
      "Sau. Animaduertisti ne in Epistola Riccioli indirectam eneruationem obseruationum Tychonis, quando enixe Ricciolus opponit eas propositas, & laudatas fuisse a Leuera obseruationum inexperto."
    ],
    [
      "Merc. Notaui; sed ia Leuera in praefatione sui Prod. pag. 29. declarauit se noluisse vitam inutiliter terere in obseruandis motibus coelestibus, cum satis, superque sint obseruationes, quas a duobus ab hinc millibus annis, & vltra habemus Virorum in Astronomia, ac Vranometria Principum, licet ipse nouerit, & plene describat omnia necessaria requisita ad recte perficiendas obseruationes, vt videre est in suo Prodromo pag.127. col. 2. & pag. 197. col. 2. & 198. vsque ad 200., que requisita, quia non adimpletur a recentioribus Vranometris propter inexperientiam, & difficultatem doctrine refractionum, eiusque coniunctionis cum doctrina parallaxiu;",
      "Ideo omes aberrare necesse est in suis obseruationibus, quia scientiam motuum planetarum, & Stellarum sub Zodiaco minime adipiscimur per obseruationes diurnas posituum sub Zodiaco eorumdem Planetarum, & Stellarum, sed per obseruationes diuturnas periodoru, ac Circulationum eodumdem Planetarum, & Stellarum sub Zodiaco.",
      "Propterea hinc est, vt vita vnius hominis, nihil sit ad huiusmodi obseruationes omnes peficiendas, cum Saturni Circulatio non compleatur, nisi spatio annorum ferme triginta, & Stellarum fixarum circulatio non nisi in annis 24. millibus.",
      "Cum autem nullus mortalium huiusmodi obseruationes fecerit, neque facturus sit: Ideo Leuera declarauit quoque in praefatione sui Prodromi pag.23. & 24. & in cap.4. pag. 154. Astronomiae scientiam integram, & perfectam neminem vnquam consequenturum per solas obseruationes motuum, posituumque planetarum, ac Stellarum, nec proprias, nec alienas quibuscumque etiam optimis Instrumentis confectas, atque etiam cum integra experientia, & praxi refractionum attollentium in aerem plus iusto planetas, & Stellas, earumque diametrum pariter augendo; nisi studio in vniuersa philosophia, & Astronomia maximo, ac praecipui luminis ductu peruenerit ad notitiam quoque numeri, quem Natura Opifex ab aeterno decreuit singulis circulationibus, & periodis motuum singularum Sphaerarum, ac Planetarum eorumque Apogaeorum, & Nodorum, & ad notitiam harmonie, & proportionis, ac analogiae inter singulas circulationes, & periodos dictorum caelestium corporum, scilicet inter dictos adinuentos numeros cuius libet circulationis, hactenus a mundi primordijs, facte, vel faciende, veluti significauit in toto dicto cap. 4. sui Prodromi, quae quia sunt valde recondita; Ideo hactenus planetarum motus integri non habentur, vt fassus etiam est ipse Ricciol. in lib. 9. Almag. sui cap.5. pag. 268. & refert etiam Leuera in suo Prodromo cap. 9. pag. 207. Hinc est vt tam propter horum numerorum, ac periodorum nullam cognitionem, quam ob defectum plurimarum obseruationuum, quae longaeuam requirunt vitam, Ricciolus non satis digestum ediderit Almagestum, quod ipse Centonem quoque nuncupat in pag. 19. suae praefationis, omnesque motus caelestes sub interim decreuerit, ac in suspenso reliquerit, & adhuc post annos 12. a dicta Almagesti sui editione in suspenso maneant."
    ],
    [
      "Sau. Perspicuum iam est, quicquid dixerit Ricciolus, nihil obstare doctrinae Prodromi, an Leuera obseruauerit, vel non obseruauerit motus caelestes, quia protestatus iam fuit in dicta praefationes sui Prodromi noluisse, nec potuisse fundare Astronomiam super obseruationibus suis, sicut fundare frustra conantur omnes moderni, sed veterem Astronomiam Aegyptiorum ab obseruationibus insigniorum omnium Astronomorum restitutam, promulgare coepisse, eorumque obseruationibus, & documentis principaliter innixuni fuisse."
    ],
    [
      "Merc. Quamuis ars obseruandi rudi modo, & crassa Minerua sit facilis, & breuissime a quolibet etiam Astronomiae non erudito comprehendatur: tamen ars obseruandi exquisite, perfecte, & praecise ad secunda vsque scrupula, est cuilibet difficillima, & tardissime comptehendi potest, quia non nisi longaeuis stadijs, & laboribus, ac frequentibus erroribus in obseruando, & ab illus feses emendando, discitur, & acquirituri veluti exemplum est in Tychone, qui ab anno 1570. vsque ad annum 1601. didicit artem obseruandi, & illum non puduit, neque erubuit errores in suis obseruationibus, & opinionibus fateri, & se ab illis emendare, vt legitur in lib. Progymn. pag. 15. & difficultates quoque maximas recensuit etiam circa horologia requisita in obseruanda, vt a pag. 242. & 151. eiusdem libri Progymn. & imperfectiones logarithmorum, ad effugiendum labores in supputando, veluti etiam innuit Greimbergerius in sua Trigonomotria, vbi de Triangulis Sphericis pag. 70. Immo errores, & hallucinationes in obseruationibus plurimi ess possunt tam ratione imperiti refractionum, aliorumque requisitorum, quam non integrae dispositorum, quam non inegrae dispositionis artificum obseruantium, etiamsi exquisita, & optima sint Instrumenta, quibus vtantur, inter quos errores Robertus Dudlaeus Dux Noc tumbriae in suis praegrandibus libris Arcanorum maris, qui fuit summus obseruator, & plurium Instrumentorum ad obseruandum inuentor, & Tychonis sectator, & admirator, enumerat decem errores Vranimetrorum in obseruando altitudinem Solis, & Stellarum, in quibus de facili incidunt, vt legitur in lib. 5. dd. Arcanoram maris pag. 13. secundae editionis.",
      "Et quod peritiam refractionum plene ediscere sit fere impossibilie, testatur etiam Tycho in lib. Progymn. pag. 109. veluti etiam quod adaptio, ac dispositio centri oculi artificis obseruantis, ad centrum luminarium ac Stellarum, sit fortunae magis, quam artis opus, ac proinde longam annorum experientiam requirat, testatur idem Tycho in dict. lib. Progymn. pag. 676.",
      "Quam autem facile sit errare non modo in minutis, sed etiam in gradibus in obseruando, exemplum in promptu est in obseruationibus Cometae anni 1652. Decembris, & Ianuarii 1653. quae parallaxim nullam omni modo obtinuisse affirmarunt Bullialdus Parisijs, Gassendus Diniae, Vanlangren Bruxellis, Spinellus Patauii, & Bataui Lugduni Batauorum;",
      "Et soli Bononienses ei tribuerunt parallaxim minutoru dece, & tamen obseruationes d. Cometae factae ijsdem diebus, & horis, atque etiam in eadem Ciuitate, etiamsi in diebus vltimis suae apparitionis vix moueretur ille Cometa a loco dici praecedentis; differunt inuicem enormiter per gradus in loco d. Cometae assignando illa eadem die, & hora, vt videre est in libello Andreae Argoli de Cometa anni 1652. & 1653. in pluribus primis paginis, & pag. 26. & seqq.",
      "Et Io. Baptista Du Hamel in Libr. 2. Astronomiae Physicae pag. 105. & latius in lib. 2. probl. vlt. pag. 215. referens causas cur recentiores Astronomi neque inter se, neque cum veteribus consentiant, siue Stellarum obsignent loca, siue Solis, & Lunae diametro apparetes aucupetur, vel eorum a terra distantias metiantur, vel Solis eccentricitatem, aut anni magnitudinem definiant; sic ait:",
      "Nam tot recurrunt inter obseruandum impedimenta partim ex visus deceptione, partim Instrumentorum vitijs, vel denique ex ipsis refractionibus, & parallaxibus; quae omnia nisi accurate distribuantur, atque optime disponantur, stellarum loca designari non possunt; ita vt mirum non sit si praestantissimi Astronomi aliquot minutis aberrent, etiam in loco, motuque Solis inuestigando. subdens d. pag. 215. Veteres quidem vsi sunt quadrantibus circulorum, quorum singulos gradus vix in tres partes distribuebant, nonnum quam paruois adhibuere Gnomones, in quibus difficile fuit consinium lucis, & tenebrarum discernere;",
      "Quidam stylum in centro hemisphaerij erigebant, ex cuius vmbra, Solis conijcebant locum, vbi error vnius gradus facile potuit obrepere; Semidiametrum quoque Solis addere, vel subtrahere ipsius altitudini, neglexerunt;",
      "Plerique numeris rotundis vtebantur, neque minutorum, vel secundorum adeo soliciti erant;",
      "Postremo, instrumenta lignea adhibebant, quae temporum decursu detorqueri solebant, vel situm suum in meridiana linea commutare.",
      "Nonnulli etiam ex parte visus;",
      "Quaedam ex siderum luce; pleraque ex interiecti spatij varijs affectionibus incurrunt, scilicet propter aeris diuersas refractiones, quae nonnihil de obseruationum certitudine detrahunt.",
      "Ab his autem, causas errorum esse subdit, quia centrum Instrumenti non est ipsius oculi punctum, in quod confluunt radii duarum Stellaru; quarum V.G. queratur interuallum, nam plus aequo est apertum, & maiorem siderum distantiam, vel etitiam maiores diametros Solis, & Lunae, quam reuera sint, exhibet.",
      "Accedit etiam quod non eodem modo oculi in omnibus conformantur, alijs pupilla est apertior, alijs contractior: crystallinus humor in quibusdam est rotundior, in nonnullis magis complanatus: hinc rerum imagines, vel contrahit, cum globosus est, vel dilatat, vbi planior existit; quapropter vix duo Astronomi, qui eodem obseruant tempore, omnino inter se conueniunt.",
      "Insuper lux etiam ipsius sideris ampliorem in oculis efformat imaginem, & lucidi corporis speciem mirifice auget: nam quae candida sunt, & illustria, vltra quam par sit, maiora cernuntur, vt apparet in lucido cornu Lunae, quando Luna est in prima, vel vltima phasi, nam longe maiori circulo circumseribitur, quam reliquum corpus & e contra Luna in eclipsi minor apparet, quam cum est orbe plena; Sic nocte accensae faces eminus visae, longe maiores, quam reuera sint, apparent; & Stellae lucescente aurora multum imminuuntur, & noctu longe maiores, quam par sit cernuntur, tum quod lux illa tremula, & scintillans Stellarum plures neruulos membranulae existentis in fundo oculi percutiat, tum etiam quia de nocte pupilla magis explicatur, & dilatatur.",
      "Accedit denique capillitiu, seu coma quaedam Iucidis corporibus adherescens, quae eorum imagines non parum auget, quod radij corporis luminosi, vel in crepidine palpebrarum dispergantur, vel in humoribus oculi refringantur;",
      "Indicio est quod Stella per angustissimu forament conspecta hoc veluti capillitio exuatur, et minor apparet."
    ],
    [
      "Sau. Recordarisne Mercuri quando mensibus elapsis legimus Geographiam reformatam a Ricciolo nuper editam, in ijs locis vbi Ricciolus tantopere laudat obseruationes Cassini, quanta nos inuaserit curiositas inspiciendi num inter se conueniant hi duo Astronomi in suis obseruationibus?"
    ],
    [
      "Merc. Recordor nos suscepisse Almagestum nouum Riccioli, & Specimen obseruationu Cassini, & lecta in d.lib.3. Almag. cap.15. pag.138. obseruatione equinoctii autunalis a Ricciolo habita Bononiae anno 1643. die 22. Septembris anni Gregoriani h.22.25.p.m. et pariter lecta in dicto Specimine obseruationu Cassini pag.10. obseruatione Aequinoctij autunalis a Cassino habita anno 1655. pariter Bononiae die 22. Septembris anni noui Gregoriani hor.18.55. p.m. repertum fuit non existere inter dicta aequinoctia ab eis in annis predictis obseruata, illam distantiam temporis, quae requiritur ad anni magnitudinem ab ipsis determinatam, scilicet dierum 365. h.5.49. fere circiter, sed longe diuersam; nam si anno 1643. aequinoctium autumnale vere fuit die 22. Septembris hor. 22. 25. p.m. Bononiae, vt exquisitissime se obseruasse affirmat Ricciolus in lib.3. Almagest. cap.15. pag. 138.",
      "Equide post duodecim annos copletos, videlicet anno 1655. ad rationem d. magnitudinnis anni per eos, & per omnes ferme Astronomos determinatae, Aequinoctrium autumnale esse debuit die 22. Septembris hor 20. 13. p.m. & non hor. 18. 55. sicut obseruauit Cassinus, & affirmat in dicto suo libello obseruat. anni 1655. & 1656. pag.10.",
      "Vel si dicto anno 1655. aequinoctium autumnale vere fuit hor.18.55.p.m. ",
      "Illud quod praecessit ei per annos 12. scilicet anno 1643. esse debuit die 22. Septembris hor.21.7. p.m. & no hor.22.25. sicut obseruauit Ricciolus & propterea in eam venimus sententiam, quod enormis ista differentia inter vnicas, & accuratissimas obseruationes ipsorum, euidenter demonstrat, quanta sit obseruationum eorumdem imperfectio, infirmitas, & fallacia, & quam imbecilles, & inconstantes sint bases, super quibus fundare gloriantur anni coelestis magnitudinem, ac radices, tabulasque, & ephemerides motuum Solis, & reliqua, ac proinde nouae Astronomiae fundatores nuncupati, Tychonisque, & aliorum omnium Astronomorum veterum, ac modernorum obseruationes, & documenta contemnere, anni magnitudine inter ipsos quoque diuersa existente, & Apogaei loco, eoque erroneo, vt plene probat Leuera in c.5. sui Prodromi pag. 156. & 157."
    ],
    [
      "Sau. Fuit quoque lecta per nos in d. lib. 3. Almagesti noui Riccioli cap. 24. pag. 154. obseruatio aequinoctii Veris a Ricciolo habita Bononiae anno 1647. die 20. Martij more Gregoriano hor. 5.56. p.m. atque etiam in dicto specimine obseruationum Cassini pag. 10. obseruatio aequinoctii Veris a Cassino habita pariter Bononiae anno 1656. die 19. Martij anni Gregor. hor. 9.50. p.m. & fuit reperta quoque in his obseruationibus vernalibus inter eos discrepantia: nam si anno 1647. equinoctium Veris fuit vere die 20. Martij hor. 5. 56. p.m. sane post 9. annos expletos, videlicet anno 1656. ad rationem d .magnitudinis anni per eos, & per alios omnes fere Astronomos definite dierum 365. & hor. 5. 49. cir. Aequinoctium Vernale esse debuit die 19. Martij anni Greg. hor. 10. 17. p.m. & non hor. 9.50. sicut obseruauit Cassinus: Vel si dicto anno 1656. dictum aequinoctium Veris fuit vere hor. 9. 50. p.m. illud quod pracessit ei per annos 9. scilicet anno 1647. esse debuit die 20. Martij anni Greg. hor. 5. 29. p.m. & non hor.5.56. sicut obseruauit Ricciolus."
    ],
    [
      "Merc. Recordor quoque quod ex his in suspicionem rationabiliter deuenientes de erroribus Epocharum, & tabularum Riccioli, & Cassini, denuo accepimus librum Almagesti Riccioli & vertendo folia Almagesti, inuenimus in d. lib. 3. cap. 15. pag. 138. col. I. & 2. obseruationes aequinoctioru autumnalium anni 1643. & 1646. a Ricciolo accuratissime factas, vt ibi late refert, & vidimus sibi ipsis non constare, nec consistere posse, ac proinde Epochas, & radices motuum Solis exinde deductas esse falsas;",
      "Eteniam inter has duas ipsius obseruationes aequinoctriorum autumnalium non datur illa distantia temporis, quae requiritur ad anni magnitudinem ab ipso, alijsque Astronomis fere omnibus modernis praefinita, & determinata dierum 365. & hor. 5. 49. minutorum circiter: sed singulis annis per 20. minuta magnitudo anni coelestis foret maior, quam re vera sit, & quam ipse Ricciolus definierit, nam si anno 1643. aequinoctium autumni fuit die 12. Septembris anni Iuliani hor. 22. 25. p.m. Bononiae, Profecto anno sequenti 1644. bissextili fieri debuisset, ad rationem d. suae magnitudinis anni coelestis, die 12. Septembris hor. 4. 14. p.m. pariter Bononiae; & anno 1645. debuisset esse die 12. Septembris hor. 10. 2.1/2 p.m. & dicto anno 1646. in quo ipse obseruauit dictum aequinoctium autumnale, fieri debuisset ad rationem d. suae magnitudinis anni coelestis die 12. Septemb. hor. 15. 51. p.m. pariter Bononiae, non autem hor. 14.56.p.m. vt ipse accuratissime obseruasse affirmat.",
      "Si vero suit hoc aequinoctium autumnale an 1646. hor. 14. 56. p.m. necessario illud 1643. ad rationem d. suae magnitudinis an debuisset esse hor. 21.30. p.m. & no h.22.25. p.m. Propterea hinc consequi necessario vidimus, quod Epocha Solis ab ipso Ricciolo determinata in lib.3. Almagesti sui cap. 33. pag. 183. per hanc obseruationem aequinoctii autumnalis anni 1646. & tabulae medij motus Solis exinde constructae, sint pariter erroneae, & consequenter vidimus quoque erroneam esse anni coelestis magnitudinem dierum 365. & hor.5.48.40 ab ipso desumptam, & determinatam per hanc obseruationem Aequinoctii Autumnalis an 1646. de qua anni magnitudine a se sic excogitata gloriatur in d. lib. 3. Almag. sui cap. 15. pag. 138. col. 1 & 2. in fine inquiens eam ab ipso desumptam, & elicitam fuisse adhibita parallaxi, & non gratis, sed ex obseruationibus suis.",
      "Nec non vidimus esse erronea, & falsa Interualla motus diurni Solis a o ♎︎ ad o ♈. sumpta per has suas erroneas obseruationes Aequinoctiorum autumnalium anni 1643 & 1646. & per d. obseruationem Aequinoctij Veris anni 1647 ac etiam Solstitij estiui anni 1646. diffentire, & diuersa esse ab interuallis ab ipso praesinitis in Almag. lib. 3. cap. 18. pag. 141. & 142. veluti etiam a ♎︎ ad ♑, & a 69. ad ♎︎. ",
      "Quis autem obseruationum Astronomicarum peritus non facile concedat hanc differentiam oriri ex imperfectione obseruationum, aut incertitudine parallaxium? vt in simili casu obseruationum firmat ipse Ricciol. in 1.3. Almag. sui cap. 30. pag. 175. col. 1."
    ],
    [
      "Insuper voluendo folia Almagesti vidimus in I.4. cap. 22. pag.253. & cap.24. pag.256. Ricciolu firmasse Epocha Lunae per obseruationem suam Eclipsis Lunae die 27. Septembris anni 1643. quam Epocham Lunae non solum erroneam, & falsam esse cognouimus per dictam obseruationem sua aequinoctij autumn. eiusdem anni 1643.",
      "Sed etiam per Lune locum sub Zodiaco erroneum a Ricciolo deductum per d. Eclipsim Lunae diei 27. Septembris hor. 7.30. p.m. Bononiae in gr.4.29. ♎︎.♈. Nam cum ingressus Solis in ♎︎. dicto anno 1643. nempe in punctum aequinoctij autumnalis fuerit a Ricciolo obseruatus die 22. Septembris anni Greg. hor.22.25. p.m. Bononiae, sane die 27. Septembris hor.7.30.p.m. similiter Bononiae, nimirum in puncto dicte Eclipsis Lunae, Sol debuisset esse in gr.4.21.10. circiter ♎︎. ad rationem veri motus diurni Solis post ipsius ingressum in ♎︎ ab ipso Ricciolo obseruatum;",
      "Minime aute in gr.4.29.34. ♎︎ nec Luna ibid. opposita Soli, quae notabilis ab erratio minutorum primorum octo in loco Solis, vel d. obseruationem Riccioli ingressus Soli in ♎︎ & aequinoctii autumnalis d. anni 1643. veram non esse declarat, vel obseruationem huius Plenilunij falsam esse conuincit; & ideo de suarum obseruationum defectu, & fallacia edocti, aliud legere in dicto Almagesto non curabamus, reminiscentes etiam errorem Riccioli circa nullam Eclipsim Solis anni 1661. de mense Martij, & circa totalem Eclipsim eiusdem Solis eodem anno 1661. de mense Septembris in Catalogo Eclipsium editorum in sua Cruce Geographica, nec non anima duertendo delineationes Imaginis Lunae plenae factas per Ricciolum in eodem suo Almagesto, prorsus difformes ab imagine Lunae cum maculis illis, quae nudis oculis intuentium sensibiliter apparent absque vllu Instrumento, perspicillo, nec Telescopio, atque etiam diuersas ab alijs Obseruatoribus in eodem horizonte Bononie, sicuti a Montanario ibidem, & ab Eustachio Romae.",
      "Sed antequam Almagestum ipsius clauderemus obuiam venit nostris oculis exemplum loci Lunae in meridie diei 13. Februarij Anni 1641. quod exhibet in d. lib. 4. Almagesti sui cap. 28. in fine pag. 282. vbi Lunae motum, & longitudine definit secundum suas obseruationes, & erronee firmando elongatione Lune a ☼ esse signorum I. gr. II. 59.52. ac statuendo locum Solis verum ex suis tabulis in gr.24.19.14. ♒. cum secundum Tychonem, Argolum, & Lansbergium, quos ibi refert, fuerit in gr.25.15 circiter ♒ & secundum medium motum Sol eodem tempore non fuerit nisi in gr.23.44. circ ♒. elicit verum Lunae locum in meridie illius diei 13. Februarij 1641. ab enormiter falsa elongatione Lunae a ☼, locumque Lunae veru sub Zodiaco firmat esse secundum suas tabulas in gr.7. 14.44. ♈ diuersum ab Argolo, Lansbergio, & Copernico, qui dictum Lunae locum per gr. 1. & minuta vsque 26. minus supputant eadem die, & hora."
    ],
    [
      "Sau Et ponderauimus verba ibidem Riccioli, dum inquit, Quare nemini falsus noster calculus videri debebit, eo quod pluribus interdum minutis a loco alioru differat:",
      "Sed consulendum potius coelum, & ex ebseruationibus corrigede hypotheses, siue alioru siue nostre."
    ],
    [
      "Merc. Visis per nos huiusmodi insignibus in obseruando erroribus, & exinde in Epochis, & Tabulis motuum Solis, & Lune ab ipso Ricciolo constructis, & prefinitis etiam ab an 1641. nimirum ante quam ceperit obseruare motus Solis, videlicet vnum Solstitium, & tria aequinoctia ab anno 1643. ad 1647. tantopere per ipsum decantata, nobis superuenit curiositas examinandi quoque ingressus Solis in ♈. obseruatos, & in lucem editos a Cassino in dicto libello suarum obseruationum anni 1655. & 1656. pag. 19. cum ingressibus Solis pariter in ♈. motibusque Solis diurnis ab anno 1661. ad 1665. secundum suas Tabulas supputatis, & deductis ab obseruationibus Solaribus per Gnomonem magnum in Templo S. Petronij Bononiae ab ipso reformatum, & perfectum anno 1655. Aestate, qui motus diurni Solis dd. quinque annoru editi sunt in Ephemeridibus nouissimis egregij Marcionis Cornelij Maluasie a pag.157. & comparato ingressu Solis anni 1661. in o ♈ cum ingressu Solis anni 1656. pariter in o ♈. visum palam est sibi inuicem hos ingressus non constare, sed alterutrum eorum esse erroneum, & falsum, nam in pag. 19. d. libelli obseruationum anni 1655. & 1656. Ingressum Solis in o ♈. videlicet in punctum aequinoctij Veris dicti anni 1661. affirmat Cassinus fuisse die 19. Martij hor. 14.57. p.m. Bononiae, & in dd. Ephemeridibus nouissimis supputat a pag. 152. ad pag. 157. eumdem ingressum Solis in o ♈. scilicet in punctum Aequinoctij Veris secundum suas pariter Tabulas consentientes ad miraculum cum obseruationibus per dictum Gnomonem factis, fuisse die 19. Martij hor. 15.51.30. p.m. Bononiae eodem anno 1661.",
      "Similiter in d. libello obseruationu affirmat vbi supra anno 1662. ingressum Solis in o ♈. fuisse die 19. Martij hor.20.46. p.m. & in ijs dem Ephemeribus nouissimis pag.160. fuisse die 19. Martij hor. 21.39. p.m. eodem anno 1662. ",
      "Pariter in eodem libello oberuationum in allegata pag. 19. firmat ingressum Solis in o ♈. anno 1663. futurum die 20 Martij hor.2.35. p.m. & in Ephemeridibus nouissimis pag. 163. supputat futurum die 20. Martij h.3.30. p.m. eodem anno 1663. ",
      "Similiter in eodem libello obseruationu exhibet ingressum Solis in o ♈. anno 1664. futurum die 19. Martij hor.8.24. p.m. & in dd. suis Ephemeridibus pag. 166. supputat futurum die 19. Martis hor. 9.19. p.m. eodem anno 1664. & denique in eodem libello in d. pag. 19 affirmat ingressum ☼ in o ♈ anno 1665. futurum die 19. Martij hor. 14.13. p.m. & in dd. suis Ephemeribus pag. 169. supputat futurum die 19. Martij hor. 15.8. p.m. eodem pariter anno 1665."
    ],
    [
      "Et cupientes videre, An in suis obseruationibus Solis autumnalibus sit sibi constans Cassinus, & conformis, & non contrarius suis obseruationibus per Gnomonem factis, sicut repertus est in Vernalibus, pariter inuenimus contrarietatem inter dictas Ephemerides motuu ☼, eiusque ingressuum in punctum autumnale ♎︎ dd, quinque annorum, impressas post Ephemerides Lansbergianas Marchionis Maluasiae a d. pag. 152. & inter obseruationem Aequinoctii autumnalis a se, vt ait, exquisitissime facta anno 1655. ",
      "Etenim ad rationem magnitudinis anni ab ipso Cassino definitae in dicto suo libello obseruationum anni 1655. & 1656. pag. 16. nempe dierum 365. & hor. 5. 49. aequinoctium autumnale anni 1661. fieri debuisset die 22. Septembris hor. 5. 49. p.m. Addendo sex vicibus dictas horas 5.49. debitas magnitudini anni ab ipso Cassino existimatae, dictae diei 22. Septembris, & hor. 18.55. anni 1655. vbi exquisitissime se obseruasse affirmat per Gnomonem Magnum, ☼ ingressum in punctu autumnale ♎︎:",
      "Non autem fieri debuisset veluti sibi contrarius supputat in dd. ephemerdibus nouissimis post Ephemerides Lansbergianas Marchionis Maluasiae pag.157. die 22. Septembris hor.4.55. p.m. eodem anno praedicto 1661.",
      "Et pariter Aequinoctium autumnale anni 1662. fieri debuisset die 22. Septembris h.11.38. p.m. addendo septem vicibus dictas horas 5.49. dictae obseruationi suae aequinoctii autumnalis anni praedicti 1655. minime autem fieri debuisset die 22. Septembris hor.10.44. p.m. eodem anno 1662. veluti sibi contrarius supputat in dictis Ephemeridibus suis nouissimis pag. 160. & similiter Aequinoctium autumnale anni 1663. fieri debuisset die 22. Septembris hor. 17.27. p.m. addendo octo vicibus dictas horas 5.49. dictae obseruationi suae illius Aequinoctij autumnalis anni 1655.",
      "Secus autem fieri debuisset die 22. Septembris hor. 16.34. p.m. eodem anno 1663. veluti sibi contrarius supputat in dd. Ephemeridibus pag. 163. ",
      "Et patiter Aequinoctium autumnale anni 1664. fieri deberet die 22. Septembris hor. 23.16. p.m. addendo nouem vicibus dictas horas 5.49. dictae obseruationi suae autumnali anni 1655. secus autem fieri deberet dic 22. Septembris hor. 22.23. p.m. eodem anno 1664. veluti sibi contrarius supputat in dictis suis Ephemeridibus pag. 166. Et denique Aequinoctium autumnale anni 1665. fieri deberet die 22. Septembris h.5.5. p.m. Addendo decem bicibus dictas hor.5. 49. d. obseuationisnae autumnali anni 1655. secus autem fieri deberet die 22. Septembris hor.4.13. p.m. eodem anno 1665. veluti sibi contrarius supputat in dict. ephemeridibus suis pag.169. ",
      "Nulla autem adest huius insignis contrarietatis excusatio, etenim cum agatur de enormi mutatione more solaris in semicirculo Australi ab eo praefinita in dicto suo libello, seu specimine obseruationum pag. 10.11. & 12. a diebus 178. & hor.14.55. ad dies 178. & hor 16.44 vt pater ex supputatione dierum ab in gressibus Solis in ♎︎. ad ingressus eiusdem in ♈, non erant silentio praetereundae rationes, & causae huius mutationis duarum fere horarum dictae morae Solaris ab ipso tanta diligentia obseruatae in semicirculo Zodiaci Australi, & per quam intrepide correxit moram a Tycone in eodem semicirculo Australi determinatam dierum 178. & h.11.2 existimans ideo Tyconis aequinoctia cum suis nullo modo conciliari, non solum ad minuta, sed etiam ad aliquot horas, vt ait pag. 18. & eo magis, quia in pag. 19. id serio promisit.",
      "Verum dictae promissionis forsan oblitus, nullam adducit in his ephemeridibus causam, nullam rationem, nulla obseruatione perfectiore, & euidentiorem, nullumque verbum de tam insigni mutatione facit."
    ],
    [
      "Sau. Ingentem hanc discrepentiam, & contrarietatem in ingressibus Solis in punctis Aequinoctiorum, ta Veris, quam Autumni, admirati fuimus, & Cassini facilitatem in contemnendo Tychonis obseruationes, easque corrigendo in dicto suo libello pag: 12. & 16."
    ],
    [
      "Merc. Equidem aliud est obseruare, & determinare loca ☼ praesentia per Gnomones; aliud dereminare loca ☼ futura, vel praterita per eosdem Gnomones: ",
      "Loca namque Solis praeterita, vel futura non demonstrantur per Gnomones.",
      "Cum ergo Cassinus determinauerit loca ☼ futura diurna, necesse est, vt illa supputauerit ex suis Tabulis; quia, vt ipse gloriatur in dicto libello obseruationum anni 1655. & 1656. pag. 8.9. & 22. ad vltimum scrupulum secundum, conformes generaliter sunt, & ad miraculum consentientes cum dd. suis obseruationibus per d. Gnomonem factis, necessario consequitur, vt vel suae obseruationes, vel sue Tabulae, cum quibus admirabiliter consentiunt obseruationes per Gnomonem habitae, vel vtraeque sint erroneae, & falsae; cum vnum & idem aequinoctium impossibile sit, vt fieri possit diuersis horis.",
      "Praeterea ex inconsiderata correctione Aequinoctii; ",
      "Veris anni 1584. a Tychone obseruati, per ipsum Cassinum facta in pag. 16. d. sui libelli obseruationum ab h.21.30. in quo vere fuit Vraniburgi, ad horam vsque 23.6. p.m. diei 9. Martij anni veteris, vt eliceret anni magnitudinem per collationem Aequinoctij Veris anni 1656. ab ipso Cassino obseruati, cum dicto Aequinoctio Veris anni 1584. a Tychone obseruati, visum fuit erroneam esse anni magnitudinem dierum 365. & hor. 5. 49. a Cassino exinde deductam."
    ],
    [
      "Insuper interuallum, seu moram ☼ a ♎︎ per ♑ ad ♈ dierum 178. & hor. 14.55. desumptam a Cassino in dicto suo libello obser. pag. 10. per vnicam suam obseruationem Aequinoctij autumnalis anni 1655. & aequinoctij Veris anni 1656. suspectissimam esse vidimus; cum ad hanc precisionem vix sufficiant plures, ac plures vtriusque aequinoctij oberuationes inuicem consentientes ad d. moram, seu interuallum definiendum, ac proinde plures anni, vt de Tychone legimus; nec probatur per Cassinum veritas huius Interualli, ex quo concordat in eodem cum Ricciolo, quia nec Ricciolus exibet nisi duas obseruationes Aequinoctij autumnalis, videlicet anni 1643. & anni 1646. & vnam Aequinoctij Veris anni 1647. quae quia erronae sunt, vt visum est, interuallum quoque, praedictum necessario est erroneum: & eo magis suspectum fit dictum interuallum a o ♎︎ per ♑ vsque ad o ♈. a Cassino determinatum per vnicam obseruationem, & considerationem praedictam, quia interualla ab Aequinoctijs ad Solstitia, & a Solstitijs ad Aequinoctia, nec obseruauit,  nec exhibuit: sed falsum quidem euidenter esse innotuit dictum Interuallum motus Solis, eiusque moram a o ♎︎ ad o ♈ a Cassino definita, ex quo iam ex deductis patet ingressus Solis in o ♈ secundam obseruationes, & Tabulas ipsius sibi non constare, sed inuicem contrariari, cum vnus idemque Ingressus Solis in o. ♈. fiat singulis annis in diuersis horis secundum dd. suas obseruationes, & Tabulas."
    ],
    [
      "Sau. Rursus de veritate assertarum suarum Tabularum redditus est suspectissimus Cassinus, quia cum eas haberet paratas, & constructas anno 1655. quando caepit obseruare loca Solis per Gnomonem ab ipso fabricatum, proponit dubitationem de motu Apogaei Solaris, eiusque mobilitate pag. 13. 14. 15. dicti libelli suarum obseruationum:",
      "Et similiter post quam locum Apogaei Solis, cum quo confert suas obseruationes per Gnomonem factas cum suis tabulis, definiuit esse in gr.8.35. Cancri; fit dubius, & anceps proponendo modum cognoscendi motum Apogaei annuum per Gnomonem, afferens quod in annis 45. poterit comprehendi, vtrum Solis Apogeum singulis annis vno minuto promoueatur, & post haec adhuc vacillans in suis Ephemeridibus dictorum quinque annorum pag. 156. impressis in Ephemeridibus Lansbergianis Marchionis Maluasiae, ait Apogaeum Solis reperiri in gr.7. Cancri nullam deducens obseruationem, per quam dictum Apogaeum Solis ibidem existere debeat;",
      "Et similiter dubium, & ancipitem se ostendit circa quantitatem anni Solaris, & Solis eccentricitatem in pag. 17. & 18. d. sui libelli, dum proponit posse per d. Gnomonem spatio quatuor annorum definiri quantitatem anni Solaris magis, quam per collationem obseruationum omnium temporum, & circa Eccentricitatem inquit.",
      "Quare eccentricitas adhuc aliqua tulum minuenda esset, vt scilicet minor euaderet aequatio adiectiua in aequinoctio verno, verusque Solis locus a refractione promotus retraheretur; ",
      "In autumnali vero minor subtrahenda, vt verus Solis locus, quem refractio retrahit, in anteriora promoueretur."
    ],
    [
      "Merc. Cum ergo Cassinus contruxerit tabulas motuum solarium ante obseruationes eodumdem motuum per Gnomonem ab ipso faciendas, & contemnat, corrigatque Tychonis obseruationes eorumdem motuum Solis, & non exhibeat a quibus nam obseruationibus, vel suis, vel alienis Radices, Epochas, & Tabulas motuum Solarium construcerit, neque cum Keppleri Tabulis conueniat, vt ipse affirmat in pag. 155. Ephemer. suarum impressarum in dictis Ephemeridibus Lansbergianis Marchionis Cornelii Maluasiae, differens a Kepplero in ☼ longitudine circa Aequinoctia ad minuta fere septem, nullam certe sidem merentur, nam spretis innumeris insignium Astronomorum ferme obseruationibus in lucem promulgatis; quis esset, qui assertis, & a nemine visis, secretisque obseruationibus adheraeret, nesciendo quibus Instrumentis, quo loco, & quot annorum spatio, & quantae fuerint assertae huiusmodi obseruationes Solarium motuum; cum nec de Obseruatorio, nec de Instrumentorum suppellectili, nec de coeteris apparatibus ad obseruandum, & ad peritiam obseruandi comparandam, vllibi mentionem vnquam fecerit, & quadraginta annos, vt audiui, nondum habeat aetatis; & adhuc magis cum Radices harum Tabularum Cassini sint occultae, nec pateat a quo principio, illustri videlicet Aera, seu Epocha sumant exordium: ",
      "Si autem Epocha earum est illa, quam supponit in exhibita Epistola responsiua ad Ricciolum pag.8. scilicet anno Christi Domini 940. adhuc latet, & ignota est radix talis Epochae, nempe in quo signo, gradu, & minuto constituat medium motum Solis pro radice talis Epochae.",
      "Interim in primis erronea est dicta Epocha, etenim cum definiat annum Christi 940. fuisse annum 1688. a Nabonassaro, & annum 1264. ab obitu Alexandri;",
      "Hoc est manifeste contra computum, & cronologiam Ptolemaei in lib. 3. Almagesti sui c.2. quia, cum secundum Ptolemaeum annus 463. ab obitu Alexandri fuerit annus 887. a Nabonassaro, & secundum Cronologos omnes, & Astronomos, & pariter secundum Ricciolum in sua Cronologia reformata fundamento 5. & in lib. 3. Almag. sui cap.14. pag. 134. annus 140. Christi fuerit dicto anno 463. ab obitu Alexandri, & dicto anno 887. a Nabonassaro; equidem additis annis 800. qui effluxerunt ab anno Christi 140. vsque ad annum eiusdem 940, dictis annis ab obitu Alexandri 463. & dictis annis 887. a Nabonassaro, fiunt anni ab obitu Alexandri 1263. & non 1264. vt perperam putat Cassinus, & fiunt anni a Nabonassaro 1687. secus autem 1688. & propterea in hoc quoque error Cronologiae, quem ipse cum Ricciolo iniuste, & inconsiderate imponit Leuerae, est euidenter ipsius, & Riccioli.",
      "Quod confirmatur per obseruationem Aequinoctij autumnalis ab Albategno factam anno Epochae Christi vsitatae 883. vt plene probat Leuera in Prod. cap. 3. pag. 134. quia cum dictus annus Christi 883. fuerit annus 1206. ab obitu Alexandri secundum Albategnum, & Monteregium in Epit. Astron. lib. 3. propos. 2. necessario consequitur, vt additis annis 57. dd. annis Christi 883. & dd. annis Alexandri 1206. praedictus annus Christi 940. fuerit annus 1263. ab obitu Alexandri, non autem annus 1264. vt male supputat, & firmat Cassinus."
    ],
    [
      "Praeterea si Tabulae Cassini constructae sunt ad rationem magnitudinis anni ab ipso definitae dierum 365. & h.5.49 erroneae quoque necessario erunt enormiter, semperque enormius, quia mootus, & ingressus Solis in haec, aut illa signa, gradusque, & minuta Zodiaci ab anno Christi 1655. retrocedendo vsque ad dictos annos pariter Christi 940. nempe in spatio annorum 715. erunt tardiores per supputationes secundum dd. Tabulas Cassini in min. 30. circiter motus, & in hor. 12. circiter temporis; & pariter post dictos annos 715. a d. anno Christi 1655 erunt quoque tardiores in minutis 30. circiter motus, ac in horis 12. circiter temporis, & post annos 715. duplicator nempe post annos 1430. a dictis Tabulis Cassini, motus, & ingressus Solis eruat tardiores per gradum circiter vnum motus, & per diem vnum circiter temporis a motu vero, ac tepore motus coelestis Solis, ac proinde loca Solis diurna per Zodiacum supputata cum dictis tabulis Cassini, quo vetustiora erunt, & quo longius, ac diu futura, adhuc magis erronea erunt ad plures quidem gradus, quemadmodum quoque sunt aliorum Astronomorum existimantium anni magnitudine esse dier. 365. & h.5.49. & supputantium Tabulas medii motus Solis ad rationem dicte magnitudinis anni, sicut notat Leuera in Prod. cap. 3. pag. 114. col. 2."
    ],
    [
      "Sau. Vt autem clarius innotescant superius visae contrarietates in motibus, positibusque Solis, deductae ab obseruationibus Cassini per Gnomonem factis, atque etiam cum suis Tabulis, vt pluries affirmat admirabiliter concordantibus cum dd. obseruationibus; transcripsi Ingressus Solis in punctis Aequinoctiorum Veris, & Autumni, proud ipse Cassinus supputauit in libello suarum obseruationum anni 1656. pag. 19. & in lib. Ephem. nouiss. Marcionis Maluariae a pag. 157."
    ],
    [
      "Merc. A trutina igitur obseruationum Riccioli, & Cassini, super quibus nouam suam Astronomiam fundarunt, patet euidenter tanquam in speculo, eas omnes non solum sibi inuicem, verum etiam singulas sibi ipsis minime coherere, sed insigniter contrarias esse; quod necessario ascribendum est vel ipsis obseruatoribus, vel eorum Instrumentis."
    ],
    [
      "Sau. Ipsi ab excellentia, & granditate suorum Quadrantum, & Gnomonis conantur probare praestantiam, & perfectionem suarum obseruationum;",
      "Ideo cogimur de arte Gnomonica, eiusque vsu, & praxi aliqua profari."
    ],
    [
      "Merc. Vsus Gnomonum fuit antiquissimus, & primo ad horas Populo indicandas:",
      "Methon autem Atheniensis Mathematicus in annis ante Christi aduentum 431. circiter, horologium solare construxit in foro Athenarum; & proprie Gnomon est stylus ille in medio horologij Solaris vmbra sua indicans horas, quem Plinius vmbilicum Solis vocat in lib. 2. hist. nat. cap. 72.",
      "Et ars Gnomonica nihil aliud est quam ratio vmbrarum, quae ab Anaximene inuenta est, vt refert Plinius in d. lib. 2. cap. 76. ",
      "Fuit etiam Gnomon in Alexandria Aegypti non solum ad horas indicandas, sed etiam ad deducendam altitudinem Solis meridiana ex vmbris Gnomonis, & potissimum ex tribus insignioribuis vmbris meridianis, nempe Aequinoctiali, & Solstitiali, tum aestiua, tum hyemali, veluti ex altitudinibus Solis vmbram meridianam, queadmodum obseruatae fuerunt Vmbrae aequinoctiales meridianae ad Gnomone Alexandriae, vt legitur in Ptolemaeo lib. 2. Almag. cap.2.3.5. & 6. & ex ratione Vmbrae aequinoctalis ad Gnomonem, inuenta est altitudo Poli Alexandriae, vt affirmat Vitruuius in lib.9.cap.8. Sic Massiliae, vbi semper floruere hae scientiae sublimes, Pithias Massiliensis anno ante Christi aduentum 324. circiter, obseruauit aestiuam vmbram Solstitialem meridianam ad illum Gnomonem, vt 213.1/8 ad 600. & Gassendus anno Christi 1635. in Conclaui magno Collegii Massiliae, foramine in pariete contra meridiem facto, quod altum erat pedes Regios 52. excepit Solis radium in meridie Solstitij aestiui, & reperit pariter vmbram Solstitialem aestiuam meridianam, eam habere rationem ad hunc Gnomonem, quam 213.1/8 ad 600. sicut tempore Pithiae; ex quo intulit eandem prorsus esse nunc distantiam Tropici a vertice Massiliae, quae fuerat tempore Pithiae, & Alexandri Magni, atque eamdem obliquitatem Eclipticae gr.23.31. & dimissis obseruationibus per Gnomonem factis ab Eratosthene pro mensura terreni Orbis, de quo Plinius in lib. 2. hist. cap. 108. necnon Strabonis in lib.2. pro Eclipticae pariter obliquitate factis Bizantij:",
      "Similiter Romae Manlius Obelisco, qui erat in Campo Martio, pilam auratam in apice imposuit, ad colligendam vmbram, & dierum magnitudinem in singulis anni diebus indagandam, vt narrat quoque Plinius in lib.36. hist. nat. cap. 10.na ab Augusto deuectus fuit Obeliscus ex Aegypto pedum 116. qui olim fuit Sesostris Regis, minor nouem pedibus altero Obelisco ab eodem Augusto in Circo maximo erecto inter Palatium, & montem Auentinum, fuitque erectus in Campo Martio loco magni Gnomonis strato lapide, supra quem caderet vmbra meridiana, pila aurata apici Gnomonis a dicto Manlio Mathematico addita."
    ],
    [
      "Verum quamuis Gnomones pro indicandis horis, & ad aliquas operationes geographicas, que subtilitate, & praecisione non indigent, deferuire commode potuerint, tamen pro operationibus Astronomicis, que exquisitam subtilitatem, & precisionem postulant, veluti est indagatio altitudinis Poli, & obliquitatis Eclipticae, seu declinationis Solis ab equinoctiali, & diei, ac hore Aequinoctiorum, & Solstitiorum, tuto adhiberi minime possunt propter triplicem errorem, in quem incidere facillime possunt Obseruatores, nempe parallaxis refractionis, & semidiametri Solaris; nam hic error, vt firmat etiam ipse Ricciolus in lib. 10. Almagesti sui pag. 603. & 605. potest excescere aliquando in altitudine poli ad minuta 45. & equinoctioru tepore ad integru fere diem;",
      "In solstitioru autem momentis ad plurium adhuc dierum errorem; & corrigit Ptolemeum in altitudine poli Alexandriae sumpta per vmbram meridianam aequinoctialem obseruatam ad Gnomonem, & similiter Maginum in altitudine Poli Rome indagatam per eamdem Vmbram meridianam obseruatam ad Gnomonem, & haec confirmat idem Ricciolus lib.2. Almag. sui cap. 14. pag. 133. col. 1. dum ait, Peccatum esse ab Antiquis in vsurpanda altitudine marginis superioris Solis, cuius radius vmbram rectam terminat pro altitudine centri Solis, oportebat enim Semidiametrum Solis apparentem demere altitudini per vmbram rectam inuentae;",
      "Idque adhuc magis enixe confirmat in dicto lib.3. cap.10. Vbi de diametro Solari inuestiganda pag. 117. dum inquit.",
      "Et nos in libro Organico, vbi nostras obseruationes referemus factas in Templo S.Petronii Bononie, vbi est lamina metallica cum foramine ad Solis raolios intromittendum, alta pedes Bononienses 65.",
      "Sed omnes hi modi supponunt posse margines luminarium, aut confinia Lucis, & Umbre, precise absque sensibilis erroris suspicione discerni, & attingi, no comprehensa particula aliqua sensibili, quod vix, aut ne vix quidem fieri posse constabit experiri volenti. & hoc negotium diametri Solis apparentis est incredibilis subtilitatis, & profundioris, ac circuspectioris indaginis, qua aliqui putet, multosque insignes Astronomos fefellit, vt ait in d. lib.3. cap. 10. pag. 120. veluti etiam obseruationes, quas refert in appendice sui Almagesti pag. 735. de varietatibus ortus Solaris limbi superioris, ad ortum limbi inferioris, Bononie factas, & notat etiam Leuera in Prod. cap. 3. pag. 124. & 125."
    ],
    [
      "Sau. Ex quibus patet etiam difficultas, & fallacia in indagando Terrae magnitudinem exquisite per diametrum apparentem Solis, vt nuper in sua Geographia reformata indagari posse putat Ricciolus ex obseruationibus dictae diametri Solis per Gnomonem praedictum a Cassino reformatum."
    ],
    [
      "Merc. Quam infirmus sit modus iste indagandi momenta Aequinoctiorum, & Solstitioru per Gnomones, fatetur etiam Ptol. in lib. 2. Almag. cap. 5. in fine, dum ait;",
      "Dictarum autem Vmbrarum proportiones ad Gnomonas, non similiter, quoniam Aequinoctialium quidem tempus per se ipsum indeterminatum quodammodo est;",
      "Brumalium vero verticum extrema difficile cognoscuntur.",
      "Et propterea relictis Gnomonibus ab Hippar. & Ptol. vsus Armillaru euinculo celebris, fuit apud eos vsitatissimus, vt legitur in lib.3. Almagesti cap. 2. Caeterique posteriores Astronomi nunquam vsi sunt Gnomonibus ad subtiles, & exquisitas obseruationes omnes Astronomicas, videlicet ad altitudinem Poli, ad obliquitatem Eclipticae, & declinationem Solis, & ad diem, ac horam, & minutum temporis Aequinoctiorum, & Solstitiorum, & inter eos est quoque Ricciolus, qui non confidens altitudinibus meridianis per Gnomonem sumptis, praesertim tempore Solstitiorum, docet in lib.3. Almagesti sui cap. 14. pag. 132. altitudines SOlis meridianas tunc non per Gnomonem, sed per magnos Quadrantes desumedas, corrigendo dd. altitudines addita parallaxi, & dempta refractione, vbi opus fuerit; ",
      "Subdens: Nam si erratum fuerit in altitudine poli, aut in altitudine Solis, aut in parallaxi sexdecim secundis, errabitur in Solstitio, vno integro die;",
      "Si vero octo secundis, error erit semidiei; & si in quatuor secundis, error erit quadrantis diei &c. ",
      "Quam faciles autem sint huiusmodi errores, nemo est qui ignoret: & hinc est quod vltimo loco doceat modum obseruandi Aequinoctia Instrumentis certioribus, quae ait esse Regulas parallacticas, aut potius Quadrantes, & Sextantes magnos, qui si non singula secunda scrupula, saltem decadas secundorum ostendant; & altitudinem Solis meridianam, subdit capiendam esse duobus saltem Instrumentis ad maiorem certitudinem, nempe vno, quo Solis altitudines, altero quod eius distantias a vertice immediate exhibeat:",
      "Deinde altitudo Solis obseruata corrigenda est, & in veram conuertenda adiectione parallaxis, & subtractione refractionis, vt in d. lib.3. Almagesti cap. 14. pag. 134."
    ],
    [
      "Etenim inter alias praerogatiuas, huiusmodi Quadrantes, & Sextantes sunt huc, & illuc commode portatiles, & de seruiunt obseruationibus omnium planetarum, & Stellarum etiam nocturnis.",
      "Gnomones autem non sunt de loco amouibiles, nec inseruiunt nisi obseruationibus Solaribus, & de die sereno, secus nubilo;",
      "Insuper difficilius conseruantur, nam subiacent iniuriis temporis, & terremotibus, & attritioni, ac conculcationi assiduae populi transeuntis per semitam Gnomoni deseruientem, vt legitur de Gnomone Campi Martii in Plinio d. lib. 36. cap. 10."
    ],
    [
      "Angulus enim, quem faciunt Gnomones cum plano pauimenti, debet esse exactissime rectus, vt huiusmodi Gnomones ad praxim praedictam reuocari possint, sicuti docet Ricciolus in dicto cap. 14. pag. 131. col. 2. in fine.",
      "Praeterea in pauimento Gnomonis Bononiensis, vbi sunt 12. signa Zodiaci incisa, desunt minuta; & longitudines dd. signorum Zodiaci sunt inter se admodum inaequales; & species seu imago Solis per foramen ad pauimentum deueniens, vbi sunt incisa signa Zodiaci, modo magis, modo minus elliptica, & longa conspicitur, & modo magis, modo minus rotunda, ac proinde alibi implens medietatem circiter vnius gradus Zodiaci, & alibi implens, & excedens etiuam gradum vnum Zodiaci, vt videre est in figura dicti Gnomonis Bononiensis per Ricciolum impressa in dicto lib.3. Almag. cap. 14. fol. 132. & per distantias diuersas imaginis Solis in longitudine dicte semite, seu Pauimeti, ad initia signoru, quas supputat in appendice sui Almag. p. 736.",
      "Si modo Ricciolus in Geographia sua reformata, & in epistola ad Cassinum contradicit his omnibus, quae scripsit in Almagesto suo non solum de isto Gnomone Bononiensi, sed etiam de quocumque Gnomone; & si onim conclusiones omnes circa rem Astronomicam statuat sub interim, ac proinde liberum sit et immutare sententiam;",
      "Viris tamen sagacibus satis est scire Hipparchum, Ptolemaeum, Albategnum, Alphonsum, Copernicum, Tychonem, caeterosque omnes Astronomos nunquam vsos fuisse Gnomonibus pro exquisitis operationibus Astronomicis, & Ptolemaeum fassum fuisse insufficientiam Gnomonum in dicto lib.2. Almag. cap. 5. in fine."
    ],
    [
      "Sau. Sane Tycho aditum ad Vraniam Posteris non praeclusit, immo suis longaeuis 30. annorum obseruationibus, & traditionibus adaperuit: propterea hinc non consequitur vt eius Organa, Instrumenta, & Obseruationes hodie contemnende, & corrigendae sint sub praetextu Organorum praegrandiorum, & perfectioru, postqua illius obseruationes, & traditiones motuu Solariu, veluti margaritae, & gemmae pretiosae receptae fuerunt ab Astronomis insignibus Tychoni posterioribus, nimirum a Scaligero, Clauio, Kepplero, Magino, Bullialdo, caeterisque plurimis; & maxime cum hodie, huiusmodi correctores, & carptores Tyconicarum obseruationum, & traditionum conuincantur de erroneis obseruationibus ab ipsis peractis cum dict. magno Gnomone, & cum magnis Quadrantibus Tychonicos sua mole excedentibus, quos se habere gloriantur in sua Obseruatoria specula.",
      "Quid enim valet tanta Gnomonis excelsitas, & magnitudo, ac planitici pauimenti prolixitas, si per se, vt visum est, deferuire non potest ad vllas exquisitas operationes Astronomicas?",
      "& quid si Ellipsis Solaris imaginis occupet plures pedes?",
      "& spatiu in dicto Pauimento vnius gradus occupet duplo plures pedes?",
      "si in adnotandis extremitatibus d. Ellipsis ad eliciendam altitudinem marginis Solis, eiusque diametrum, & declinationem, adhuc sumus in eisde inextricabilibus difficultatibus discernendi praecise absque sensibilis erroris suspicione dictas margines Solis, aut confinia lucis, & vmbrae?",
      "quas difficultates exclamauit ipse Ricciolus in lib.3. Almage. cap. 10. pag. 116. & 117. vbi post plura a Kepplero deducta circa Solaris diametri magnitudinem indagandam, inquit:",
      "Sed hec persuadere nobis non potuit, qui in eadem diametro Solis pluribus modis inuestiganda pene contabuimus;",
      "Vbi firmat magnitudinem apparentem diametri Solaris sine vnius minuti primi errore definire euidenter impossibile esse, aut difficilimum;",
      "Allegans Archimedem in Arenario: quoniam neque visus, neque manus, neque Instrumenta, quibus sit obseruatio digna satis sunt fide, ad id demonstrandum, & haec praeter alias difficultates debite tunc refractionis ibidem, & parallaxis.",
      "Cur autem in praesentia sit tam facilis secundum Ricciolum indagatio diametri apparentis Solis sine vllius erroris sensibilis suspicione cum eodem Gnomone Bononiensi, eiusdemque Gnomonis altitudine, & longitudine semitae, & jisteni 12. Zodiaci signis in pauimento, eodemque foramine, licet in linea meridiana; vnusquisque de facili intelliget.",
      "Retorqueri igitur iure potest illud, quod Ricciolus in epist. ad Cassinum scribit.",
      "Eant nunc Ricciolus, & Cassinus, & prae Instrumentis ab eis tantopere supra Tychonica celebratis, alia omnia insuper habeant, nam frustra occinuntur haec Astronomicarum τηρησεων peritis, & expertis, & quoque inexpertis, sed plene de his instructis, atque informatis ac proinde super his minime contendendum, veluti nec super parallaxi Solis, quam Ricciolus nunquam demonstrauit, & ipsius addictissimi improbarunt, & quam infra tria minuta consistere Tycho per 30. annorum experientiam diuturnis obseruationibus inuicem, & cum alijs insignium Astronomorum obseruationibus, consentientibus, comprobauit, vt notat etiam Leuera in Prod. cap. 3. pag. 120. & 121."
    ],
    [
      "Merc. Post Organa, & Instrumenta ad obseruandum praestantiore, tenor epistolarum Riccioli, & Cassini versatur circa Epochas, & Radices, ideo de his modo sit sermo noster."
    ],
    [
      "Sau. Annos Epocharum, & Radicum insignium gestorum in Orbe terrarum Ricciolus controuertit in d. sua epistola, & quaplures probatos Chronologos censurat ibidem, & cum illis quoque Leueram, tanquam eorum sectatorem in cap. 10. sui Prodromi; exhibendo nonnulla fundamenta Chronologiae suae, quam vocat reformatam, per quae cunctis ipsam preferendam esse praesumit, eique fidem adhibendam; ",
      "Itemque obiicit annos obseruationum Aequinoctiorum autumnalium Hipparchi per Leueram in medium exhibitos in cap.3. sui Prodromi a pag. 102. per plures sequentes, non esse illos, in quibus Hipparchus d. Aequinoctia obseruauit, adducens in testem suae censurae Ptolemeum;",
      "Ideo examinemus, quaeso Mercuri, hanc controuersiam."
    ],
    [
      "Merc. Equidem video Leuera in cap.9. sui Prodromi pag. 204. & pag. 215. vsque ad paginam 218. * in cap. 11. exhibuisse Radices, & Epochas motuum Solis, eiusque motuum, & circulationum periodos; easque deduxisse ab obseruationibus Tychonis, earumque Radice, & Epocha certissima anni Christi 1388. vt per has Epochas motuum supputari valeant motus omnes Solares in omni aeuo exquisitissime, veluti supputandas esse docet in cap. 11. & 13. plurimis exemplis.",
      "In cap. autem 10. a pag. 227. vsque ad pag. 233. video exhibuisse Epochas, seu Radices temporu insigniu, ac illustrium gestorum a pluriu Chronologorum eximiorum disquisitionibus, & calculis deductas, non ad finem, & effectum supputandi per eas motus solares in omni aeuo futuros, vel praeteritos, quia huiusmodi radices, & initia rerum insignium plerumque non sunt certa, neque demonstrari possunt, sed eas ex hibuisse vti Epochas temporum a probatioribus Chronologis desumptas pro curriosis supputare volentibus locum Solis, & Stellarum ad tempora illa, suie vera sint, siue non vera, non se astringendo ad earum approbationem certam, ac proinde huiusmodi Epochas temporum in nihilo praeiudicare posse veritati motuum Solarium, ac Stellarum a Leuera propositae in toto suo Prodromo; sed ad motuum veritatem assumpsisse Epochas, & Radices motuum certissimas, quae in omni aeuo tam praeterito, quam futuro exquisitissime semper ad minutum vsque tam temporis, quam motus prestare valeant quaecumque loca Solis, & Stellarum quaesita, veluti per septuaginta exempla, & amplius probat in cap. 11. 12. & 13. dicti Prodromi, eligendo a prima Epocha, seu Radice certissima anni 1588.",
      "Epochas secundas, nimirum Epocham Christi vsitatam, ac etiam illam Iulii Cesaris, & Vetustissimam Ingressus Apogei Solaris in o ♈, quarum initia licet controuerti possint, tamen vti dependentia ab Epocha prima, quae minime controuerti potest, prestant necessario quaelibet loca Solis quaesita in quolibet seculo praeterito, vel futuro exquisitissime, vt plurimis exemplis videre est in Prodromo eiusdem Leuerae, & singillatim in cap. 13. & propterea licet Leuera incidere potuerit, in hallucinationes Chronologicas temporum insignium rerum gestarum, atque temporum obseruationum caelestium factarum a quibuslibet vetustis Obseruatoribus, veluti incidere possunt omnes Chronologi temporum, quia error facti etiam sapientissimos fallit, tamen in hallucinationes Chronologicas motuum, temporumque motum Solarium, eiusque periodorum, ac circulationum incidere non potuit, quia eorum numerum, & mensuram plene explorauit; vna cum noua methodo supputandi per Tabulas medij motus Solis exquisite semper ad minutum quecumque loca Solis in quolibet aeuo quesita; quae methodus, & ratio hactenus nemini Astronomorum fuit nota, vt videre est in suo Prodromo cap. 9. Diuersa autem est doctrina motuum a doctrina temporum rerum gestarum, nam doctrina motuum requirit peritiam circulationum, & periodorum caelestium, quae diuturnis studijs obseruationium, & traditionum tum veterum, tum modernorum Astronomorum consequi potest, sed doctrina temporum rerum gestarum, quia requirit scientiam temporis, in quores illae illustres geste fuerint in Orbe terrarum; haec sane scientia haberi non potest nisi a testibus ovularibus, qui praesentes, & personaliter adfuerint illi initio, ijque testes saltem duo sint, vt fidem mereantur;",
      "Dictum namque vnius est veluti dictum nullius, vt habetur ex Deutoronomio cap. 19."
    ],
    [
      "Sau. Ex his sane innotescit, admitti no posse, Cronologiae, nempe computationis temporu reru gestaru omnium vetustiorum, reformationem traditam a Ricciolo, vti verissimam; & consequenter falsam censeri omnium Cronologorum computationem, ac si Ricciolus praesens fuerit, & personaliter vbisque constitutus dictis omnibus rebus gestis mundanis:",
      "Cum neque Scaliger, qui in plurimis linguis fuit singulariter eruditus ad tempora, & gesta omnium Gentium intelligenda, & qui vitam Patris, & sua in hisce studiis consupsit, ausus fuerit definitionem temporum dd. rerum in mundo gestarum tradere, sed tantum examen earumdem relinquere posteritati, veluti expresse protestatur in lib.6. de emend. temp. initio in 2. editione."
    ],
    [
      "Merc. Post Epochas Insigniores deuenire opus est ad examen temporis Obseruationum Aequinoctiorum Autumnalium Hipparchi a Leuera in cap. 3. sui Prodromi exhibitarum propter censuram ipsius Riccioli in dicta sua epistola contra Leueram."
    ],
    [
      "Sau. Non est praetereundum a nobis rigorosum examen, vt innotescat quis nam inciderit in huiusmodi hallucinationes Chronologicas, Leuera ne, an Ricciolus."
    ],
    [
      "Merc. In primis, cernimus Leueram vsum esse Obseruationibus Hipparchi pro indaganda anni coelestis magnitudine per collationem, & considerationem illarum obseruationum, tanquam vetustiorum cum modernis, Tychonis, & aliorum Astronomorum, in qua collatione inuicem obseruationum verustarum, cum modernis, etiam si in consignandis suo tempori obseruationibus Hipparchi, erratum fuisset in annis duobus, tribus, & quatuor, aut in horis sex, aut in medietate diei, aut in vna tota die, dieique etiam quadrante; tamen collationes, & considerationes carum cum obseruationibus modernorum Astronomorum propter immane interuallum 1800. annorum inter dictas Hipparchi, & modernorum obseruationes, euariare non possent magnitudinem anni coelestis quaesitam per huiusmodi collationes, & comparationes nisi in scrupulis secundis temporis, & vix vnquam in vno primo scrupulo, veluti per Arithmeticas plures probationes demonstratur a Leuera latissime in d. cap. 3. sui Prodromi pag.101. col. 2. & pag. 102. col.1. & singillatim pag.109.111. & 112. ",
      "In obseruationibus vero vetustioribus qua Hipparchi, sicut est illa Solstitij estiui Metonis, de qua in dicto cap.3. pag.136. d. Prodromi, aberratio in horis 6. adhuc minus sensibiliter praeiudicat magnitudini anni coelestis quaesite per collationem illius cum modernis; idemque eueniret etiam si daretur error vnius anni in dicta obseruatione Metonis, nam error vnius anni idem importat, quod error sex horarum, quia ab vna reuersione Solis in idem Zodiaci punctum ad alteram ibidem reuersionem, quae sit spatio vnius anni, esse nunquam potest nisi sex horarum interuallum post totidem dies 365. & ideo nec error vnius anni praeiudicate magnitudini anni coelestis quesitae per huiusmodi obseruationes, & similiter neque error duorum, trium, & quatuor annorum, quia & ipsi pauca secunda scrupula diuersitatis temporis importare possunt in anni coelestis magnitudine, quae queritur per huiusmodi collationes."
    ],
    [
      "Secundo in eodem examine obseruationum Aequinoctriorum autumnalium Hipparchi exhibitiarum a Leuera in dieto cap.3. sui Prodromi circa dubium An vere sint anni illi, in quibus obseruauit Hyparchus, videmus tres primas obseruationes dd. Aequinoctiorum autumnalium adnotatas fuisse a Leuera, secundu enumeratione annorum Calippi, quam Ptolemaeus ipse ex Hipparco refert in lib.3. Almagesti cap.2. videlicet primam obseruationem fuisse anno 17. & secundam anno 20. & tertiam anno 21. tertiae periodi Calippi; deinde videmus dictam obseruationem primam aequinoctii autumnalis Hipparchi incidisse in anno 163. ab obitu Alexandri secundum Leueram, quia cum ex communi Chronologorum consensu, vt fatetur etiam Ricciolus in dicta epistola, vbi de sua Chronologia reformata in fundamento 5. & refert Leuera in Prodromo cap. 10. pag. 229. vbi de Epocha Alexandri Magni, & ex ipsius Ptolemaei textu, & considerationibus exactissimis in dicto lib. 3. Almagesti cap.2. a Ptol. factis;",
      "Initium annorum Calippi fuerit anno 6. ante obitum Alexandri, si dematur dd. sex anni a tempore d. prime obseruationis autumnalis Hipparchi, quae fuit anno 17. periodi tertiae Calippi, nempe ab annis 169. qui effluxerunt ab initio dd. annorum Calippi vsque ad hanc primam obseruationem Hipparci, ex quo vnaquaeque periodus Calippi constat ex annis 76. remanent anni ab obitu Alexandri 163. & non anni 162. vt erronee purat Ricciolus in dicta sua Chronologia reformata.",
      "Et pariter demptis sex, annis ab annis 172. qui efflixerunt ab initio annorum Calippi vsque ad dictam secundam obseruationem Aequinoctij autumnalis Hipparchi, quae fuit anno 3. completo a prima obseruatione nimirum anno 20. tertiae periodi Calippi, remanent anni 166. ab obitu Alexandri, & non anni 165. vt male putat Ricciolus vbi supra. & similiter deptis sex annis ab annis 173. qui praeterierunt ab initio annorum Calippi vsque ad dictam 3. obseruationem Aequinoctij Autuualis Hipparchi, que fuit anno 21. tertiae periodi Calippi, remanent anni 167. ab obitu Alexandri, & non anni 166. vt male supputat Ricciol. vbisupra."
    ],
    [
      "Quod autem erronea sit dd. annorum Alexandri, supputatio edita a Ricciolo in sua Chronologia reformata, fit euidetius, nam si dictus annus 3. Periodi Calippi 17. nempe annus 169. ab initio annorum Calippi, esset annus 162. ab obitu Alexandri, vt firmat Ricciolus in ficta sua Chronol. reformata, tunc initiu annorum Calippi ab initio annoru Alexandri distaret septem annis, non autem sex annis, vt firmat Ptolemaeus vbi supra. & pariter si dictus annus 20. tertie periodi Calippi, nempe 172. ab initio annorum Calippi esset annus 165. ab obitu Alexandri, vt firmat Ricciolus vbi supra & non annus 166. vt vere esse debet ex Ptolemeo, distaret annis septem ab initio annorum Alexandri, non autem annis sex, vt ex Ptolemaeo vbi supra: & pariter si dictus annus 21. periodi tertie Calippi nempe 173. ab initio annorum Calippi esset annus 166. ab obitu Alexandri, vt firmat Ricciolus, & non 167. vt ex Ptolemeo esse debet, distaret pariter septem annis ab initio annorum Alexandri, non autem 6. annis, vt firmat Ptolemeus vbi supra Verum enim intervallum ab initio annorum Calippi ad initium annorum Alexandri non est septem annorum, sed sex annorum tantum ex ipso textu Ptolemei, & collationibus exquisitissime factis per eumdem in dicto capitulo 2. lib. 3. Almagesti, du inquit, a dicto autem anno 50. prima secundum Calippum periodi, vt etiam Hipparchus asserit qui est 44. annus a morte Alexandri &c. vlterius pater, quia ibidem in obseruationibus a Ptolemeo factis Aequinoctiorum Veris, & solstitij aestiui anni 463. ab obitu Alexandri, Ptolemeus ipse supputat tunc effluxisse annos ab initio periodi Calippi 469. nam ab anno 50. primae periodi Calippi, vbi fuit obseruatio solstitij aestiui Metonis, vt Ptolemeus refert, preterierunt anni 419. quibus additis dd. annis 50. fiunt dd. anni 469. Demptis ergo 6. annis a dd. annis 469. fiunt anni 463. ab obitu Alexandri, vt exquisite supputauit Ptolemeus:",
      "Ergo conuincitur Ricciolus, & alij moderni Chronologi cum eo de falsitate circa prefatam annoru Alexandri enumerationem, quia interuallum inter annos Calippi, & Alexandri, non est nisi annorum sex, minime autem annorum septem, vt perperam putat Ricciolus in dicta sua Chronologia reformata."
    ],
    [
      "Et eo magis conuictus, & confessus remanet Ricciolus de errore, & falsitate Epoche Alexandri per ipsum definite & exhibitae in sua Cronologia reformata in consignandis temporibus obseruationum omniu Aequinoctiorum autumnalium Hipparchi, quia successiue in consignandis temporibus obseruationum omnium Aequinoctiorum Veris eiusdem Hipparchi, dictum interuallum ab initio annorum Alexandri, non fuit amplius septem annorum contra Ptolemaeum, sed describit fuisse tantum sex annorum consentiens Ptolemeo, qui in collatione, & consideratione praedictae obseruationis Aequinoctij Veris ab Hipparcho factae an. 32. tertiae Periodi Calippi, & anno 178. ab obitu Alexandri die 27. Mechir, vt refert ipse Ptol. in dicto lib.3. almag. cap.2. cum sua obseruatione pariter Aequinoctij Veris facta anno 463 ab obitu Alexandri die 7. Pachon, Ptolemeus costituit interuallum sex annorum tantum a dicto anno 32. Tertiae periodi Calippi, qui fuit annus 184. ab ipso initio Calippi vsque ad annum 178. Alexandri, nam demptis ab his annis 184. sex annis in quibus initium Calippi precessit initiu Alexandri, remanent dd. anni 178. Alexandri. ",
      "Quod vero dictus annus 32. tertiae periodi Calippi fuerit dictus annus 178. ab obitu Alexandri, vt refert etiam Ptolemeus, & in confesso est apud omnes Chronologos, & Astronomos, confirmatur etiam ex eodem Ptolemeo vbi supra: nam in hac sua obseruatione Aequinoctij veris facta, vt affirmat, post annos 285. a praedicta obseruatione primi Aequinoctij Veris Hipparchi, si dicti anni 285. addantur dd. annis 178. ab obitu Alexandri, constituunt annos 473. ab obitu eiusdem Alexandri, in quo Ptolemaeus dictam obseruatione Aequinoctij Veris se fecisse testatur vbisupra.",
      "In compute enim annorum Calippi, & Alexandri difficile est errare, quando sumus in Aequinoctijs Veris ab Hipparcho, & Ptolemaeo obseruatis, quia ambo mitia annorum Calippi, & Alexandri semper praecedunt Aequinoctia Veris sequentia ab eis:",
      "In Aequinoctijs autem autumnalibus facile est hallucinati, quia initium annorum Calippi praecedit semper Aequinoctia autumnalia, ex quo fuit in Solstitio aestiuo;",
      "Et initium annorum Alexandri succedit semper Aequinoctijs autumnalibus, quia fuit in Mense Nouembris."
    ],
    [
      "Ex supradictis quoque conuictus remanet Ricciolus, quia quamuis annus quartae obseruationis autumnalis Hipparchi vere incideret in anno 177. ab obitu Alexandri, ex communi Astronomorum fere omnium sententia, inter quos est Copernicus in lib.3.c.13. Bullialdus lib.2. Astr. Phil.c.2. vt fatetur etia Ricciolus in dicta sua Chronologia reformata; tamen esse minime potuit annus ille 32. tertiae periodi Calippi, nempe annus 184. ab initio annorum Calippi, pro vt neque annus quintae obseruationis autumnalis Hipparchi huic successiue sequens, quamuis vere inciderit in anno 178. ab obitu Alexandri, attamen esse non potuit annus 33. tertiae periodi Calippi, videl. annus 185. ab initio annorum Calippi; nam interuallum inter hos annos Calippicos, & inter hos annos Alexandri, esset annoru septem. Nec obstat dictio Ptolemei, quod dicta quarta obseruatio Aequinoctij autumnalis Hipparchi fuerit anno 32. tertiae periodi Calippi; & quinta obseruatio Aequinoctij autumnalis Hipparchi fuerit anno 33. tertiae periodi Calippi: nam in his duabus obseruationibus autumnalibus Hipparchus assumpsit annos Calippi inchoantes, seu incipientes:",
      "In praecedentibus vero tribus obseruationibus autunalibus assumpsit annos Calippi desinentes, seu completos, & ideo vltima dictarum trium obseruationum autumnalium sequentium vndecim annis incipientibus, & decem annis completis:",
      "Cogimur enim fateri dictos annos Calippicos in dicta quarta, & quinta obseruatione Hipparchi adnotatos fuisse a Ptolemeo vti inchoantes, & non vti completos, ad hoc veferuetur dictum interuallum sex annorum ab initio Alexandri ab eodem Ptolemeo vbisupra pluries declaratum, affirmatum, & repetitum;",
      "Propterea annus quartae obseruationis autumnalis necessario fuit 31. tertiae periodi Calippi completus, & 32. currens, ac proinde annus 183. ab initio annorum Calippi, a quibus demptis sex annis fiunt dd. anni 177. ab obitu Alexandri, & annus quintae obseruationis autumnalis ei sequens fuit 32. tertiae periodi Calippi completus, & 33. labens, & consequenter annus 184. ab initio annorum Calippi, a quibus pariter demptis sex annis fuit annus 178. ab obitu Alexandri."
    ],
    [
      "Quod autem annus quartae obseruationis autumnalis Hipparchi vere inciderit in anno 177. ab obitu Alexandri, etiam ex ipso Ptolemeo perspicuum est, quia cum ab hac obseruatione autumnali vsque ad ei sequentem obseruationem Aequinoctij Veris ab eodem Hipparcho factam, vt notat Ptolemeus anno 178. ab obitu Alexandri, est fluxerint meses sex, & deinde sex alij menses vsque ad alteram obseruationem Aequinoctij autumnalis ab eodem Hipparcho factam, vt quoque notat Ptolemeus anno 178. ab obitu Alexandri:",
      "Equidem obseruatio Aequinoctij autumnalis anni praecedentis necessario debuit esse anno 177. ab obitu Alexandri fere desinente, & deinde post dictum Aequinoctium autumnale in mense Nouebris incipiente anno 178. & decurrente in dicto Aequinoctio Veris, & fere desinente in dicto Aequinoctio autumnali immediate sequente post hoc Aequinoctium Veris."
    ],
    [
      "Sau. Cur autem Ptolemeus hallucinatus fuerit in assumendo annum 177. ab obitu Alexandri pro 178."
    ],
    [
      "Merc. Facile est rationem reddere nam cognoscense fieri non posse anticipationem Aequinoctiorum per diem vnum ad rationem magnitudinis anni a se, & ab Hipparcho existimatae dierum 365. & hor. 5.55.12. nisi post decursum 300. annorum ab vna obseruatione ad alteram, coactus fuit ad demonstrandam dicti anni magnitudinem per collationem suae obseruationis autumnalis anni 139. post Christi aduentum cum quarta Hipparchi obseruatione Aequinoctij autumnalis, existimare ipsam fuisse factam per annum vnum tardius scilicet anno 178. ab obitu Alexandri, & non anno 177. ab obitu eiusdem, & per diem vnum citius, videlicet tertia die intercalarium, cum fuerit vltra mediam noctem, & quarta Intercalarium; & similiter in consideratione, & collatione suae obseruationis vernalis cum prima pariter vernali obseruatione Hipparchi, existimare fuisse factam per diem citius, errorem abaco Hipparchi adscribens, alia namque ratione sustinere non poterat anni magnitudinem a se, & Hipparcho existimatam."
    ],
    [
      "Ex deductis quoque conuictus remanet Ricciolus in cosignandis suo tempori duabus obseruationibus Aequinoctiorum autumnalium, quas posteritati reliquit Ptolemaeus.",
      "Annus enim obseruationis primae autumnalis Ptolemaei fuit 455. ab obitu Alexandri, & non 456. vt male putat Ricciolus; & annus secundae obseruationis Aequinoctij autumnalis Ptolemaei fuit 462. ab obitu Alexandri, & non 463 vt perperam notat Ricciolus, forsan ex abaco in Ptolemaeo deceptus.",
      "Etenim cum Aequinoctium Veris ab eodem Ptolemaeo obseruatum successiue post praecedens Aequinoctiu autumnale, fuerit anno 463. ab obitu Alexandri ex ipso Ptolemaeo: ",
      "Equidem Aequinoctium autumnale ei immediate praecedens necessario fuit anno 462. ab obitu Alexandri, quia initium annorum Alexandri, non est ante Aequinoctia autumnalia, sed post Aequinoctia autumnalia, & propterea in dicta secunda obseruatione Aequinoctij autumnalis Ptolemaei, adhuc decurrebat annus 462. Alexandri, neque incipere potuit annus 463. nisi a mense Nouembris, & sic post dictum Aequinoctium autumnale a Ptolemaeo obseruatum."
    ],
    [
      "Cum ergo prima obseruatio Aequinoctij autumnalis Ptolemaei fuerit septem annis ante hanc secundam Aequinoctij autumnalis obseruatione ab eodem Ptolemaeo factam, profecto illa necessario fuit anno 455. ab obitu Alexandri, non autem 456. vt perpera in sua Chronologia reformata notauit Ricciolus."
    ],
    [
      "Et quoniam interuallum annorum a Regno Navonassari ad obitum vvsque Alexandri, secundum Ptolemaei enumerationem in lib 3. Almagesti c.8. fuit 424. annorum, & secundum quoque Chronologos omnes, & veteris Chronologie modernum reformatorem Ricciolum; Hinc necessario consequitur, vt annus primae obseruationis autumnalis Hipparchi, qui fuit, vt demonstratum est, 163. ab obitu Alexandri, correspondere debeat anno a Nabonassaro 587. secus autem anno 586. vt perperam putat Ricciolus in d. sua Chronologia reformata;",
      "Nam interuallum inter ambas Epochas fuisset annoru 423. & non 424. vt firmant omnes, & ipse quoque Ricciolus fatetur esse debere:",
      "Eademque ratione consequitur, vt annus secundae obseruationis Hipparchi, qui fuit, vt visum est anno 166. ab obitu Alexandri, correspondere necessario debeat anno a Nabonassaro 590. & non anno 589. vt male putat Ricciolus:",
      "Et similiter consequitur vt annus tertiae obseruationis autumnalis Hipparchi, qui fuit, vt visum est anno 167. ab obitu Alexandri, correspondere debeat anno a Nabonassaro 591. & non 590. vt putat Ricciolus in dicta sua Chronologia reformata: veluti etia annus 177. ab obitu Alexandri, correspondet anno 601. a Nabonassaro, & annus 178. ab obitu Alexandri correspondet anno 602. a Nabonassaro, sicut fatetur Ricciolus.",
      "Hinc demum consequitur, vt annus primae obseruationis autumnalis Ptolemaei, qui fuit, vt visum est, anno 455. ab obitu Alexandri, correspondere debeae anno 879. a Nabonassaro, & non 880. & annus secundae obseruationis pariter Aequinoctij autumnalis Ptolemei, qui fuit, vt demonstratum est anno 462. ab obitu Alexandri, correspondeat anno a Nabonassaro 886. & non 887. vt male putat Ricciolus in eadem sua Chronologia reformata."
    ],
    [
      "Quod denique annis praedictis ab obitu Alexandri 163. & a Regno Nabonassari 587. vbi fuit prima obseruatio Aequinoctij autumnalis Hipparchi, correspondere debeant anni ante Christi epocham vsitatam 161. & non 162. vt male supputat Ricciolus, & dd. annis 166. ab obitu Alexandri, & a Nabonassaro 590. correspondere debeant anni ante Christi epocam 158. & non anni 159. secundum Ricciolum, & successiue annis 167. ab obitu Alexandri, & a Nabonassaro 591. correspondeant anni ante Christum 157. & non 158. secundum Ricciolum, veluti annis 177. ab obitu Alexadri, & a Nabonassaro 601. correspodent anni 147. ante Christi Epocham, secundum Chronologos omnes, & ipsum Ricciolum in dicta sua Chronologia reformata, & in lib.3. Almagesti cap.14. pag. 134. ",
      "Et veluti annis 178. ab obitu Alexandri, & 602. a Nabonassaro, correspondent anni 146. ante Christi Epocham secundum eosdem Chronologos; manifestum est a collatione, & obseruatione facta quoque per Ptolemaeum in dicto lib.3. Almag. cap.2. inter primu Aequinoctium Veris ab Hipparcho, obseruatum anno 32. tertiae periodi Calippi die 27. Mechir, & anno 178. ab obitu Alexandri, & 602. a Nabonassaro, & inter Aequinoctium Veris ab ipso Ptolemaeo obseruatum post annos 285. completos die 7. Pachon, videlicet anno ab obitu Alexandri 473. & 887. a Nabonassaro, & anno 140. a Christi Epocha vsitata;",
      "Nam additis dd. annis 285. dicto anno 178. Alexandri, fiunt dd. anni. 463. ab obitu Alexandri, qumadmodum supputat Ptolemaeus: & additis ijsdem annis 285. dicto anno 602. a Nabonassaro, fiunt dd. anni 887. a Nabonassaro: & additis dd. annis 146. labentibus ante Christi Epocham dicto anno 140. a Christi Epocha labenti, fiunt dd. anni 285. completi inter dicta obseruatione Aequinoctij Veris Hipparchi, & illa eiusdem Aequinoctij Veris Ptolemei."
    ],
    [
      "Quod autem inter Epocham Christi, & Epocham Alexandri non sint nisi anni 323. labentes, vt ponit Leuera in cap.10. pag. 270. sui Prod. demonstratur a praedicta obseruatione Aequinoctij Veris per Ptolemaeum facta anno 463. ab obitu Alexandri, quae secundum omnium Chronologorum, & Astronomorum sententiam fuit anno Epochae vsitate Christi 140. vt refert etiam Leuera in Prod.cap.3. pag.114. & 115. & c.13. pag.297. & scaliger I.4. de emend. temp. pag.192. primae edit. & ipse Ricciol. in Almag.c.3. pag.134. & in Chronologia sua reformata: nam demptis dd. annis Christi 140. labentibus, a dd. annis Alexandri 463. labentibus, remanent anni 323. labentes ab initio annorum, seu ab Epocha Alexandri ad initium annorum, seu Epochae vsitatae vulgaris Christi Domini; non autem anni 324. labentes, vt perperam supputat Ricciolus in sua Chronologia reformata in fundamento quarto, & vt refert in sup. epistola sua ad Cassinum."
    ],
    [
      "Ab hac autem veritate consequitur, quod anni Olympiadum non fuerint anno ante Epocham Christi vsitatam 776. vt ipse ponit in dicto fundamento quarto Chronologiae suae refromatae, sed fuerint anni 775. sictu Salianus, & alij plures, ac Leuera cum eo censuerunt.",
      "Et enim cum, veluti firmat Ricciolus in dicto fundameto quarto Suae Chronologiae reformatae, obierit Alexander Magnus initio Olympiadis 114. ac proinde anno 452. completo ab initio Olympiadum, sane his annis 452. detractis ab annis ante Christi Epocam 775. vbi Olympiades secundum Salianum, & alios inceperunt, & non ab annis 776. vt subtrahit Ricciolus, remanet annus obitus Alexandri 323. ante Epocham Christi, secus autem 324. vt perperam supputat Ricciolus in dicto fundamento 4. suae Cronologiae reformatae, & refert in dicta sua epistola ad Cassinum."
    ],
    [
      "Hoc autem confirmatur ex eo, quia cum nemo certificari possit, an annus ille eclipsis, & cladis Darij fuerit primus, an secundus Olympiadis 112. sicut verificatur fuisse anno 331. ante Epocha Christi vsitatam, per supputationem d. Eclipsis cum dicta Epocha Christi;",
      "Ideo nemo certificari potest, quod initium Olympiadum fuerit anno 776. & non 775. ante d. Christi Epocham vsitatam.",
      "Diodorus namque Siculus, qui refert fuisse anno secundo Olympiadis 112. non fuit testis ocularis, nec personaliter constitutus in principio Institutionis Olympiadum, neq; in dicta clade Darij.",
      "Et pariter cum nemo possit certificari, an annus obitus Alexandri ruerit 452. completus, vel labens ab initio Olympiadum, neque potest certificari, quod initium Olympiadum fuerit anno 776. ante Christi Epocham, & non anno 775. Eusebius enim neque fuit testis ocularis, & praesens in institutione Olympiadum, neque in obitu Alexandri Magni, ac proinde eius relatio, quod obitus Alexandri fuerit in principio 114. Olympiadis, & non in anno vltimo 113. Olympiadis certa non est, quamadmodum neque certa relatio d. Diodori Siculi, quod clades Darij fuerit anno secundo Olympiadis 112. & non anno primo, ac proinde etiam ex his in idem redit, quod annus Alexandri fuerit 323. labens ante Epocha Christi vsitatam, non autem 324. vt perperam firmat Ricciolus vbi supra."
    ],
    [
      "Pariter quod inter Epocham Christi vulgarem vsitatam, & Epocham Nabonassari non sint nisi anni 747. labentes demostratur a dicta obseruatione Aequinoctij Veris per Ptolemaeum facta d.anno 463. ab obitu Alexandri: Nam demptis dd. annis Christi 140. labentibus ab annis Nabonassari 887. labentibus, remanent anni 747. labentes ab initio annorum, seu ab Epocha Nabonassari, ad initium annorum, seu Epochae culgaris Christi Domini;",
      "Veluti etiam additis d. Epochae Alexandri, videlicet annis 323. labentibus ante Christi Epocham, annis 424. qui secundum Ptolemaeum in cap.8.lib.3. Almag. sunt inter Epocham Nabonassari, & Alexandri; fiunt anni 747. labentes ante Epocham Christi, vbi initium sumit Epocha Nabonassari, sicut ponit Leuera in cap.10. sui Prod. vbi de Epocha Nabonassari pag. 227. propterea non fuit Epocha Nabonassari anno 747. completo ante Epocham Christi, vt male suputat Ricciolus in sua Chronologia reformata in fundamento quarto."
    ],
    [
      "Sau. Ex deductis ergo manifestum est errasse Ricciolum, & cu eo Cassinum in Chronologia, Epochis, & Radicibus annorum Nabonassari, & Alexandri Magni, non solum vti relatiuis ad Epocham, & Periodum annorum Calippi, sed etiam vti relatiuis ad annos Epoche Christi vsitate, & consequenter in consignandis suo tempori obseruationibus Hipparchi, nimirum annis Alexandri, & Nabonassari vere relatiuis ad dictam Epocham Calippi, & ad dictam Epocham Christi vsitatam."
    ],
    [
      "Merc. Denique circa 6. & vltimam obseruationem Aequinoctij autumnalis Hipparchi, quam Ptolemaeus notat fuisse anno 36. tertiae Periodi Calippi, quarta Intercalarium vespere;",
      "Et circa tertiam, & vltimam obseruationem Aequinoctij Veris eiusdem Hipparchi, quam Ptolemaeus notae fuisse anno 50. tertiae periodi Calippi die prima Phamenoth in occasu;",
      "Videmus difficile posse certificari annos harum obseruationum, quia vltimam autumnalem Ptolemaeus notat factam fuisse tertiae periodi Calippi anno 36. cum ad rationem 5. obseruationis quae vt supra demonstratum est, fuit anno 32. desinente, debuisset esse anno 35.d.3. periodi Calippi desinente, & 181. ab obitu Alexandri, quia Ptolemaeus refert fuisse anno 3. post dictam obseruationem quintam Hipparchi pariter autumnalem; nisi dicatur fuisse anno tertio labente a dicta quinta obseruatione: nam eo casu fuisset anno 34. desinente tertiae periodi Calippi, & 180. ab obitu Alexandri Dimisso quod si fuisset annus 36. tertiae periodi Calippi, incidisset haec obseruatio in annum 182. ab obitu Alexandri, & non in annum 181. sicut supputat Ricciolus in Cronologia sua reformata, ne interuallum inter initium annorum Calippi, & Alexadri, esset septem annorum, cum esse debeat sex annorum vt supra ex Ptolemeo, & caeteris Cronologis demonstratum est.",
      "Et auget suspicionem Ptolemaeus affirmans hunc ingressum Solis in punctum Aequinoctij Autumnalis secundum obseruationem Hipparchi factum vespere, oportuisse fieri in media nocte, quod neque secundum ipsum Ptolemaeu subsistere potest, quia cum dixerit paulo supra Ptolemaeus obseruationem quintam Aequinoctij Autumnalis Hipparchi esse debuisse in meridie, & haec sexta obseruatio fuerit anno 3. ab illa, necessario haec debuisset esse de mane, & non in media nocte secundu ipsum Ptolemeum, & tamen notata est in Vespere ab Hipparcho qui illud Aequinoctium obseruauit.",
      "Ne igitur incredibili oscitantiae & negligentiae Hipparchi adscribenda esset tam enormiter erronea obseruatio, potius abaco, aut adnotationi tribuendam esse existimauit Leuera; nam si fuisset anno 36. Tertiae Periodi Calippi vespere, adscribenda esset Hipparcho post inueteratam in obseruando experientiam, enormis differentia, & discrepantia horarum 14. tardius inter Aequinoctiu Coeleste verum, & Aequinoctium ab Hipparcho obseruatum, vt illico fit notum si describantur Aequinoctia Autumnalia secundum feriem annorum a prima Hipparchi obseruatione Autumnali vsque ad hanc vltima obseruationem pariter Autumnalem, videlicet ab anno 161. ante Christi Epocham vsitatam, vbi veluti supra demonstratum est, fuit prima obseruatio Hipparchi vsque ad annum 143. ante eamdem Christi Epocha, vbi fuit vltima obseruatio Aequinoctij Autumnalis Hipparchi, seu ab an. 163. Alexandri vsque ad an. 181. eiusdem, seu ab anno 587. Nabonassari, vsque ad annum 605. eiusdem."
    ],
    [
      "Sau. Ecce hic descripta secundum seriem dictorum annorum, non solum Aequinoctia Autumnalia omnia, sed etiam Vernalia, quae contigerunt in decursu 34. annorum vitae, in quibus obseruauit Hipparchus sex Aequinoctia Autumnalia, & tria Vernalia;",
      "Et amplius descripta quoque sunt ea, quae contigerunt in decursu 9. annorum, in quibus obseruauit Ptolemaeus duo Equinoctia Autumnalia, & vnum Vernale, quae iam a nobis simili curiositate excitatis descripta, & in duas Tabellas redacta fuerunt; ducto initio dictorum 34. Aequinoctiorum, tum Autumnalium, tum Vernalium ab anno, mense, die, & hora prime obseruationis Autumnalis Hipparchi cum debito interuallo, vltra dies 265. horarum 5.48. tardius vnius Aequinoctij Autumnalis, successiue ab altero Autumnali, videlicet secundum anni Coelestis veram magnitudinem a Leuera compertam;",
      "Et similiter in Aequinoctijs Vernalibus, ducto initio a primo Vernali eiusdem Hipparchi, eadem methodo, qua supra.",
      "Et pariter ducto initio dictorum 9. Aequinoctiorum Ptolemaei ab illo Vernali, sed contra seriem annorum;",
      "Et a primo Autumnali, secundum seriem dictorum 9. annorum.",
      "Haec autem duae Tabellae successiue sequuntur post Tabellam Obseruationum Aequinoctiorum Autumnaliu, & Vernaliu Hipparchi, & Ptolemei secudu annos Calippi, Alexandri, Nabonassari, & Christi Dni, vt hic infra videre est."
    ],
    [
      "Merc. Ergo quia nunquam in alijs Aequinoctijs, tam Autumnalibus, quam Vernalibus ab Hipparcho obseruatis, reperitur tam enormis discrepantia horarum 14. Ideo vel facta fuit haec dicta vltima, & sexta obseruatio Aequinoctij Autumnalis ab Hipparcho, anno sequenti a praedicta quinta obseruatione, vbi Aequinoctium Coeleste verum fuit paulo ante vespere; vel dicto anno 34. tertiae Periodi Calippi, qui fuit secundus completus a dicta quinta obseruatione, vbi Aequinoctium Coeleste verum fuit post occasum; vel dicto anno 35. tertiae Periodi Calippi, qui fuit 3. a dicta quinta obseruatione completus, vbi etiam enormis est differentia Aequinoctij veri coelestis horarum 9. cir. ab hoc sexto Aequinoctio Autumnali per Hipparchum obseruato, vt videre est in hac Tabella Aequinoctiorum omnium tempore vitae Hipparchi decursorum, deducta ab ipsius oberuationibus, quoad annum, mensem, & diem omnino indubitatis, & quoad horam quoque circiter, certioribus."
    ],
    [
      "Sau. Indebite, itaque Ricciolus arguit Leueram de enormi peccato, nempe de differentia trium annorum a tempore dictae obseruationis vltimae Autumnalis Hipparchi per Ptolemaeum relato, nam video Leueram sese enixe protestasse in cap.3. sui Prodromi. pag. 105. de aliquo hallucinio in adnotatione huius obseruationis, quia interuallum Aequinoctiorum praecedentium cum hoc eis sequente, quando haec obseruatio sexta, & vltima Aequinoctij Autumnalis Hipparchi sumatur in alio quolibet ex dictis annis, enormiter extenderetur ad plurimas horas, quod credibile non est propter inueteratam 20. annorum experientiam Hipparchi in obseruando.",
      "Propterea Leuera ait elegisse illum ex his tribus annis, vbi Autumnale Aequinoctium incidit circa horam a Ptolomeo relatam, videlicet vespere;",
      "Praeter quam quod hoc in nihilo praeiudicare visum est doctrinae motuu solarium a Leuera in suo Prodromo propositae; ",
      "Immo aeque inseruire ad anni magnitudinem eliciendam hanc obseruationem incertam, veluti deserviunt aliae obseruationes omnes certae eiusdem Hipparchi; nam etiasi in consignandis suo tempori obseruationibus omnibus Hipparchi, erratum fuisset in annis tribus, ac quatuor in qualibet ipsius obseruatione, vt supra diximus, tamen collationes earum cum obseruationibus modernorum Astronomorum propter longissimum interuallu 1800. annorum inter vetustas Hipparchi, & recentes Modernorum obseruationes diuersificare non valerent magnitudinem anni Coelestis quaesitam per huiusmodi comparationes, collationes, & considerationes, nisi in scrupulis secundis temporis, & vix vnquam in vno primo scrupulo, veluti demonstrat Leuera per plures probationes arithmeticas inuincibiles in dicto cap.3. sui Prodromi pag.101. col.2. & pag.102.Col. prima, & singillatim pag. 109.111.112. & pag.136."
    ],
    [
      "Merc. Similiter neque annus vltimae obseruationis Vernalis Hipparchi certificari potest, an sit annus 50. tertiae periodi Calippi, nam si fuisset annus 50 adscribenda pariter esset Hipparcho post diuturniorem in obseruando artem 33. annorum, discrepantia horar.6. circiter inter Aequinoctium coeleste verum, & Aequinoctium obseruatum ab Hipparcho; quod verisimile non videtur.",
      "Si vero fuisset anno 49. tertiae periodi Calippi vt posuit Leuera, non esset nisi parua differentia inter Aequinoctium coeleste verum, & Aequinoctium ab Hipparcho obseruatum, veluti visum est per Tabulam praedictam Aequinoctiorum omnium Vernalium tempore Hipparchi."
    ],
    [
      "Sau. Ab his ergo examinibus obseruationum Hipparchi, & Epocharum Calippi, Alexandri, Nabonassari, & Christi Domini manifestum fit, Leueram recte consignasse suis debitis annis dicta quinque Aequinoctia Autumnalia ab Hipparcho obseruata;",
      "Vltimae vero nempe sextae obseruationis Autumnalis annum, in quo vere fuerit, veluti etiam annum vltimae obseruationis Vernalis eiusdem Hipparchi, non posse certificari, & consequenter Chronologiam Riccioli reformatam, eiusque fundamenta cum additionibus, & scholijs in epistola Cassini pluries errare tam circa Epochas, seu radices annorum Calippi, Alexandri, Nabonassari, & Christi atque enumerationem annorum ab eisdem Epochis, quam in consignando annos earum Epocharu obseruationibus Aequinoctioru Atumnalium Hipparchi, & Ptolemaei, & quod modo in vnam Cronotaxim, modo in contrariam, desultoria quadam inconstantia relapsus est Ricciolus, non autem Leuera, quem iniuste, ac indebite arguit de his omnibus erroribus in Epochis, & Chronlogia, de quibus ipse vere redarguendus venit; & qui Leuerae falso imponit, quod veritus non sit erroris insimulare Ptolemaeum, & Hipparchum non minus Chronologiae, quam Astronomiae Principes, cum ipse Ricciolus sit, qui veritus non est Chronlogiam reformatam edere contra veterem Cronologiam Hipparchi, & Ptolemaei; ",
      "Itemque Almagestum nouum condere contra Almagestum Ptolemei, & anni magnitudinem, obliquitatem Eclipticae, atque eccentricitatem, & apogaeum Solis, motusque, eiusdem Solis, ac planetaru, & stellaru omnium praedecessorum Astronom. aliorumque controuertere, ac corrigere, nihil concludendo nisi contrarietates, errores, & contradictiones."
    ],
    [
      "Et propterea argumentu illud a Ricciolo in medium allatum, quod Leuera obseruationes Hipparchi detorserit, vt cum magnitudine anni a se excogitata epilogismos suos, suamque phantasiam Leuera sequatur; retorquendum esse contra ipsum Ricciolum, qui ad anni magnitudinem a se excogitatam, quoquomodo sustinendam, obseruationes Hipparchi per annum, & per diem diuersisicauit, ac proinde nec ingenue hoc imposuisse Leuerae dicendum est."
    ],
    [
      "Merc. Insuper videmus Leueram non constituisse doctrinam de motibus solatibus, & sidereis in aliquibus tantum obseruationibus, ijsque ambiguis, & dubijs, sed in plurimis indubitatis obseruationibus, documentis, & traditionibus celeberrimorum omnium Astronomorum, atque etiam philosophorum, & non simpliciter Geometrarum, seu Vranometrarum, vnde certitudinem reuersionum, periodorumque motuum omnium, tam in quarta sphera solari, quam in octaua sphera splendida fixaru Stellarum longaeuis studijs adeptus est, veluti visum fuit per plures Arithemticas demonstrationes, quas deducit in suo Prodromo, & quas recenset in c.9. a pag. 224. & ideo Ricciolo, & Cassino opus esset ad Prodromi Leuerae doctrinam prosternendam non solum destruere, & prosternere Astronomiam Tyconicam, sed etiam Astronomiam documenta, & traditiones omnes Hipparchi, Ptolemaei, Albategni, & aliorum insignium Astronomorum propter consensum, & colligantiam totius doctrinae motuum solarium in Prodromo descriptae cum obseruationibus, & doctrina dd. Astronomorum omnium; ",
      "Nemo autem est qui ignoret, quam arduu sit veterem Astronomiam profligare, nouamque fundare, & construere duabus obseruationibus Aequinoctiorum, vt Cassinus, & tribus obseruationibus Aequinoctioru, & vna solstitij aestiui, sicut Ricciolus, isque sine debita experientia, & praxi praecedente administratis, & erroneis hodie repertis, spernendo innumeras ferme obseruationes Astronomorum omnium, quorum nec vita, nec obseruationes quamuis ferme innumerabiles, vix sufficere portuerunt ad Astronomiae integritatem, & perfectionem posteritati relinquendam."
    ],
    [
      "Sau. Ignorare non debes Mercurij, Ricciolum ab anno Christi 1643. plurimas, ac plurimas cum suis magnis quadrantibus, alijsque vt ait praegrandibus organis, non modo solis, sed etia stellarum fixarum, & reliquorum Plnaetarum obseruationes se palam fecisse, & similiter Cassinum cum Gnomone magno Bononiensi ab ipso reformato, anno Christi 1655."
    ],
    [
      "Merc. Certe nemo est, qui ignoret eos quam plurimas fecisse obseruationes, illasque semper maiori, quo potuerut studio, & diligentia:",
      "Veruntamen si istae obseruationes eorum plurimae, quae hactenus in abscondito manent, sunt eiusdem ponderis, & perfectionis, veluti examinatae quatuor Riccioli, & duae Cassini super quibus nouam Astronomia fundare conati sunt contra obseruationes priscorum, & modernorum Astronomorum omnium, & quas indubium est ipsos dedisse in lucem tanquam caeteris eorum obseruationibus perfectiores;",
      "Actum, & conclamatum est de earum imperfectione, & insufficientia."
    ],
    [
      "Sau. Vnum animaduersione dignum praetereundum nou existimo, nimirum, quod Leuera, fundamenta Astronomicae doctrinae sui Prodromi iecit in obseruationibus, & traditionibus alienis, atque indifferenter omniu insigniorum Astronomorum, qui in cunctis saeculis floruerunt vbique Terrarum tam vetustissimorum Aegyptiorum, Graecorum, & Persarum, quam modernorum Lantgrauij Heinzellij, Tyconis, vt videre est in c.3. & 12. & 13. minime autem in obseruationibus proprijs, veluti fundare nituntur plures moderni, qui propterea eo magis suspecti fiunt, quo magis spernunt obseruationes, & traditiones praedecessorum Astronomorum, ab illisque declinant, suas obseruationes, & testimonia cunctis praeferendo, & praeponendo, vt Cassinus, & Ricciolus."
    ],
    [
      "Merc. Probe animaduertisti Sauini nam longe maiorem fidem meretur doctrina originem ducens ab obseruationibus, & traditionibus simul coaduna, tis, & collatis quam plurium praestantissimorum Astronomorum, quam doctrina ortum habens ab aliquibus obseruationibus, & traditionibus alicuius Astronomi declinantibus, ac discrepantibus a caeteris Astronomorum insigniorum; nullam vero fidem, quando sit doctrina duorum Astronomorum, seu verius Vranometrarum inter se inuicem dissentientium in anni magnitudine, eccentricitate Solis, Apogaeo, alijsque, vt Cassinus, & Ricciolus."
    ],
    [
      "Sau. Consideratis obseruationibus Tyconis, eiusque doctrina in lib. primo Progymnasm. & in Prodromo Leuerae, non videmus contrarietates, nec contra dictiones in obseruationibus Tyconis, neque in doctrina motuum solarium, neque in Tabulis mediorum motuum, & Apogaei Solis, eorumque Radicibus, & Epochis, neque in Interuallis motuum Solis a o ♈ ad o ♎︎ nec a o ♎︎ ad o ♈ neque ab Aequinoctijs ad Solstitia, neque a Solstitijs ad Aequinoctia, a Leuera in Prodromo trtadita, quemadmodum vidimus in paucis illis obseruationibus Riccioli, & in libello, seu specimine obseruationum Cassini, & in Tabulis atque Epochis mediorum motuum, & Apogaei Solis, atque in praedictis interuallis motuum Solis, & in magnitudine anni tam Riccioli, quam Cassini: & licet reperti fuerint a nobis alij errores, & contrarietates circa coelestes motus planetaru, & stellarum in Almagesto nouo Riccioli, & in dicto libello obseruationum Cassini circa motus solares; tamen quia extra hanc controuersiam sunt, illos sub silentio interim praetereamus."
    ],
    [
      "Merc. Longum sane esset recensere contradictiones, contrarietates, & erronea documenta, & imaginationes, quae in eis continentur."
    ],
    [
      "Sau. Trutinemus modo Mercuri, an Leuera rite, & recte computauerit non solum annos, vt praeclare vidimus computasse, verum etiam dies obseruationum Hipparchi, & quoque Ptolemaei."
    ],
    [
      "Merc. Equidem per plurimorum exemplorum solidam experientiam, perspicuum iam est tam Tabulas mediorum motuum, quam Tabulas annorum maximorum solarium a Leuera in suo Prodromo exaratas, praestare exquisite ad minutam quaecumque loca Solis in omni aeuo tum praeterito, tum futuro quaesita, nullumque Astronomorum per eorum Tabulas proximius ipso Leuera, accedere in supputationibus Aequinoctiorum Autumnalium, & Vernalium iam pridem ab Hipparcho, & Ptolemaeo obseruatiorum ad tempora talium obseruationum, scilicet ad verum annum, verumque diem, & horas dd. obseruationum Hipparchi, & Ptolemaei ab eis factarum ea maiori, qua potuerunt industria, & diligentia.",
      "Nam circa primam obsesuationem Aequinoctij Autumnalis Hipparchi, supputationes factae tam per Tabulas mediorum motuum, quam per Tabulas annorum maximorum solarium, tam in cap.12. pag. 273. quam in cap. 13. pag. 292. d. Prodromi Leuerae, conueniunt fere etiam in horis cum dicta obseruatione Hipparchi, quae cum fuerit, vt visum est, anno 169. periodi Calippi, & 163. ab obitu Alexandri, & anno 161. ante Christi Epocham die 30. Messori apud Occasum Solis, qui mensis, & dies fec. omnes Chronologos, & Ricciolum respondet diei 27. Septembris nostri.",
      "Ideo pariter sec supputationes factas cu praedictis Tabulis Leuerae in suo Prodromo cap. 3. pag. 106. visum fuit incidisse dicto anno, & die 27. Septemb. hor.6.23. p.m. & sic apud occasum Solis, sicut obseruauit Hipparchus in Alexandria Aegypti; & habita ratione ad differentiam temporis ob motum Apogaei, moramque solarem illius Aeui, fuit per duas horas praecise citius, vt supputat in suo Prodromo cap. 13. pag. 334. & 335. ac proinde admodum proxime ad horam quoque dictae primae obseruationis Hipparchi.",
      "Sed secundu Astronomos omnes modernos, eorumque Tabulas Solares, qui anni magnitudinem existimant esse minutorum 49. fere supra horas 5. & dies 365. & sic per minutum vnum temporis tardius, quam reuera sit, inter quos est Ricciolus; dictum Aequinoctium perperam fuisset per diem vnum, seu horas 24. circiter citius, qua fuerit ab Hipparcho obseruatum, & a Leuera supputatum, & sic fuisset die 26. Septembris, nam anticipatio Aequinoctiorum in annis 1800. secundum magnitudinem anni ab ipsis, & a Ricciolo existimatam, est dierum 14. vt supputat in lib.3. Almagesti fui cap. 15. pag. 138. in exemplis, cum re vera secundum anni magnitudinem coelestem veram dierum 365. & hor. 5.48. dicta anticipatio aequinoctiorum in annis 1800. sit dierum 15. praecise, vt constat in Prodromo Leuerae cap. 12. pag. 277. & differentia inter hanc priscam obseruationem, & modernas obseruationes a Tychone deductas equinoctij autumnalis anni Christi 1640 sit pariter dierum 15. exacte, vt videre est in dicto Prodromo Leuerae cap. 12. pag. 281."
    ],
    [
      "Similiter circa secundam obseruationem aequinoctij autumnalis Hipparchi, quae fuit, vt visum est, anno 172. periodi Calippi, & anno 166. ab obitu Alexandri, & anno 158. ante Christi Epocham die prima Intercalarium de mane, qui Mensis, & dies secundum omnes correspondet diei 27. Septembris nostri; sed secundum Ptolemaeum hoc aequinoctium fuit in meridie, quia cum aequinoctium in prima obseruatione inciderit in occasu circiter, & anno sequenti debuerit incidere in media nocte circiter, & anno huic sequenti de mane in ortu Solis circiter; sane anno tertio a dicta prima obseruatione, in quo fuit haec obseruatio Hipparchi incidere debuit in meridie circiter.",
      "Visum est pariter secundum Leueram fuisse hoc seuncdum aequinoctium ab Hipparcho obseruatum die 27. Septembris hor. 23. 50.p.m. in Alexandria, & habita ratione ad differentiam temporis ob motum Apogaei, moramque Solarem fuisse duabus horis citius, & propterea admodum proxime ad horam quoque huius secundae obseruationis autumnalis Hipparchi.",
      "Secundum autem Astronomos omnes modernos, eorumque tabulas Solares constructas secundum anni magnitudinem maiorem per minutum vnum temporis, quam reuera sit, inter quos est Ricciolus, dictum Aequinoctium autumnale fuisset per die vnum, seu horas 24. circiter citius, ac etiam secundum Ricciolum vbi supra in lib. 3. Almag. cap. 15. pag. 138. per annum vnum tardius, quod est manifeste falsum, vt patet in dicta tabula 34. aequinoctiorum, quae secundum seriem annorum a prima Hipparchi obseruationes desumpta exactissime sunt cum debito interuallo horarum 5 & 48. vnius ab altero tardius; & probat etiam in suo Prodomo Leuera in cap. 3. pag. 106."
    ],
    [
      "Similiter circa tertiam obseruationem Aequinoctij autumnalis Hipparchi, quae fuit, vt visum est, anno 173. periodi Calippi, & anno 167. ab obitu Alexandri, & ante Christi Epocham anno 157. die prima Intercalarium, qui mensis, & dies secundum omnes correspondet diei 27. Septembris nostri, & in meridie, sed secundu Ptolemaeum in Occasu circiter ob praedictam rationem, per quam Aeuqinoctium anni sequentis semper fit necessario horis 6. fere tardius Aequinoctio anni praecedentis; ",
      "Visum fuit secundum Tabulas Leuerae fuisse quoque die 27. Septembris hor. 5.38. p.m. in Alexandria, sed habita ratione ad differentiam temporis ob motum Apogei, fuit duabus horis citius, ac proinde admodum proxime ad horam quoque huuius 3. obseruationis Hipparchi:",
      "At secundum omnes Astronomos modernos, eorumque Tabulas propter annum vno minuto temporis secundum eos grandiorem, inter quos est Ricciolus, dictum Aequinoctium fuisset per diem vnum, seu horas 24. circiter citius, quam reuera fuerit ab Hipparcho obseruatum, & a Leuera supputatum, ac etiam secundum Ricciolum per annum vnum tardius, quod pariter est falsum euidenter, vt videre est in dicta Tabula 34. Aequinoctiorum ex successiua serie eorum cum debito interuallo horary 5.48. vnius annuae reuersionis solaris ab altera tardius, & in cap. 3. dicti Prodromi Leuerae pag. 107."
    ],
    [
      "Similiter circa quartam obseruationem Aequinoctij autumnalis Hipparci, quae fuit, vt visum est, anno 183. periodi Calippi, & 177. ab obitu Alexadri, & ante Christi Epocham anno 147. Intercalarium die 3. vltra mediam noctem, cui respondet mensis, & dies 26. Septembris;",
      "Sed quia Ptolemaeus, sicut aequiuocauit in adnotando annum verum huius obseruationis, vt supra visum est, ita etiam in adnotando diem verum; nam impossibile est, vt hoc Aequinoctium fuerit die 26. Septembris, quia cum interuallum ab vna reuersione Solis in idem Zodiaci punctu, ad alteram ibidem reuersionem esse, nunquam possit, nisi sex horarum fere tardius secundum ipsum Ptolemaeum, & Hipparchum; ideo necessario fuit die 27. Septembris, nam anno sequenti Aequinoctium autumnale fuit pariter die 27. Septembris, nam anno sequenti Aequinoctium autumnale fuit pariter die 27. Septembris horis 6. fere tardius Aequinoctio autumnali ei praecedente, & adhuc magis hoc quartum Aequinoctium autumnale ab Hipparcho obseruatum necessario fuit die 27. Septembris nostri, quia nunquam in spatio 34. annorum, in quibus obseruauit Hipparchus vllum Aequinoctium autumnale fuit, neque esse potuit extra diem 27. Septembris, vt videmus in dicta Tabula dd. 34. Aequinoctiorum; tum quia ita expostulat interuallum ipsius a sequenti Aequinoctio Veris anni 178. ab obitu Alexandri pariter obseruato ab eodem Hipparcho, dierum 178. & hor. 6. circiter, quod determinarunt Hipparchus, & Ptolemaeus in lib.3. Almag. c.4. vt late videre est in Prodromo cap.3. pag.103. & 104. & 109. col.2. vers. quod autem; ",
      "Ergo visum fuit hoc Aequinoctium secundum Tabulas Leuerae incidisse die 27. Septemb. hor.15.38.  p.m. in Alexandria; sed habita ratione ad differentiam temporis propter motum Apogaei Solis, fuit duabus horis citius, ac proinde admodum proxime ad hora huius quartae obseruationis autumnalis Hipparchi.",
      "Sed secundum Ptolemaeum existimantem anni magnitudinem esse dierum 365. & hor. 5.55.12. hoc Aequinoctium autumnale Hipparchi fuit per diem citius, & per annum tardius, quam re vera fuerit ab Hipparcho obseruatu, quia ita exigebat inteuallum annorum 285. inter hoc Aequinoctium Hipparchi autumnale, & Arquinoctium pariter autumnale Ptolemaei anni 139. ab Epocha Christi ad rationem dictae magnitudinis anni Ptolemaicae, & collationis dd. duarum obseruationum inuicem a Ptolemaeo factarum in lib.3. almag. cap. 2. pag. 59. ",
      "Secundum autem Astronomos modernos, eorumeque tabulas propter anni magnitud. sec. eos dierum 365. & h.5.49. fuit per diem vnu, seu hor 24.circiter citius, quam fuerit ab Hipparcho vere obseruatu, & a Leuera, vt supra supputatu, quia inter hanc obseruationem Hipparchi collationata cum modernis ipsorum, effluxerunt anni 1800. quibus debetur ad rationem magnitudinis anni ab ipsis existimatae, anticipatio dierum 14. non autem dierum 15. proud debetur magnitudini verae anni coelestis dierum 365. & horaru 5.48. & veluti postulat differentia dierum, & horarum inter hanc priscam obseruationem, & modernas, vt videre est in Prodromo cap. 12. vbi de anticipatione Aequinoctiorum, & in cap.3. pag. 102. & 103. & pag. 107. eiusdem Prodromi, & in dicta Tabula dd.34. Aequinoctiorum de tempore Hipparchi, & nouem Aequinctiorum de tempore Ptolemaei."
    ],
    [
      "Similiter circa quintam obseruationem Aequinoctij autumnalis Hiparchi, quae fuit, vt visum est, anno 184. periodi Calippi, & 178. ab obitu Alexandri, & 602. a Nabonassaro, & ante Christi Epocham anno 146. die 4. Intercalarium de mane; sed secundu Ptolemaeum in meridie; qui mensis, & dies secundum omnes correspondet diei 27. Septembris nostri.",
      "Visum fuit secundum Leueram quoque fuisse die 27. Sept. hor.21.25. p.m. in Alexandria; sed habita ratione ad differentiam temporis obmotum Apogaei, fuit duabus horis citius, ac proinde admodum proxime ad horam huius quintae obseruationis Hipparchi.",
      "At secundum omnes Astronomos modernos, eorumque Tabulas existimantes, vt supra annum vno minuto temporis grandiorem fere, quam sit, veluti Ricciolus, dictum Aequinoctium fuisset per diem vnum, seu horas 24. circ. citius, quam reuera fuerit ab Hipparcho obseruatum, & a Leuera supputatum; quod pariter est erroneu, vt euidenter patet in dicta Tabula exhibita dd. 34. Aequinoctiorum, & in cap.3. Prodr. Leuerae pag.104. & 107."
    ],
    [
      "Denique circa 6 obseruatione Aequionoctij autumnalis Hipparchi, que vt visum fuit, incerta est.",
      "Si Aequinoctium illud fuit anno 187. Periodi Calippi, & anno 181. ab obitu Alexandri, & 605. a Nonassaro, & anno 143. ante Epocham Christi vsitata die 4. Intercalarium Vespere, aut secundum Ptolemaeum inmedia nocte, qui mensis, & dies correspondet diei 27. Septembris nostri sec. Chronologos; visum fuit incidisse sec. Leueram die quoque 27. Septembris, & hor.14.50. p.m. in Alexandria; & habita ratione ad differentiam temporis ob motum Apogaei, fuit duabus horis citius, & ideo proxime ad horam huius sextae obseruationis Hipparchi a Ptolemaeo existimatae, quae certificari non potest, quia cum Ptolemaeus dicat obseruationem quintam Aequinoctij autumnalis Hipparchi esse debuisse in meridie, & haec fuerit anno tertio ab illa, necessario haec debuisset esse de mane, & non in media nocte, sicut ibi corrigit Ptolemaeus Hipparchum dicentem fuisse Vespere: ",
      "Sed hac incertitudine dimissa hoc Aequinoctium secundu omnes Astronomos, eorumque Tabulas, quia existimant anni magnitudine esse grandiorem vno minuto temporis, qua vere sit, fuisset per diem vnum, seu horas 24. circiter citius, quam reuera fuerit ab Hipparcho obseruatum, siue haec obseruatio fuerit in hoc anno, siue in sequenti, siue in quolibet alio anno."
    ],
    [
      "Modo circa Aequinoctia Veris Hipparchi, & primo circa primum Aequinoctium Veris ab illo obseruatum anno 32. tertiae periodi Calippi, scilicet anno 184. ab initio annorum eiusdem Calippi, & anno 178. ab obitu Alexandri, & 602. a Nabonassaro, & ante Epocham Christi 146. Mechir die 27. de mane, & circa horam 5. diei, qui mensis, & dies sec. Chronol. responder diei 24. Martij, & ideo fuit d.24. Martij, & hor. 23. circiter p.m. vbi Armilla ex vtraque parte apparuit etia illuminata, sicut cogit ad id fatendum primo quia nullum Aequinoctium Veris spatio, 34. annorum, in quibus obseruauit Hipparchus, fuit nisi inter diem 25. Martij labentem; secundo, quia cum interuallum ab Aequinoctio autumnali ad Aequinoctium Veris secundum Hipparchum, & Ptolemaeum in lib.3. Almag. cap.4. tunc esset dierum 178. & hor.6. dicto Aequinoctio autumnali proxime praecedenti huic Aequinoctio Veris, quod, vt demonstratum est, fuit ab Hipparcho obseruatum dicto anno 177. ab obitu Alexandri, & anno ante Epocham Christi 147. die 27. Septembris vltra mediam noctem, sane incidit hoc Aequinoctium Veris immediate sequens dicto Aequinoctio autumnali sub die 25. Martij post ortum Solis, non autem die 24. Martij, vt Chronologi perperam supponunt, & eo magis si sumatur h.5. diei, in qua Armilla fuit ex vtraque parte illuminata, vt ait Hipparchus; ",
      "Ideo secundum Leueram visum fuit quoque hoc Aequinoctium Veris necessario incidisse die 25. Martij hor.2.55. p.m. sicut pariter cogit ad id fatendum Aequinoctium autumnale proxime sequens huic Aequinoctio Veris eode anno 178. ab obitu Alexandri, quod similiter fuit, vt demonstratum est, die 27. Septembris hor.21.25. p.m. quia cum interuallum ab Aequinoctio Veris ad Aequinoctium Autumni secundum Hipparchu, & Ptolemaeum in dicto cap.4. lib.3. Almagesti tunc esset dierum 187.",
      "Profecto a die 25. Martij in meridie fere vsque ad diem 28. Septembris pariter in meridie fere vbi incidit secundu Ptolemaei aestimationem Aequinoctiu illud autumnale d. anni 178. ab obitu Alexandri, sunt dies 187. vt dixit etiam leuera in suo Prodromo cap.23. pag. 110. col. 1. ",
      "Habita autem ratione ad differentiam temporis ob motum Apogaei, & moram solarem illius aeui, hoc Aequinoctium Veris fuit duabus horis tardius, ac proinde prope horas quoque huius primae obseruationis vernalis Hipparchi; sed secundum Ptolemaeum exstimantem anni magnitudinem fuisse dierum 365. & hor.5.55. vt supra dictu est, hoc Aequinoctium vernale Hipparchi fuit per die citius, quam reuera fuerit ab ipso Hipparcho obseruatum, qui ita postulabat interuallum annorum 285. inter hoc Aequinoctium Hipparchi vernale, & Aequinoctium pariter vernale Ptolemaei anno 140. ab Epocha Christi vsitata, ad rationem magnitudinis anni Ptolemaei, & secundum collationem dd. duarum obseruationum inuicem a Ptolemaeo factam in d. lib.3. Almagesti cap.2. pag.29.",
      "At secundum Astronomos modernos, eorumque Tabulas, existimantes anni magnitudinem esse dierum. 365. & hor.5.49. fuit pariter per diem vnum citius, & secundum alio per annum etiam citius, quam ab Hipparcho vere fuerit obseruatum, & ab omnibus quide erronee, vt videre est in d. cap.3. Prodr. Leuerae pag.110. & etiam in Tabula exhibita dictorum 34. Aequinoctiorum tempre Hipparchi, & nouem Aequinoctiorum tempore Ptolemaei."
    ],
    [
      "Similiter circa secundam obseruationem Aequinoctij Veris Hipparchi anno 43. tertiae periodi Calippi, seu 195. ab initio eiusdem, & anno ab obitu Alexandri 189. & a Nabanassaro 613. & ante Epocham Christi anno 135. Mechir die 29. post mediam noctem, cuius mane fuit dies 30. vt notat Ptolemaeus in lib.3. Almagesti cap.2., qui mensis, & dies secundum Cronologos, inter quos etiam Ricciolus, correspondet diei 23. Martij nostri; sed impossibile est hanc secundam Veris obseruationem fieri potuisse die 23. Martij Primo, quia, vt dictum est, nullum Aequinoctium Veris de tempore Hipparchi fuit nisi post diem 24. & post diem 25. mensis Martij;",
      "Secundo quia cum eadem Aequinoctia Veris fuerint tempore Ptolemaei die 22. Martij, & post meridiem etiam diei 22. & sic die 23. labente, & necessario de tempore HIpparchi Aequinoctia Veris fierent per dies duos cum dimidio fere tardius, & extra annos bisextiles etiam vsque ad tres dies circiter tardius propter interuallum 285. annorum inter obseruationes Ptolemaei, & Hipparchi, vt notat etiam Leuera in Prodomo dicto c.3. pag.110. col.2.",
      "Ideo visum fuit secundum Leueram quoque incidisse hoc Aequinoctium Veris secundo obseruatum ab Hipparcho die 24. Martij hor.18.43. p.m. sed secundum omnes Astronomos modernos, eorumque Tabulas propter anni magnitudinem grandiorem secundum eos vno minuto temporis, quam vere sit, incidit hoc aequinoctium per diem vnum, seu horas 24. circiter citius, quam vere fuerit ab Hipparcho obseruatum, & a Leuera supputatum, idque erronee per ea, quae deducta sunt, & patet ex dicta Tabula exhibita 34. aequinoctiorum etiam vernalium de tempore HIpparchi, & in dicto cap.3. pag. 110. Prodromi Leuerae."
    ],
    [
      "Denique tertia obseruatio Aequinoctij Veris Hipparchi si fuit anno 50. tertiae Periodi Calippi; & 196. ab obitu Alexandri, & 620. a Nabonassaro, & anno 128. ante Epocham Christi, die prima Phamenoth, in occasu Solis, qui secundum Cronologos respondet diei 23 Martij, quod vt dictum est, esse minime potest, quia veluti constat ex ferie 34. Aequinoctiorum Veris de tempore Hipparchi, Aequinoctia nunquam esse potuerunt nisi post diem 24. & 25. Martij:",
      "Propterea visum fuit hoc aequinoctium secundum Leueram incidisse die 24. Martij hor.11.17. p.m. sed secundum omnes Astronomos modernos propter anni magnitudinem ab ipsis grandiorem existimatam in vno circiter minuto temporis, quam vere sit, incidit secundum eos, eorumque tabulas hoc Aequinoctium per diem vnum, seu 24. hor. circiter citius, quam ab Hipparcho fuerit obseruatum & a Leuera supputatum. ",
      "Si vero obseruatio huius Aequinoctij Veris Hipparchi fuisset per annum citius scilicet anno Periodi Calippi 49. & ab obitu Alexandri 195. & a Nabonassaro 619. & ante Christi Epocham 129. ",
      "Incidisset hoc Aequinoctium hor.5.48. citius, & sic eadem die 24. Martij hor.5.29. p.m. & addita differentia temporis ob motum Apogaei, moramque Solarem, fuisset duabus horis tardius, ac proinde prope horam quoque huius tertiae obseruationis Vernalis Hipparchi.",
      "At secundum omnes Astronomos modernos, eorumque tabulas propter annum, secundum eos grandiorem in vno minuto temporis circiter, quam reuera sit, erronee pariter incidisset hoc Aequinoctium per diem vnum circiter citius, quam fuerit a Leuera supputatum."
    ],
    [
      "Demum circa tempora Aequinoctiorum Ptolemaei, & primo circa primam obseruationem Aequinoctij autumnalis ab ipso factam anno sextae Periodi Calippi quinto, nimirum anno 461. ab initio annorum eiusdem Calippi, & anno 455. ab obitu Alexandri, & 879. a Nabonassaro, & ab Epocha Christi 132. die 7. Athir.hor.2.p.m. fere in Alexandria, qui mensis, & dies correspondet diei 25. Septembris nostri secundum Cronologos omnes; nam visum fuit secundum tabulas Leuerae hoc Aequinoctium incidisse die 24. Septembris hor.20.2. p.m. in Alexandria, & habita ratione ad differentiam temporis ob motum Apogaei, moramque Solarem aeui Ptolemei, fuit hor.1.10. citius, ac proinde no longe ab horis huius primae obseruationis autumnalis Ptolemaei.",
      "Sed secundum omnes Astronomos modernos, eorumque Tabulas, propter anni magnitudinem secundum eos maiorem in vno circiter minuto temporis, quam sit, fuisset erronee hoc Aequinoctium per vnum fere diem citius, quam fuerit a Ptolemaeo obseruatum, & a Leuera supputatum in cap.3. sui Prodromi pag.112. col.2. & in dicta Tabula 9. Aequinoctiorum de tempore Ptolemaei."
    ],
    [
      "Secundo circa obseruationem secundam Aequinoctij Autumnalis Ptolemei, que fuit, vt supra demonstratu est, an.12. sextae, periodi Calippi, videlicet anno 468. ab initio dictae periodi, & anno 462. ab obitu Alexandri, & 186. a Nabonassaro, & a Christi Epocha vsitata anno 139. die 9. Athir hor. 1. post ortum Solis, qui mensis, & dies secundum Chronologos respondet diei 26. Septebris nostri de mane, ac proinde diei 25. Septembris hor 19. post meridiem more Astronomico, vt cogit ad id fatendu Aequinoctium Veris huic immediate sequens per interuallum 178. dierum, & horarum 6. fere inter ipsa Aequinoctia, debitem de tempore Ptolemei, nam a die 25. Septembris, & hor.19. p.m. vsque ad diem 22. Martij, & hor. 1. fere p.m. anni sequentis 140. Bisextilis, sunt veluti supputat ipse Ptolemaeus in dicto lib.3. Almagesti cap.4. dies 178. & hor. 6. fere; mensis enim Februarij illo anno Christi 140. Bisextili constitis ex diebus 29. Visum ergo fuit secundum Tabulas Leuerae incidisse hoc Aequinoctiu die 25. Septembris hor.12.37. p.m. in Alexandria;",
      "Et habita ratione ad differentiam temporis propter motum Apogaei, fuit hor.1.10.citius, ac proinde non longe ab horis huius sec. obseruationis autumnalis Ptolemaei.",
      "At secundum omnes Astronomos modernos, eorum que Tabulas, ob anni magnitudinem secundum eos maiorem in vno circiter minuto temporis, quam vere sit, fuisset erronee hoc Aequinoctium per vnum fere diem citius, quam reuera fuerit a Leuera supputatum, & a Ptolemaeo obseruatum, vt videre est in cap.3. d. Prodromi pag.113. & in Tabula exhibita 9. Aquinoctiorum de tempore Ptolemaei."
    ],
    [
      "Denique circa tertiam obseruationem Aequinoctij Veris Ptolemaei, quae fuit anno 13. sextae periodi Calippi, & 469. ab initio eiusdem periodi, & ab obitu Alexandri anno 463. & a Nabonassaro 887. & a Christi Epocha vsitata anno 140. die 7. Pachon hor.1. fere p.m. qui mensis, & dies correspondet diei 22. Martij nostri secundu omnes Chronologos, nam visum fuit secundum Tabulas Leuerae incidisse hoc Aequinoctium Veris die 21. Martij hor.23.36. p.m. in Alexandria, & habita ratione ad differentiam temporis, moramque solarem illius Aeui, fuit hor.1.10. tardius, ac proinde praecise fere ad horam obseruationis Ptolemaei.",
      "At secundum omnes Astronomos modernos, eorumque Tabulas ob anni magnitudinem secundum eos maiorem in vno circiter minuto temporis, fuisset erronee hoc Aequinoctium per vnum fere diem citius, qua reuera fuerit a Ptolemaeo obseruatum, & a Leuera supputatu in cap.3. sui Prod. pag. 114. 115. & in dicta Tabula 9. Aequinoctiorum de tempore Ptolemei."
    ],
    [
      "Sau. Cum hactenus viderimus Leueram optime consignasse tempori obseruationum Hippar. & Ptol. annos, ac dies talium obseruationum, tam secundum periodos Calippi, eiusque Epocham, quam secundum Epocham Alexandri, Nabonassari, & Christi vsitatam; modo examinemus quomodo peruenerit ad certitudinem veritatis horae, & minuti eorumdem Aequinoctiorum autunalium, & Vernalium, quae idem Hipparchus, & Ptolemaeus obseruarunt ea maiori, qua potuerunt diligentia, & industria; quamuis non semper exacte, quoad horas, & minuta eorumdem Aequinoctiorum propter imperfectionem Armillarum, quibus vtebantur, de qua pluries protestatus est Ptolemaeus, in suo Almagesto."
    ],
    [
      "Merc. Facile peruenit Leuera ad cognitionem hore, & minuti Aequinoctiorum omnium, cum primum nouit, vt video, in c.4. & in c.12. sui Prodromi, reditum Solis in idem Zodiaci, & cuius libet dati horizontis punctum vnico, eodemque temporis momento fieri singulis annis 120. Iulianis; nam data aliqua exquisita obseruatione Aequinoctij autumnalis, aut vernalis, vel Solstitij aestiui, aut hyemalis, quae sit Hipparchi, Ptolemaei, Tyconis, siue cuiuslibet Astronomi periti, atque experti in obseruando; certum est singulis 120. annis Iulianis tam ante, quam post datam huiusmodi obseruationem, semper d. Aequinoctium, vel Solstitium fuisse, seu futurum esse in illa eadem hora, & minuto temporis praecise."
    ],
    [
      "Sau. Facile quoque est illico scire non solum horam, & minutum, sed etia diem Aequinoctiorum quorumcumque praecedentium, vel sequentium a dato quolibet Aequinoctio optime obseruato, quado pro praecedentibus Aequinoctijs inuestigandis, toties subtrahuntur dies 365. & horae 5.48. quoties quis cupit indagare Aequinoctia ab illo precedentia, & annuatim distantiora, vel pro sequentibus Aequinoctijs inuestigandis toties addantur d. dies 365. & h.5.38. quoties quis cupit indagare Aequinoctia ab illo sequentia, & annuatim distatiora, veluti nos indagauimus Aequinoctia omnia, quae euenerunt in decursu 34. annorum vitae, in quibus obseruauit Hipparchus, cum anni magnitudo sit perpetuo aequalis, vt plene probat etiam Leuera in cap.2. sui Prodromi."
    ],
    [
      "Merc. At illico scire diem quando quis quaerat pratereita, veli futura Aequinoctia per plurimos annos distantia ab aliquo equinoctio obseruato, laboriosum est per supradictam regulam additionis, vel subtractionis 365. dierum, & hor.5.48. singulis annis propterea his casibus compendiosius inuestigantur veri dies Aequinoctiorum per anticipationem dieru factam inter dicta duo Aequinoctia, videlicet inter Aequinoctium datum, seu obseruatum, & inter Aequinoctium quaesitum in quouis anno Ciuili Iuliano."
    ],
    [
      "Sau. Sit modo inter nos sermo de hac anticipatione dierum."
    ],
    [
      "Merc. Anticipatio diei Aequinoctior. in anno Ciuili Iuliano, qui est dieru 365. & hor. sex, contingit propter excessiuam intercalationem, seu additionem vnius diei, quae sit singulis quatuor annis Coelestibus veris in dicto anno Ciuili Iuliano ex decreto Iulij Caesaris emanato de tempore institutionis huius anni Iuliani.",
      "Incertum autem semper fuit, & a nemine exploratum vsque ad hanc nostram aetatem, quot minuta temporis importet singulis annis haec intercalationis Iulianae excessiuitas propter incertiduinem verae magnitudinis anni Coelestis; sed quoniam diuina ope factu est, vt Leuera cognouerit hanc excessiuitatem singulis annis semper fuisse, & futuram esse 12. minutorum temporis, ac proinde singulis quoatuor annis Iulianis, non vnius diei, sed horarum 23.12. singulis vero annis 120. Iulianis esse vnius diei 24. horarum praecise, quonia anni Coelestis vera magnitudo semper fuit, & erit dierum 365. & horarum 5.48. veluti plene probat in toto c.3. & 4. & in cap.17. a pag. 381. sui Prodromi per plures probationes inuincibiles Arithematicas, & per quamplurima exempla, & experimenta tam per Tabulas mediorum motuum Solis, quam per Tabulas annorum maximorum solarium in cap.11.12. & 13. & per alias Tabulas reuolutionum solariu in cap.14.15.16. veluti notat in cap.9.d.fui Prodromi a pag 224."
    ],
    [
      "Merito autem annus 120. est annus Solis maximus, quia Sol tunc tantum, vt dixi, redit ad idem Zodiaci, & cuiusuis dati horizontis punctum vno, eodemque temporis momento, ac proinde easdem reuersiones, & reuolutiones facit sicuti anno 120. praecedente, tam in mundo, quam in genituris, seu dato quolibet exordio.",
      "Ab eodemque anno maximo solari 120. annoru innotescunt tam dies , quam horae, & minuta temporis anticipationis Aequinoctiorum exquisitissime cuiuslibet Aequinoctij praecedentis in qualibet annorum multitudine a quocumque Aequinoctio exquisite obseruato, addendo pro Aequinoctijs preteritis indagandis diem vnum horarum 24. praecise singulis annis 120 Iulianis a dicto Aequinoctio obseruato; ",
      "& pro Aequinoctijs futuris demendo diem vnum, firmis remanentibus horis, & minutis dicti Aequinoctij obseruati, vt modo dixi, & veluti late docet Leuera in cap.12. sui Prodromi."
    ],
    [
      "Quod vero anticipatio vnius diei horarum 24. praecise debeatur singulis annis 120. Iulianis, cognouit quoque Stofflerinus in suo Calendario propos.39. litt. D. non autem singulis annis 133. sicuti videbatur secundum anni Coelestis magnitudinem Alphonsinam dierum 365. & horarum 5.49. 16. fere;",
      "Neque secundum annos maximos reliquorum Astronomorum tum veterum, tum modernorum, videlicet non singulis annis 106. secundum anni Coelestis magnitudinem Albategni dierum 365. & hor.5.46.20. nec singulis annis 127. secundu anni Coelestis magnitudinem Riccioli dierum 365. & hor.5.48.40. nec singulis annis 128. secundum anni Coelestis magnitudinem Tyconis dierum 365. & hor.5.48.45. nec singulis annis 130. secundum anni Coelestis magnitudinem Keppleri dierum 365. & hor.5.48.57.",
      "Neque singulis annis 300. secundum anni Coelestis magnitudinem Hipparchi, & Ptolemaei dierum 365. & hor.5.55.12. vt legitur etiam in Prodromo Leuere cap.3.pag.131. & in cap.12. pag.272. & 273. & in libro eiusdem edendo de anni Ciuilis Iuliani integra restitutione.",
      "Visum namque fuit dimissa scrupulosa supputatione a temporibus Metonis, vbi fiebat solstitium aestiuum die 27. Iunij more Iuliano, veluti supputauit Scaliger ex Ptolemaeo, scilicet ab anno 316. Nabonassari, & ante Epocham Christi vsitatam 431. vsque ad annum a Christi Epocha 1646. vbi fiebat solstitium aestiuum die 11. Iunij more Iuliano, factam esse anticipationem dierum 17. fere spatio annorum 2076. qui effluxerunt inter haec duo Aequinoctia, ac proinde ad rationem vnius diei singulis annis 120.",
      "Item a tempore Institutionis anni Ciuilis Iuliani, quod fuit anno 45. completo ante Epocha Christi vsitata, vbi Aequinoctia veris fiebant die 24. Martij, vsque ad tempus Sacri Concilij Nicaeni celebrati anno a Christi Epocha vsitata 325. vbi Equinoctium Veris fuit obseruatum ab Astronomis Alexandrinis iussu Sac. Concilij die 21. Martij anni Ciulis Iuliani, quia effluxerunt inter haec duo Aequinoctia anni370. facta est anticipatio Aequinoctiorum per tres dies circiter.",
      "Et a tempore Sac. Concilij Nicaeni vsque ad tempus, in quo fuit obseruatu Aequinoctium Veris ab octo Astronomis Persis iussu Regis Persarum anno 1079. die 15. Martij anni Iuliani, quia praeterierunt inter haec duo Aequinoctia, anni 754. facta est anticipatio sex dierum circiter.",
      "Et a dicto tempore Sac. Concilij Nicaeni vsque ad annum Christi 1582. vbi reformatum fuit Calendarium a Greg.XIII. P.O.M. & vbi Aequinoctia Veris fiebant inter diem 9. & 10. Martij anni Iuliani, quia effluxerunt inter haec duo tepora anni 1257. facta est anticipatio dierum 10. cum dimidio."
    ],
    [
      "Sau. Postquam sermo noster est erga insignem annum maximum Solarem 120. annorum a Leuera enucleatu, eiusdem anni maximi multiplicem, & admirabilem vsum ad hanc vsque aetatem ignotum, quem praeclare docet idem Leuera in cap.4. & adhuc magis in cap.14.15. & 16. sui Prodromi experiamur exactius eius vsum circa dictam anticipationem diei Aequinoctiorum, vt fiat euidentior non solum veritas anni, & diei dd. obseruationum Hipparchi autumnalium, & vernalium; sed etiam veritas horae, & minutorum temporis eorumdem Aequinoctiorum, quae Hipparchus, ea qua potuit maiori vigilantia, & labore obseruauit, & conferamus cum eis Aequinoctia a modernis Astronomis obseruata, & ab ipsorum obseruationibus deducta remotissima per annos 1800. ab Aequinoctijs ab Hipparcho obseruatis, in qua annorum multitudine facta est anticipatio dieru 15. praecise in anno Ciuili Iuliano ad dictam rationem anticipationis vnius diei singulis annis 120. Iulianis.",
      "Propterea consideremus, & conferamus inuicem obseruationes autumnales, & vernales Hipparchi factas ante Christi Epocham vsitatam, anno 161.158.156.146. cum obseruationibus modernis Tyconis, & ipsius etiam Riccioli, & Cassini factis anno Christi 1643.1646.1647. & 1655. & 1656. tam Aequinoctiorum autumnalium, quam vernalium, vti distantibus ab illis Hipparchi per dd. annos 1800."
    ],
    [
      "Merc. Sumamus Aequinoctium primum autumnale ab Hipaprcho obseruatum dicto anno ante Christi Epocham vsitatam 161. qui fuit bissextilis, die 30. Messori apud occasum Solis, quod supra visum est contigisse in Alexandria die 27. Septembris more Iuliano secundum Astronomorum omnium consensum, & apud occasum illius diei 27. scilicet ohra 6.26. p.m. & sumamus Aequinoctium pariter Autumnale a Tyconis obseruationibus deductum, quod contigit anno Epochae Christi vsitate 1640. pariter bissextili, die 12. Septembris Iuliani hor.5.51. p.m. Vraniburgi, vt notat Leuera in Prodromo cap.12. pag.281. sed in Alexandria ob differentiam meridianorum hor.1.35. tardius, & sic hor.6.26. p.m. nam si addantur dd. dies 15. qui precise praeterierut ab hoc Aeuinoctio autumnali, quod primum obseruauit Hipparchus anno 161. ante Christi Epocham, vsque ad hoc Aequinoctium autumnale anni Christi 1640. videlicet spatio annorum 1800. completorum, illico apparet dictum Aequinoctium priscum contigisse dicta die 27. Septembris hor. 6.26. p.m. in Alexandria, quemadmodum fuit praecise obseruatum ibidem ab Hipparcho dicta die 27. Septebris apud occasum Solis."
    ],
    [
      "Sau. Euidens sane, & certissima est ex hac comparatione, & consideratione anticipatio vnius diei singulis annis 120. atque etiam reuersio Solis in idem Zodiaci, & cuiuslibet dati horizontis punctum eadem hora, & minuto pariter singulis annis 120. Iulianis, quemadmodu docet Leuera in cap.12. sui Prodromi."
    ],
    [
      "Merca. certissima, & exquisitissima est quidem dicta anticipatio, quando ambo Aequinoctia fuerint rite, & recte obseruata, nempe priscum, & recens Aequinoctium a duobus praestantissimis Astronomis, veluti fuit Hipparchus, & Tyco, sed quando alterum eorum claudicat, quia non fuerit perfecte obseruatum; eo Casu, in quot horis, & minutis deficit, vel abundat alterius obseruatio a vero momento temporis dicti Aequinoctij; in totidem horis, & minutis apparet defectus, vel excessus talis obseruationis; Et in his Casibus standu profecto est obseruationi peritioris, ac magis experti Astronomi, & pluribus, ac perfectioribus Instrumentis instructo."
    ],
    [
      "Sau. Prosequamur, & experiamur etiam obseruationes Riccioli, & Cassini cum indubitatis, & certioribus Hipparchi; & Ptolemaei, & Tyconis quantum consentiant, vel dissentiant ab illis Hipparchi, Ptolemaei, & Tyconis; & similiter certiores obseruationes Hipparchi, Ptolemaei, & Tyconis inuicem secundum praedictam anticipationem dierum debitam interuallis dictarum obseruationum in anno Ciuili Iuliano."
    ],
    [
      "Merc. Itaque si pariter tempori Aequinoctij anni 1643. tertij post bissextilem, quod fuit Vraniburgi secundum Tyconicas obseruationes die 12. Septebris anni veteris Iuliani hor.22.15. p.m. vt etiam notat Leuera in Prodomo dicto cap.12. pag.281. & in Alexandria ob differentiam meridianorum hor. 23. 50. p.m. Si addantur dd. dies 15. qui preterierunt ab hoc aequinoctio autumnali vsque ad equinoctium autumnale, quod secundo obseruauit Hypparchus anno ante Christi Epocham vsitatam 158. pariter tertio post bissextilem, videlicet spatio annorum 1800. Illico apparet d. priscum equinoctium fuisse die 27. Septembris hor. 23.50. p.m. in Alexandria, veluti supra demostratum est necessario fuisse obseruatum ab Hipparcho eodem die & hora fere in cap.3. Prod. Leuerae pag. 106. per obseruationem Aequinoctij autumnalis anni Christi 1587. a Tycone obseruati.",
      "Quod autem hoc priscum aequinoctium autumnale secundo obseruatum ab Hipparcho fuerit eodem die, & hora fere predicta, confirmatur per obseruationem a Ricciolo factam d. anno Christi 1643. Aequinoctij pariter autumnalis BOnoniae die 12. Septembris anni veteris Iuliani hor.22.25 p.m. & ob differentiam hor. 1.43. meridianorum die 13. Septembris hor. 0.8. p.m. in Alexandria, quia cum facta fuerit ab vna obseruatione ad alteram anticipatio dierum 15. fere exacte, si addantur dd. dies 15. qui praeterierunt ab hoc equinoctio autumnali anni 1643. vsque ad dictum aequinoctium autumnale, quod secundo obseruauit Hipparchus anno ante Christi Epocham vsitatam 158. pariter tertio post Bissextilem, videlicet spatio annorum 1800. expletorum; illico apparet d. priscu Aequinoctium Autumnale fuisse die 28. Septembris hor. 0.8. p.m. in Alexandria per dictam quoque obseruationem Riccioli, veluti supra demonstratum est, eadem die, & hora fere necessario fuisse obseruatum ab Hipparcho."
    ],
    [
      "Quod vero priscum quoque illud Aequinoctium autumnale primo obseruatum ab Hipparcho inciderit eadem die, & hora predicta, confirmatur per eamdem obseruationem Riccioli dicti anni Christi 1643. Etenim demptis tribus vicibus hor.5.49. fere minutis a tempore dictae obseruationis Riccioli anni Christi 1643. redactae ad meridianu Alexandriae, quod est interuallum vltra dies 365. ab vna reuersione Solis in idem Zodiaci punctum vsque ad alteram reuersionem ibidem, videlicet a die 13. Septembris anni veteris Iuliani, & hor 0.8. p.m. Deuenitur ad punctum Aequinoctij autumnalis anni 1640. Bissextilis, quod fuit die 12. Septembris pariter anni veteris Iuliani hor. 6.41. p.m. & additis d. diei 12. Septembris dd. diebus 15. qui effluxerunt spatio annorum 1800. deuenitur ad diem 27. Septembris & horas 6.41. p.m. & sic prope horam quoque dicti primi Aequinoctij autumnalis in qua Hipparchus obseruauit.",
      "Per ademptionem enim hor. 5.49. singulis annis ab Aequinoctijs praesentibus, & per additionem earumdem horarum 5.49. factam Aequinoctijs priscis praecedentibus ta ab Hipparcho, alisque obseruatis, quam non obseruatis, elucescit veritas puncti Aequinoctiorum tum praecedentium, & praeteritorum, tum sequentium, & futurorum, quia distantia, seu interuallum ab vna reuersione Solis in idem Zodiaci punctum, vsque ad alteram reuersionem eiusdem Solis ibidem, scilicet ab vno Aequinoctio autumnali ad alterum Aequinoctium pariter autumnale secundum Hipparchum & Ptolemaeum erat per quartam diei partem fere; sed praecise est horarum 5.48."
    ],
    [
      "Circa Aequinoctia autem Vernalia, in quibus pariter procedit d. additio dierum 15. in spatio annorum 1800. ab obseruationibus annorum Christi 1640. circiter, retrocedendo vsque ad obseruationes annorum ante Christi Epocha 161. circiter; si tempori Aequinoctij vernalis anni ab Epocha Christi vsitata 1647. tertij post bissextilem, quod fuit Vraniburgi secundum Tyconicha aequinoctia ab obseruationibus Tyconis desumpta, die 10. Martij anni Iuliani hor 2.56. p.m. vt notat Leuera in Prodromo cap.12. pag.281. & in Alexandria ob differentia meridianorum fuit hor.4.31. p.m. si addantur dies 15. qui praeterierunt ab hoc Aequinoctio Veris an Christi 1647. vsque ad aequinoctium Veris priscum anni 154. ante Epocham Christi tertij pariter post bissextilem, videlicet spatio annorum 1800. expletorum;",
      "Illico apparebit priscum illud aquinoctium vere fuisse die 25. Martij hor.4.31. fere p.m. in Alexandria.",
      "Quod autem hoc priscum Aequinoctium Veris fuerit eadem die, confirmatur per obseruationem a Ricciolo factam eodem anno Christi 1647. d. Aequinoctij Veris BOnonie die 10. Martij anni Iuliani hor.5.56. p.m. quod differt tribus horis tardius ab eodem Aequinoctio Veris secundum Tyconichas obseruationes, & ob differentiam hor.1.43. meridianorum fuit die 10. Martij hor.7.39. p.m. in Alexandria, nam si addantur dicti dies 15. qui preterierunt ab hoc aequinoctio Veris anni 1647. vsque ad d. priscum aequinoctium Veris d. anni 154. ante Christi Epocham pariter tertij post bissextilem, videlicet spatio annorum 1800.",
      "Illico apparet d. priscum Aequinoctium Veris fuisse die 25. Martij hor. 7.39. p.m. in Alexandria, sed horis tribus circiter tardius, & ideo quia haec tarditas trium horarum circiter supradictos dies 15. qui praterierunt in dictis annis 1800. est excessiua, sine dubio potius imperfectioni obseruationis Riccioli, quam obseruationum Tychonis adscribenda est."
    ],
    [
      "Insuper si tempori Aequinoctij Veris anni Christi 1655. qui fuit octauus a dicto anno 1647. & pariter tertius post bissextilem, cuius Aequinoctij Veris tempus incidit die 10. Martij anni Iuliani hor 1.21. p.m. Vraniburgi, sec. obseruationes a Tychone deductas, sed in Alexandria ob differentiam meridianorum fuit hor.2.56. p.m. Si addantur dies 15. qui praeterierunt ab hoc Aequinocti.",
      "Veris anni Christi 1655. vsque ad Aequinoctium Veris anni ante Christi Epocham vsitatam 146. pariter tertij post bissextilem, videlicet spatio annorum 1800. expletorum, statim apparet illud priscum Aequinoctium Veris ab Hipparcho primo obseruatum d. anno ante Christi Epocham vsitatam 146. & anno 178. ab obitu Alexandri in meridie circiter, vt supra visum est, fuisse die 25. Martij hor 2.56. p.m. in Alexandria.",
      "Ergo minime fuit die 24. Martij vt perperam notant Cronologi moderni, inter quos Ricciolus in sua Cronologia reformata; nam si fuisset die 24. Martij non praterijssent dies 15. a dicta obseruatione prisca ad alteram modernam, quod est falsum, vt hastenus visum est."
    ],
    [
      "Quod autem hoc priscum Aequinoctium Veris primum ab Hipparcho obseruatum, fuerit d. die 25. Martij, & per aliquas horas etiam post meridiem, elicitur a predicta obseruatione Riccioli dicto anno 1647. die 10. Martij anni Iuliani h.5.56. p.m. Bonon. & ob differentiam merid. h.7.39. p.m. in Alexandria, quia cum per additionem hor. 5.49. factam Aequinoctijs praesentibus, vt dictu est, elucescat veritas Aequinoctiorum successiue sequentium & futurorum;",
      "Si addantur octo vicibus hor. 5.49. diei, & horis, ac minutis Aequinoctij Veris d. anni Christi 1647. quot intersunt anni a dicto anno 1647. vsque ad d. annum Christi 1655. fit tempus Aequinoctij Veris d. anni 1655. die 10. Martij anni Iuliani hor. 6.10. p.m. in Alexandria.",
      "Si igitur addantur dd. dies 15. huic tempori Aequinoctij Veris, qui effluxerunt ab hoc Aequinoctio Veris vsque ad d. Aequinoctium priscum Veris primo obseruatum ab Hipparcho dicto anno 146. ante Epocham Christi, & 178. ab obitu Alexandri, spatio annorum 1800. quod fuit circ. merid. vt visum est; fit tepus d. Aequinoctij veris die 25. Mart. h.6.10. p.m. elicitum a d. obseruatione Riccioli an. 1647. & sic sex hor. tardius illo Aequinoctio ab Hyparcho obseruato, quae excessiuitas aliquarum horarum tardius imperfectioni huius obseruationis Riccioli sine dubio ascribenda est."
    ],
    [
      "Denique sit euidentior veritas anni, mensis, diei, & horarum dd. obseruationum Hypparchi autumnaliu, & vernalium per anticipationem dierum 15. exacte, nam si assumatur Aequinoctium autumnale a Cassino obseruatum anno 1655. tertio post Bissextilem die 12. Septembris anni Iuliani hor. 18.55. p.m. Bononiae, & redactum ad meridianum Alexandriae hor.20.38. p.m. & conferatur cum prisco Aequinoctio autumnali ei praecedente per annos 1800. & sic cu illo quinto ab Hipparcho obseruato anno 146. ante Epocham Christi, & 178. ab obitu Alexandri, pariter tertio post Bissextilem, quod fuit die 27. Septembris de mane, videlicet hor. 18. circiter post meridiem, vt supra demonstratum est etiam ex Leuera in Prodromo cap.3. pag. 104. & ex Tabula 34. Aequinoctiorum; & ideo si addantur dies 15. qui effluxerunt a dicto Aequinoctio autumnali Cassini vsque ad hoc priscum Aequinoctium autumnale quintum ab Hipparcho obseruatum, fit tepus d. Aequinoctij die 27. Septembris h.20.38. p.m. admodum prope horam, ne dum diem obseruationis Hipparchi, quia non datur excessus nisi duarum circiter horarum a dd. diebus 15. anticipationis."
    ],
    [
      "Similiter cum Aequinoctium Veris anni Bisextilis 1656. fuerit a Cassino obseruatum die 9. Martij anni Iuliani hor. 9.50. p.m. Bononiae, sed in meridiano Alexandriae hor.1.43. tardius, & sic hor.11.33. p.m. Si conferatur cu Aequinoctio Veris ei praecedente per annos 1800. quod fuit anno 145. ante Epocha Christi vsitatam post Aequinoctium Veris sequens immediate post illud Aequinoctium pariter Veris ab Hipparcho obseruatum anno 146. ante Epocham Christi vsitatam, & anno 178. ab obitu Alexandri, de quo modo dictum est;",
      "Quod Aequinoctium Veris anni 145. ante Epocham Christi Bissextilis, fuit 6. horis fere tardius Aequinoctio Veris ei praecedente ab Hipparcho obseruato in dicto anno 146. ante Epocham Christi, & 178. ab obitu Alexandri, & sic. die 24. Martij hor.6. circiter p.m, quia illud ei praecedens fuit obseruatum in meridie fere, & ideo si addantur dies 15. qui effluxerut a dicto prisco Aequinoctio Veris vsque ad hoc Aequinoctium Veris a Cassino obseruatum anno 1656. fit tempus talis Aequinoctij Veris vetusti anni 145. ante Epocham Christi die 24. Martij hor.11.33. p.m. & sic hor.5. circiter tardius: Perperam autem tempus huius Aequinoctij excedit in horis praedictis quinque circiter dictors dies 15. anticipationis debitae inter haec duo Aequinoctia Veris, videlicet altero prisco, altero moderno per spatium annorum 1800. propter non exquisitam Cassini obseruationem huius Aequinoctij Veris anni 1656. veluti fit notius si coferatur hoc idem Aequinoctiu priscum Veris sequens post alterum Aequinoctiu pariter Veris ab Hipparcho obseruatum in meridie fere diei 25. Martij, tertij post Bissextrilem, quod vt dictum est, incidit ad rationem praecedentis obseruationis Hipparchi die 24. Martij Bissextilis h.6. circiter p.m. ",
      "Si conferatur inquam cum Aequinoctio Veris eiusdem anni 1656. pariter Bissextilis, deducto ab obseruationibus Tyconis, quod fuit die 9. Martij anni Iuliani hor.7.9. p.m. Vraniburgi, sed in Alexandria hor.8.44. p.m. ac proinde spatio annorum 1800. post dies 15. cum excessu hor.3. circiter; si itaque addantur dicti dies 15. d. diei 9. Martij, fit tempus talis Aequinoctij Veris de tempore Hipparchi, die 24. Martij hor 8.44.p.m. & sic horis 3. circiter tantum tardius Aequinoctio praedicto prisco, que tarditas potius imperfectioni obseruationum Hipparchi, quam obseruationum Tyconis ascribenda, & adhuc magis excessus, seu tarditas quinque horarum circiter Cassini in hoc eodem Aequinoctio Veris, ascribeda est imperfectini suae obseruationis."
    ],
    [
      "Quod igitur singulis annis 120. Solaribus debeatur praecise dies vnus 24. horarum anticipationis Aequinoctiorum in anno Ciuili Iuliano, non solum perspicuum est ex hactenus deductis collationibus, & comparationibus priscaru, & modernarum obseruationum inuice Hipparchi cum Tyconis, ac etiam Riccioli, & Cassini obseruationinbus autumnalibus, sed etiam a collationibus, & considerationibus aliarum priscarum obseruationium inuicem, & cum modernis, ac recentioribus; nam ab obseruatione Aequinoctij Veris facta a Ptolemaeo anno Christi 140. Bissextili, quae fuit die 22. Martij hor.1. fere p.m. in Alexandria vsque ad obseruationem pariter Aequinoctij Veris a Tycone facta anno Christi 1580. pariter Bissextili, que fuit die 9 Martij hor.22.21. p.m. Vraniburgi & redacta, ad meridianum Alexandriae per additionem hor.1.35. fuit hor.23.56. p.m. Cum inter has duas obseruationes facta fit anticipatio dierum 12. exacte fere in anno Ciuili Iuliano; ",
      "Idque spatio annorum 1440, qui anni sunt duodecim vicibus praecise an. 120. Ergo singulis annis 120. solaribus debetur praecise dies vnus anticipationis Aequinoctioru in anno Ciuili Iuliano."
    ],
    [
      "Insuper cum a dicta prima obseruatione Aequinoctij autumnalis ab Hipparcho facta ante Christi Epocham vsitatam an. 161. bissextili die 27. Septemb. apud occasum Solis, videlicet hor.6. cir. p.m. vsque ad dictum Aequinoctium pariter autumnale ex Tyconis obseruationibus exactissime deductu anni Christi 1642. bissextilis die 12. Septembris anni Iuliani hor.6.26. p.m. redactum ad meridianum Alexandriae per additionem, vt supra hor.1.35. facta sit anticipatio dierum 15. precise fere, vt visum est, ex quo inter ambas obseruationes effluxerunt anni 1800. qui anni sunt 15. vicibus praecise anni 120. ergo singulis annis 120. solaribus debetur exacte dies vnus anticipationis in anno Ciuili Iuliano."
    ],
    [
      "Cum itaque, vt visum est, singulis 120. annis solaribus debeatur dies vnus exacte, quia tunc tantum Sol redit vnico, eodemque temporis momento in idem Zodiaci, & cuiuslibet dati horizontis punctum, veluti redierat anno 120. proxime praecedente. ",
      "Hinc consequitur vt per Regulam aurea proportionalem innotescant non solum dies, sed etiam horae cuiuscumque anticipationis in qualibet multitudine annorum, ac proinde cum ab obseruationibus Aequinoctij autumnalis, & Aequinoctij Veris a Ptolemaeo factis anno Epochae Christi vsitatae 139. & anno 462. ab obitu Alexandri vsque ad illas Aequinoctij Autumnalis, & Veris Hipparchi, retrocedendo ad annos ante Christi Epocham 146. & ab obitu Alexandri 178. effluxerint anni 284 consequitur, vt anticipatio Aequinoctiorum fuerit per dies duos, & horas octo, & minuta 48. praecise licet Scaliger in lib.4. de emend. temp. pag. 192. & 193. existimauerit in annis 285 debuisse esse duorum dierum, & h.5.vt refert Leuera in Prodromo cap.3. pag. 103. Propterea additis Aequinoctio Veris Ptolemaei d. anni 139. a Christi Epocha, quod fuit die 22. Martij hor.19.8. p.m. dd. duobus diebus, & hor.8.48. fuit Aequinoctium Veris ab Hipparcho obseruatum dicto anno 146. ante Christi Epocham, & 178. ab obitu Alexandri, & tertio post Bissextilem die 25. Martij hor. 3.56. p.m. & additis sequenti Aequinoctio Veris Ptolemei anni Christi 140. quod fuit die 22. Martij hor.1. fere p.m. dd. duobus diebus, & horis 9. quia fuit annus 285. ab Aequinoctio Veris sequetis a d. obseruatione Hipparchi, ac proinde anno 145. ante Christi Epocham, & 179. ab obitu Alexandri, & pariter bissextili, incidit Aequinoctium Veris huius anni sequentis post d. Hipparchi pariter Veris obseruatione die 24. Martij hor.9.44. circiter p.m. Iste autem defectus hor.5. fere citius etiam in dicto Aequinoctio Veris ab Hipparcho obseruatio in dicto anno 146. ante Christum, & ab obitu Alexandri 178. ascribendus potius est Hiparcho quam Ptolemaeo, quia anticipatio dierum, quae existit ab Aequinoctijs Veris a Tycone obseruatis ad Aequinoctium Veris Ptolemaei, concordat exquisite ad rationem vnius diei in singulis anni 120. Solaribus."
    ],
    [
      "Similiter cum ab Aequinoctio autumnali a Ptolemaeo obseruato dicto anno 139. a Christi Epocha vsitata, & tertio post bissextilem, quod fuit die 25. Sept. hor.1. post ortum, Solis nempe hor.19. post merid. d. diei 25. Septemb. vt supra demonstratum est;",
      "Retrocedendo vsque ad Aequinoctium autumnale anni 146. ante Christi Epocham, & anni 178. ab obitu Alexandri, tertij pariter post bissextrilem, ab Hipparcho obseruatum die 27. Septembris hor.18. circiter p.m.",
      "Sed secundum Ptolemaeum in meridie, ac proinde die 28 Septemb. vt etiam supra demonstratum est;",
      "Cum preterierint anni 284. quibs debentur, vt dictum est, dies duo, & horae 8.48. ad rationem anticipationis vnius diei singulis annis 120. Ideo dd. duobus diebus, & horis 8.48. additis d. diei 25. Septembris h.19. p.m. incidit hoc Aequinoctium autumnale ab Hipparcho obseruatum die 28. Septembris hor.3.48. p.m. Iste autem excessus quinque horarum fere a tempore notato a Ptolemaeo huius Aequinoctij autumnalis Hipparchi, partim adscribendus est obseruationi Hipparchi, & partim obseruationi Ptolemaei;",
      "Nam hoc Aequinoctium autumnale Hipparchi coeleste verum fuit tribus horis circiter ante meridiem, nempe die 27. Sept. hor.21.25. p.m. veluti supra visum est, & d. Aequinoctiu autumnale Ptolemaei fuit die 25. Septembris hor.12.37. p.m. vt pariter supra visum est; cui tempori additis dd. duobus diebus, & hor.8.48. sit punctu coeleste dicti Aequinoctij autumnalis Hipparchi die 27. Septembris hor.21.25. p.m. vt dictum est superius."
    ],
    [
      "Praeterea ex deductis consequitur, quod cum ab Aequinoctio autumnali a Ricciolo obseruato anno Christi 1643. tertio post bissextilem die 12. Septembris anni Iuliani hor.22.25. p.m. Bononiae, tamquam veritati proximiore, quam illud ab eodem obseruatum anno 1646. Retrocedendo vsque ad Aequinoctium pariter autumnale anni Christi 1583. tertij pariter post bissextilem a Ticone obseruatum die 12. Septembris hor.10.15. p.m. Vraniburgi, & redactum ad meridianum Bononiae, hor. 10.7. p.m. Effluxerunt anni 60. quibus ad rationem anticipationis vnius diei, seu 24. horarum singulis 120. annis Solaribus, debetur medietas diei, nimirum hor.12 necessario preterierunt horae 12. exacte, sed quia ab vna obseruatione ad alteram apparet effluxisse horas 12. & minuta 18. Iste excessus 18. minutorum temporis adscribendus potius est obseruationi Riccioli, quam Tychoni longe magis experto in obseruando, quam ipse Ricciolus"
    ],
    [
      "Similiter cum ab Aequinoctio Autumnali a Cassino obseruato anno Christi 1655. die 12. Septembris anni Iuliani hor.18.55. p.m. BOnoniae tertio post bissextile; ",
      "Retrocedendo vsque ad Aequinoctium autumnale anni 1595. pariter tertij post bissextilem, quod secundum Tyconica Aequinoctia ex ipsius Tyconis obseruationibus deducta, fuit die 13. Septembris anni Iuliani hor.7.51. p.m. Vraniburgi, & redactum ad meridianu Bononiae fuit hor.6.43. p.m. Cum praeterierint anni 60. quibus debetur medietas diei, nempe horae 12. praecise ad rationem anticipationis vnius diei singulis 120. annis;",
      "Necessario preterire debuerunt hor.12. praecise, sed quia ab vna obseruatione ad alteram constat effluxisse horas 12.48. Iste excessus 48. minutorum temporis ascribendus certe est potius obseruationi Cassini, quam Tyconis longe magis experti, & periti in obseruando, quam Cassinus."
    ],
    [
      "Simila dicenda sunt de Aequinoctijs Vernalibus longe imperfectius obseruatis a Ricciolo, & Cassino propter debitas Refractiones Vernales in Horizonte Bononiensi ab eis incompertas, quae generaliter vbique terrarum exuperant refractiones autumnales:",
      "Etenim cum ab Aequinoctio Vernali a Ricciolo obseruato anno Christi 1647. tertio post bissextilem die 10. Martij anni Iuliani hor.5.56.p.m. Bononiae:",
      "Retrocedendo vsque ad Aequinoctium Vernale anni Christi 1587. pariter tertij post bissextilem a Tycone obseruatu die 10. Martij anni Iuliani hor.14.56.p.m. & redactum ad meridianu Bononie hor.14.48. p.m. effluxerint anni 60. Equidem queadmodum inter obseruationes autumnales praeterierunt anni 60. & consequeter horae 12. precise; ita quoque debuissent praeterire inter has obseruationes Vernales hor.12. praecise, secus autem hor.8.52. Iste namque enormis defectus trium horarum & 8. minutorum ad dd. horas vsque 12. ascribendus procul dubio est obseruationi Riccioli, non autem obseruationi Tyconis, & eo magis quoniam pro Tyconis obseruationib. vernalibus adsunt in testimonium obseruationes Aequinoctij Veris Ptolemaei, atque etia Hipparchi, vt supra praeclare visu est, qui testes sunt omni exceptione maiores."
    ],
    [
      "Similiter cu ab Aequinoctio Vernali a Cassino obseruato anno 1656. bissextili die 9. Martij anni Iuliani hor.9.50.p.m. Bononie;",
      "Retrocedendo vsque ad Aequinoctium Vernale anni Christi 1596. pariter bissextili, quod secundum Tyconicas obseruationes fuit die 9. Martij anni Iuliani hor.19.9. p.m. & redactum ad meridianum Bononie fuit h.19.1 p.m. effluxerint anni 60. quibus, vt visum est, debetur medietas diei, scilicet hor.12. exacte ad rationem anticipationis vnius diei singulis 120 annis;",
      "Necessario praeterire debuerunt hor.12. praecise, secus autem hor.9.11. Iste enim defectus trium horarum fere vsque ad dd.horas 12. ascribendus sine dubio est obseruationi Cassini, non autem obseruationi Tyconicae, & eo magis cum pro obseruationibus Vernalibus Tyconis ad sint obseruationes Aequinoctiorum Veris Ptolemaei, & Hipparchi, vt dictu est, qui testes sunt ferme contestes, & omni exceptione maximi."
    ],
    [
      "Hix autem annus insignis ex 120. annis Solaribus constans, qui merito dicitur maximus, praeclare confirmatur per Tabulas medioru motuum Solis, & apogaei Solaris in Prodromo Leuerae cap.11.12. & 13. quae nisi essent verissimae tam ad minutum cuiuslibet quesiti temporis, quam cuiuslibet quaesiti motus, minime prestare valerent quaecumque loca Solis in quolibet aeuo quaesita, veluti exactissime semper praestant ad minutum vsque tum temporis, tum motus, vt patet per plurima exempla exhibita in dicto cap.12. & 13. Sed erroneae forent per plures gradus, & dies in consignandis motibus solaribus, locisque solis omnibus per Zodiacu quesitis, & semper enormius, quo vetustiora forent loca solis quaesita, veluti sunt omnes Tabulae aliorum omnium Astronomorum, qui nec anni Coelestis magnitudinem veram, nec motum Apogaei solaris explorarunt, neque per proprias obseruationes explorare vnqua poterit vllus mortalium propter vitae curriculi breuitatem.",
      "Et quoniam annus maximus solaris esse non potest nisi 120. annorum, quia anni Coelestis magnitudo vera non est nisi 365. dierum, & hor.5.48. Ideo omnes alij anni maximi solares 133. annorum, & 130. & 127. annorum, sunt erronei, quia conflantur ab anni magnitudine grandiori, quam reuera sit;",
      "Et dato anno grandiori, vt dictum est, per minutum vnum temporis, fit necessario minor anticipatio Aequinoctiorum post annos 1800. in minutis temporis 1800. quae important horas 30. nempe diem vnum, & horas insuper sex, quia solis motus per Zodiacum eo casu fit, & supponitur tardior, quam vere sit, & e contra dato anno breuiore per minutum vnum temporis, fit necessario maior anticipatio dierum per die vnum, & horas insuper sex, quia solis motus per Zodiacum eo casu fit, & est velocior;",
      "Et ideo hinc sequitur, vt Tabulae omnes mediorum motuum solis quorumcumque Astronomorum existimantium grandiorem anni magitudinem, quam reuera sit per minutum vnu nempe dierum 365. hor.5.49. & non 48. inter quos est Cassinus, & fere Ricciolus, motum solis per Zodiacum in annis 1800. praestent tardiorem per gradum vnum, & 15. minuta, quam vere sit; ac proinde etiam consequitur, vt eo casu anticipatio dierum sit minor per diem vnum, & h.6. circ. quam reuera sit, & proinde cum debeat esse dierum 15. vix sit diei.14. vt supra dictu, & visu est.",
      "Et denique quod annus maximus solaris debeat esse 120. annorum, ex suprabundati probat Leuera in Prodromo cap.4. per totum, pluribus demonstrationibus Arithmeticis inuincibilibus, & in cap.14. vbi triplicem motuum solariu reuolutionem hactenus no compertam Reipublicae Literariae pandit ad praeclaras vtilitates in Medicina, & Astrologia naturali; ac permissa; & tandem in cap.17. de Stellis fixis, vbi nexum, & colligantium inter annum Tropicum, & Sidereum medullitus explorat, & inuincibiliter demonstrat."
    ],
    [
      "Ab his igitur vltimis examinibus plene visum fuit Leueram nec incidisse, vt supponebat Ricciolus in errores, nec in hallucinationes Chronologicas motuum, neque temporum motuum solarium in consigando suo tempori obseruationes Hipparchi, & Ptolemaei, videlicet non solum annis, sed etiam diebus, & horis, in quibus vere factae fuerunt, & in quibus Aequinoctia vere illo aeuo contigerunt."
    ],
    [
      "Insuper vidimus Tabulas tam medij motus Solis, quam annorum maximorum solarium a Leuera exploratoru, exhibentes positus, locaque Solis diurna in quolibet aeuo tanqua consentientes non modo cu positibus omnibus Solis a Tycone obseruatis, sed etiam cum positibus Solis obseruatis ab Hipparc. & Ptolemaeo, alijsque Astronomis insignibus omnium seculorum, atque etiam fere positui autumnali Solis anni 1643. a Ricciolo diligentius obseruato, esse incomparabiliter acceptabiliores cunctis aliorum Tabulis enormiter dissentientibus a positibus SOlis obseruatis a dd. omnibus priscis, & modernis Astronomis; & propter huiusmodi Consensum, & Colligantiam totius doctrinae motuum solarium in Prodromo descriptae cum obseruationibus, & doctrina dd. probatissimorum Astronomorum omnium, procul dubio standum esse magnitudini anni Coelestis a Leuera propositae, & luculenter demonstratae in toto suo Prodromo, donec contrariu inuincibiliter probetur."
    ],
    [
      "Sau. Contrarium probari nunquam poterit contra demonstratam pluribus probationibus, exemplis, & experimentis d. magnitudinem anni coelestis, quia veritas vna tantum existit, & vnica tantum anni coelestis magnitudo vera phisice dari potest."
    ],
    [
      "Merc. Ergo concludendum est motus omnes solares sumptos a quibuscumque Astronomis cum qualibet anni coelestis magnitudine diuersa ab ista Leuerae, semper fuisse, & futuros esse erroneos, & simul cum ijsdem motibus Epochas, & Tabulas mediorum motuum Solis, atque Ephemerides exinde ad quaelibet secula elaboratas."
    ],
    [
      "Sau. Mihi videtur satis nos dixisse circa obseruationes, & Chronologiam, super quibus in suis Epistolis Ricciolus, & Cassinus praecipue suam fundarunt intentionem contra Tyconem, & Leueram; remanent ea quae Cassinus in Calce suae Epistolae indicat potius, vt ait, quam persequatur, contra Leuerae Prodromum."
    ],
    [
      "Merc. Sunt nonnullae praetensae repugnaatiae, & contrarietates, quas expiscasse arbitratur Cassinus in Prodromo Leuerae."
    ],
    [
      "Sau. Pro certo habeo, quod sicut enormiter hallucinatus est cum Ricciolo in suis proprijs obseruationibus, & documentis cum tanto fastu, & spretu aliorum promulgatis, ambo ascribentes Leuerae discrepentia, & contraria in Epochis, & Chronologia, quae exipsorum, non ex Leuerae Priuilegio sunt; ",
      "Ita multo magis hallucinabitur cum Ricciolo in alienis obseruationibus, & traditionibus, ac doctrina Leuerae persequenda."
    ],
    [
      "Merc. Iam cerno praetensas in Prodromo Leuerae repugnantias per Cassinum asseri, minime autem probari, imo nec se explicare vbi reuera consistunt.",
      "Primo enim non declarat Cassinus, quid intendat impugnare circa quotidianas, & annuas primi Mobilis, & Solis reuolutiones, & an haec ab ipso praetensa repugnantia sit destuctiua doctrine contentae in cap.5. praefationis Prodromi Leuerae vbi de Causis primis phisicis teporum, nempe dierum, & annorum:",
      "Ideo nisi se declaret, & proponat obiectiones, & argumenta in forma probanti, nullo modo ei potest responderi."
    ],
    [
      "Secundo circa anni magnitudinem a Leuera exploratam, exhibeat, & demonstret ab ipso praetensum Logicum circulum, alias eius assertio vana est, nihil prorsus ponens in esse, quod apertum fit legenti capitula.3. & 4. & 12. & 13. Prodromi, in quibus plene demonstratur anni Coelestis vera magnitudo."
    ],
    [
      "Tertio repugnantiam a Cassino praetensam circa moram Solis, nullum habere fundamentum, perspicuum pariter est legenti, & intelligenti cap.5. & 6. & cap.9. a pag. 210. Prodromi Leuerae, nam Cassinus existimat eamdem esse moram, & annum, ac proinde cum annus sit secundum Leueram dierum 365. & hor.5.48. ideo mediam SOlis moram inquit esse debere dierum 182. & h.14.54. quae est anni medietas;",
      "At mora Solis, de qua loquitur Leuera non est mora Solis indifferenter per totum Zodiacu, sed est mora Solis in semicirculo Zodiaci boreali, incipiendo ab ♈ per 69. vsque ad ♎︎ & in altero semicirculo Zodiaci Australi, dato initio a ♎︎ per ♑ vsque ad ♈. quae triplex est, maxima dierum 186. & horarum 18.46. & media dierum 184. & horarum 16.45. & minima dierum 178. & horarum 11.2. & haec triplex mora non nisi post quamplurima secula fit sensibiliter mutabilis in semicirculo Zodiaci Boreali ad Australem, & ab Australi ad Borealem."
    ],
    [
      "Quarto obijcit Cassinus, quod medios Solis motus, ad Aequationem varietatem, variat Leuera, cum tamen, inquit fateatur eos esse perpetuo aequales, subdens, ex quo fonte quid proueniat calculis facile perspectu est; & quidem haec obiectio est friuiola, & nihil concludens, quia ex calculo 70. locorum solis quamplurium seculorum per Tabulas mediorum motuum solis Prodromi Leuerae in cap.13. praeclare constat quibuscumque Calculatoribus, quam exquisita sit eorum praecisio, & Calculis.",
      "Insuper haec obiectio non subsistit, quia Leuera nunquam euariat medios motus solis ad variatione aequationum, vt videre est in d.70. exemplis, seu supputationibus in toto suo Prodromo motuum, & posituum solis a sex millibus abhinc annis, sed firmiter concludit perpetuo inuariabile esse motum solis medium, vt legitur in cap.9. eiusdem Prodromi pag.221. ",
      "Si intendit igitur Cassinus aliquid obijcere, exponat argumenta in forma, vt ei possit respondendo satisfieri."
    ],
    [
      "Sau. Obijciendum potius erat Leueram male variare medios solis motus ad aequationum variationem, cum ex datis a Leuera, medij motus solis sint perpetuo inuariabiles, non autem dicere perpetuo aequales; quis enim in Astronomia etiam ruditer initiatus dubitare potest, an medius motus solis sit perpetuo aequalis, cum idcirco dicatur medius, quia perpetuo est inter tardum, & velocem ipsius solis motum medius; ",
      "At plures dubitarunt, an medius motus solis sit inuariabilis, videlicet nunquam velocior, nec tardior."
    ],
    [
      "Merc. denique circa 6. obiectionem, nempe circa Tabulam aequationum solis couersam in tempus; duplex est dicta Tabula, non vna.",
      "Prima est totius exxentricitatis solaris extensa in cap.6. Prodromi pag.175. ",
      "Secunda est partium d.Eccentricitatis solaris extensa in pag.178. ",
      "Prima Tabula est pro inuestiganda diuersitate morae solis in vtroque semicirculo Zodiaci Boreali, & Australi in quibuscumque distantissimis seculis.",
      "Secunda Tabula est pro indaganda differentia temporis ingressuum solis in punctis Aequinoctiorum, quam importat mutatio, ac proinde differentia aequationis Centri solis, quae facta est ab aliquo dato seculo vetusto vsque ad praesens seculum in dictis punctis Aequinoctiorum, proueniens a motu, & positu Apogaei solaris dicti vetusti, & praesentis seculi, eiusque Apogaei subtractionibus ab eadem longitudine media solis, quae debetur tam dicto loco solis vetusto, quam eidem loco solis praesentis seculi in punctis Aequinoctiorum secundum radicem, seu Epocham primam, mediorum motuum solis, vt docet Leuera in vsu, & exemplis dictae Tabulae secundae pag.178. & in cap.9. pag.208. cuius secunde Tabulae vsus quotidianus est in singulis supputationibus locorum solis, vt patet in cap.13. vbi nulla fit supputatio solis multo ante, vel post Epocham primam anni 1588. nisi adhibeatur dicta differentia aequationis Cetri solis, ideo non delitescit illius vsus, nisi illum negligentibus; vsus autem primae Tabulae est rarior, quia solis Apogaeum est lentissimi motus, & tardissime ingreditur in noua signa Zodiaci; eius tamen vsus non solum exemplis explicatur in dicta pag.177. Col. prima sed fusius supra in eodem cap.6.a pag.165. ",
      "Typographus sane debuisset haru Tabularu vsum ante ipsas Tabulas imprimere, & non interponere, vt clarior fieret Lectoribus, sed haec interpositio eorumdem Lectorum prudentiae commissa fuit."
    ],
    [
      "Pauci nascuntur Hipparchi, pauciores Ptolemaei, & pauci Tycones, quibus non solum datum a natura sit sublime ingenium, & ingens, & purus amor veritatis, & laboris, & qui solo veritatis amore totam vitam, omnemque substantiam indefesso spiritu, & nunquam interrupto, sed assiduo, & constanti studio, labore, & conatu libentissime expenderint, spretis cunctis alijs magisterijs, cunctisque honoribus, officijs, lucris, & vitae commodis diuertere valentibus a dulcissimis hisce studijs Astronomiae; & quanto magis prompti sunt ad sese corrigendum ob solum veritatis amorem, eo difficiliores fiunt in recededo a traditionibus Praedecessorum suorum, vt Ptolemaeus ab illis Hipparchi, & Copernicus ab vtrisque, & Tyco ab omnibus, nam pro certo habentes documenta, ac traditiones eorum a vera, & sola dilectione veritatis emanasse, ijs vix vnqua repugnare ausi sunt, nisi ab ipsa veritate tandem edocti fuerint, vt late videre est ex eorum libris."
    ],
    [
      "Sau. Profecto nec spretus, nec laudes Riccioli, & Cassini quidquam valent erga, vel contra Ptolemaeum, Tyconem, & reliquos, nam nulla ipsorum laude indigent, quia opera eorum praeclare ipsos iam diu laudarunt, & illustrarunt, & in aeternum celebratura sunt;",
      "Si vero Astronomorum praedecessorum, Patrumque suorum obseruationes, traditiones, & doctrinam longaeuis studijs, & laboribus maximis, & sumptibus inextimabilibus comparatam, & successiue quasi per manus traditam, & in hereditatem eius quoque relictam spernunt, & contemnunt; spretus, & iactura huius haereditatis, ipsorum est.",
      "Itemque si Leueram exhibentem Posteritati veritatis studiosae dilucidatam hanc Patrum, & praedecessorum nostrorum sublimem, & expetibilissimam doctrinam, apolactizant, & spernunt, derisio, & contemptus in eos redundat;",
      "Notissimi namque, & celeberrimi iam sunt in Republica literaria totius fere orbis terrarum Ptolemaeus, & Tyco, & reliqui omnes in Astronomia Principes;",
      "Et Leuera, licet nihili se factiat respectu istorum Heroum, est quoque notus ante quam, vel nasceretur Cassinus, vel in Astronomia initaretur Ricciolus.",
      "Nam de Leuera Andreas Argolus testis ocularis haec scribebat anno 1629. in Ephemeridibus suis Romae editis in prima parte pag.263. has difficultates, aliasque vario cum plurimis communicauimus, nullusque nobis visus est medullitus eas, melius, & saniori iudicio enucleare I.V.D. Francisco Leuera Romano, Viro, qui praeter Astronomicas, & alias mathematicas disciplinas, quibus cum paucis comparandus est, insignatus, naturalis, & moralis philosophiae intima callet, moribus suauissimis.",
      "Itemque Leo Allacius in suo libro de Viris Illustribus sui seculi, edito anno 1633. haec pariter scribebat pag.107."
    ],
    [
      "Franciscus Leuera Romanus edidit Vrbanae Congregationis per summum Pontificem Vrbanum Octauum approbatae enucleationem, & eiusdem Congregationis Constitutiones Romae apud Impressores Camerales anno 1628. in 4."
    ],
    [
      "Epistolam satis prolixa ad Andream Argolum de Latitudinibus, Directionibus, Coelestibus Domicilijs, & directionum mensura, Romae apud Facciottum anno 1629. in 4."
    ],
    [
      "Scripsit praeterea de Beata Ciuitate, Ciue, ac Domo, libros tres."
    ],
    [
      "Animaduersiones singulares in libros Politicorum, Ethicorum, & Oeconomicorum Aristotelis."
    ],
    [
      "De motu perpetuo."
    ],
    [
      "Explanatio Veteris, & Nouae Astrorum disciplinae, experientia Illustrioris."
    ],
    [
      "De temporibus vniuersalium, & particularium Euentuum, plura recondita, & vtillima ad morbosos euentus medendos, & depellendos."
    ],
    [
      "Hilarius Altobellus in Tabulis Regijs cap.12. praeclaro ingenio praeditum appellauit, & Andreas Argolus Astronomicorum lib.5. cap.16. vbi de latitudine seruanda in Directionibus de eo dixit, que modo supra relata sunt, omissis alijs, quae ab ipso Leuera sunt edita."
    ],
    [
      "Ex quibus quoque patet, quae nam studia Astronomiae fide mereantur maiorem;",
      "Au illa Leuerae longaeua ab anno 1620. postquam Doctoratus Laurea suscepti an. 1618. in Archigymnasio Sapientiae Almae Vrbis, an breuia Riccioli ab anno 1643. & interrupta etiam successiue a studijs Geographiae, & Cronologiae, alijsque; & an breuiora, atque interrupta studia Cassini ab anno 1655."
    ],
    [
      "Merc. Insolens quidem est, & ferme in auditum, quod quis redarguatur de erroribus, quos minime commisit, sed quos comiserint Redarguentes ipsi. Leuera non meretur redargutiones, sed singulariter grata ei debet memoriam vniuersa Posteritas, & liberalium artiu studiosi, nam quae in prima editione sui Prodromi promisit, hactenus Reipublice Literariae ignota, & incerta, & expectassima, plene praestauit:",
      "Promisit enim, vt legitur in praefatione sui Prodromi pag.29. quinque nobilissimos motus, eorumque actiones mirificas manifestare, nempe.",
      "Primo annuas Solis reuolutiones per Zodiacu.",
      "Secundo quadriennales eiusde Solis reuersione per vniuersas caelorum, & terrarum Regiones.",
      "Tertio annum maximum Solarem, eiusque raras reuersiones, & cosequenter desideratissimam anticipatione diei Aequinoctiorum in anno Ciuili Iuliano pro inuariabilitate perpetua annoru Ciuilium.",
      "Quarto motum Apogaei solaris, & cum eo Periodum circularem admirabilem morae maximae Solis dierum 8. & horarum ferme 8. singulis annis in semicirculo Zodiaci modo Boreali, modo Australi.",
      "Quinto annum Sidereum, ac proinde motu Octaue Spherae splendide Stellarum fixarum, earumque Periodum;",
      "Insuper vires, & virtutes multiplices earundem fixarum ex multiplici ipsaru positu, nec non cirtutes medij motus, positusque medij planetarum omnium; quae promissa adimpleuit, & colu pletissime explicauit, ac demonstrauit in toro suo Prodromo argumentis, probationibus, & demonstrationibus desumptis a peculiarissima philosophia, & mathematicis in supremum gradum certissimis, eorumque omnium insignes vtilitates, tam in ipsa Astronomia, nimirum in motibus reliquorum planetarum, & stellarum exquisitius rimandis, quam in Astrologia permissa, & in Medicina, & in Nauigatoria late recensuit in cap.3. & 4. praefationis dicti Prodromi, & in cap.14.15. & 16. & in cap.20. pag.411. preter alia plura scitu iucunda, & vtilia in coeteris Capitulis contenta:",
      "Itemque promisit, & praestauit nouam methodum, & rationem supputandi per Tabulas medij motus Solis exquisite ad minutum loca Solis in quolibet aeuo tam praeterito, quam futuro, vt legitur in cap.9. a pag.205. quae tacere, ac subsilentio inuolere, & vice versa anxie venari errores, si qui sint in toto Prodromo, an ingenuum sit, quis non videt?"
    ],
    [
      "Sau. Concludamus igitur scientias, & artes, & disciplinas, easque praesertim, quae ab obseruationibus motuum coelestium pendent, non in vnum hominem, nec in locum vnum inclusas esse, sed disseminatas, & distributas per Orbem vniuersum a Diuino Opifice, veluti etiam propesiones, instinctus, dotes, & virtutes mineralium, vegetabilium, & animantium omnium; ",
      "Et propterea ex diuersis Orbis terrarum Regionibus, vbi germinant, florent, & dructus edunt, desumendas, colligendas, & apsortandas esse, & hac ratione, & non alia, vt legitur in ecclesiastico c.39.",
      "Sapientiam omnium Antiquorum exquirit sapiens, quonia totius humane sapientie semina, no in vna Vrbe, que totius Vniuersi, vti angustissimum punctum est, reposita latent, nec in vno homine inclusa iacent;",
      "Et ideo quam erori obnoxium sit, nullam habere ratione sapientiae Aegyptiorum, Grecorum, Germanorum, & omnium Gentium, & qua inutile sit in solis suis obseruationibus confidere, vnusquisque facile intelligit."
    ],
    [
      "Mercuri me ama Merc. Sauini Vale."
    ]
  ]
}