{
  "title": "test",
  "paragraphs": [
    [
      "Io. Dominicus Cassinus S.P.D."
    ],
    [
      "Tuae in me Beneuolentiae veritatisque Studio Vir Sapientissime, acceptum fero, quod commotus fueris Francisci Leuerae facto, qui tuam ipsius auctoritatem in easdem obseruationes meas, quas in Geographia reformata Coelo extulisti, ex tomo primo Almagesti tui, annos aliquot ante meas obseruationes edito, tam oblique detorserit."
    ],
    [
      "Quominus ergo Leuerae scripto possem commoueri, effeceras Tu, qui rerum astronomicarum omnium doctissimorum calculis, quos illustrium operum editione promeruisti, Iudex, Censorque legitimus, meas qualescumque Solis obseruationes Tibi probe petspectas, expensasque postremis tuis scriptis editis euidentes saepious praedicaueras:",
      "Effecerat Excellentissimus Marchio Maluasia, qui non minus Astronomicis, quam Militarib. studijs clarus, in suarum Ephemeridum editione, eas tecum alijs praetulerat:",
      "Effecerant exteri, qui earum fama inuitati illis mecum excipiendis adesse gestierunt:",
      "Effecerat ipsarum euidentia, qua fretus, certusque vnius himinis, qui quae ipse non vidit, nec credidit, caecum iudicium securus potui perferre.",
      "Leuerae quidem studium, mentemque miratus sum, qui cumearum obseruationum specimen perlegerit, in quo pag.26. diserte enuncio in locum Egnatiani Gnomonis a Meridiano valde declinantis, & proinde Meridianis obseruationibus prorsus inepti, substituisse me in eiusdem Diui Petronij Templi parte alia Meridianum Gnomonem Solis Meridianis altitudinibus exhibendis vnice idoneum, ipse meas obseruationes quasi Egnatiano Gnomone factas improbare voluerit.",
      "Cumque de ijs amplissima habuerit testimonia, tum in tua Geographia reformata, tum in Marchionis Maluasiae praefatione, ex qua ipse pag.411. quae de Solis meis obseruationibus restituti vtilitate enunciantur, licet me omisso, transcribit, persistere tamen in sententia voluerit, nec vel apicem ex ijs, quae antea fortasse scripserat mutare, retractareve. ",
      "Itaque cum tantorum Virorum auctoritati, qui meis obseruationibus non adfuisse solum, sed & operam nauasse profitentur, no acquieuerit, humanamque fidem, quibus alioquin habenda erat maxima, denegarit; cogito num forte contrarium praesumpserit fretus diuina, quam pag.21. & 28. pratendit reuelatione.",
      "Equidem aut ego fallor, aut haec radix est vnde illius imaginationes, earumque penes se auctoritas firma, inflexaque trahit originem.",
      "Vt nobis minime moleste ferendum sit, si potius naturae instinctu quam ullo Geometriae lumine, ulloue propriarum obseruationum apparatu se Astronomiae restitutorem constituat, ac prae se suiseque inuentis non modo recentium Astronomorum, sed ipsius Ptolemaei auctoritatem eo habeat loco, quem passim mirere.",
      "Huius non ignari possumus per otium ab eius ore pendere, indeque oraculat illa Astronomica vere inaudita recipere."
    ],
    [
      "Interim quod ad Chronologiam Astronomicam spectat, tecum Vir clarissime in eadem sententia sum, vt putem eius claues omnes penes vnicum Ptolomaeum esse.",
      "Ptolomeus quippe obseruationum tempora, quibus suas concinnauit tabulas, a diuersis Epochis deducta reduxit ad annos Nabonassari, & ab Alexandri morte, quorum inter vtramque Epocham differentiam annorum 424. contituit.",
      "Cum ergo nos cum recentioribus Astronomis Tabulas concinnemus annis post Christum descriptis; annis Nabonnasari annos Christi correspondentes habebimus, cum tum ad hos ex recentioribus Tabulis, tum ad illos ex Ptolemaicis, eadem Planetarum loca, quantum praesens Astronomiae status patitur, deduxerimus, praesertim si medium fere tempus inter vtrarumque Tabularum structuram acceperimus, vt qualecumque progressu temporis possit intercedere Tabularum a Caelo discrimen, hinc inde fere aequaliter partitum minus resultet.",
      "Talem quippe concursum habebimus omnium temporum obseruationibus absque particularibus calculis confirmatum."
    ],
    [
      "Hac autem ratione deprehendimus concurrere, & communia habere principia hos annos."
    ],
    [
      "Hoc posito subtrahendo ab Anno Bissextili"
    ],
    [
      "Iam 940. quadrantes dierum in annis Iulianis 940. hoc est dies 235. anticipationis Iulianae in his retroactis annis exhibent anno ante Christum Bissextili I. dies 246. hoc est Augusti die 23. initium anni Nabonnafari 748. & a morte Alexandri 324. quibus scilicet decurrentibus annus Epoche Christi vulgaris primus sic 1688. quadrantes dierum , hoceft dies 422. exhibent praecissionem Iulianam in retroactis annis 1688. quae est anni vnius bissextilis, & dierum 56. quibus ostenditus initium annorum Nabonassari fuisse ante Christum 747. die 57. siue Feb. 26. Et 1264. quadrantes siue dies 316. praecessionis Iulianae in retroactis annis 1264. exhibent initium annorum ab Alexandri morte anno ante Christum 324. die 317. hoc est Nouembris 12. cumque initium primae periodi Callipicae sex annis Epocham ab Alexandri morte praecedant, eadem Hiparcharum obseruationum tempora proueniunt, quae in tabula digessisti.",
      "At Leuera relicto fonte ad inde manantes qualescumque riuos decurrit, quamuis non eum fefelisset Reinholdus, que a pag.101. ad 110. sequi profitetur, si eius praecepta ad praxim nouisset reducere."
    ],
    [
      "Quo vero ad Salianum attinet, qui cum alijs recentioribus Chronologis vulgarem Christi Epocham, Christi Natiuitate duob. annis facit posteriorem, non vidit Leuera annos Saliani ante Christum non esse annos labantes ante Christi Epocham, sed ab ijs vno anno deficere, quippe qui annum Mundi 4051. comparet cum anno ante Christum 2. & annum Mundi 4054. cum anno Epochae Christi primo Itaque cum Alexandri mortem consignet anno ante Christum 323. intelligendum esse anno 324. labente ante Christi Epocham:",
      "Quod vero anno ante Christum 747. & cohaerenter ante Christi Epocham 748. labente initium annorum Nabonassari annotet, ideo vno anno fallitur, quod fortasse non aduerterit anno intermedio ante Christum 521. duos annos Nabonnassari 227. prima Ianuarij, & 228. vltima Decembris initium sumpsisse, prout nec aduertit Leuera qui pag.228. putauit additione numeri 323. anni labentis ante Christum, in quo Epocham ab obitu Alexandri constituit, & interualli. 424. inter Epocham Nabonassari, & mortis Alexandri, consitui annum ante Christum 747. quo decurrente primus annus Nabonnassari sumpsit exordium."
    ],
    [
      "De Lucido vero toties a Leuera laudato, qui annum primum Alexandri refert ad annum ante Christum 423. & annum primum Nabonassari ad annum ante Christum 748. nil aliud dicendum, quam auctorem hunc quiduis aliud quam tempora Astronomicis vsibus parare voluisse.",
      "Quicquid vero ex varijs Chronologis confuse decerpserit Leuera, forte tamen fortuna in vera incidit prrincipia, a quibus si ijs recte vsus fuisset, eadem tecum obseruationum Hyparchearum tempora calculo collegisset.",
      "Siquidem ille pag.228. Epocham Nabonassari consignat anno ante Christum 747. Februarij die 26. eademque pagina a Thoth. Nab. ad Thoth. Philippi interuallum annorum 424. recipit ex Ptolemeo. & pag. 229. assentitur Reinholdo docenti anno 6. ante Alexandri obitum Callippum suarum Periodorum initium fecisse, ita vt anni exordium esset ab Aestiua conuersione."
    ],
    [
      "His quibus principijs, incorruruptoque Ptolemaei textu eadem ipsa redeunt tempora, quae tu Vir clarissime Tabula exhibuisti; quibus si diuersa deduxit Leuera etiam vbi Ptolemaei textum non corrupit, id ex ipsius priuilegio est, quo, licet illi passim a sumptis principijs discrepantia deducere."
    ],
    [
      "Vtenim pauca indicem potius, quam persequar, quotidianas Primi mobilis, & Solis reuolutiones aequales esse contendit, eodemque horarum 24. spatio abolui, simulque fatetur diurnam Solis reuolitionem primi mobilis reuolutione minutis 4. tardiorem esse, modo magis, modo minus.",
      "Annuam Solis conuersionem absolui reuolutionibus diurnis Solis, & primi mobilis 365. 1/4 fere, non vero 365. 1/4 Solis, & 366. 1/4 primi mobilis; cum tamen fateatur minuta 4. quibus qualibet reuolutio primi mobilis praeuenit reuolutionem Solis tardiorem, annuo spatio in horas 24. quae diem vnam constituunt, excrescere.",
      "Haec minuta 4 ad diem non pertinere, & esse extra diem, cum tamen ex suppositione sint pars temporis diurnae Solis reuolutionis."
    ],
    [
      "Dies, hoc est tempora a meridie in meridiem, facit aequales, cum primi mobilis reuolutioniubs aequalibus appendices Solarium reuolutionu inaequaliam accedere confiteatur."
    ],
    [
      "Ex vera anni magnitudine iam adinuenta, tamquam circino, comparationes obseruationum docet esse faciendas; & ex obseruationibus sic comparatis anni veram magnitudinem eliciendam, doctus hoc circino logicum committere circulu."
    ],
    [
      "Annum, moram Solis in toto Zodiaci circulo, esse dierum 365. hor.5.m.48. & mediam Solis moram in vno semicirculo non esse dierum 182.h.14.54. quae illius est medietas, sed dierum 184.h.16.45. cuius generis sexcenta cap.5. reperies: quoties enim moram Solis in altero Zodiaci semicirculorum determinat, toties suae ipsius hypothesi repugnantia elicit, habet enim in eo negotio rationem aequationis, quando nulla est, vel aequationis dimidiae quoties oportet totius, aut simplicis cum duplicatae."
    ],
    [
      "Medios Solis motus ad aequationum variationem variat, cu tamen fateatur eos esse perpetuo aequales, ex quo fonte quid proueniat, calculis facile perspectu est."
    ],
    [
      "Ex tabula aequationum Solis in tempus conuersa praecepto, & exemplis contraria proposito, plerumque eruit, crescere enim repraesentat moras cum decrescunt, cum crescunt decrescere; maximas cum sua hypothesis dat medias, medias cum maximas."
    ],
    [
      "In huiusmodi cohaerentiarum sylua abstrusa, & sapientibus, vt vere ait, abscondita, Leueriana dogmata delitescunt, in qua regnare, gloriari, triumphare illi per nos liceat."
    ],
    [
      "De me, meisque obseruationibus, quarum Tu patrocinium strenue suscepisti, nihil est quod sim praeterea sollicitus. ",
      "Leueram amo, cuius scripti occasione tale prodidit tuae in me beneuolentiae monumentum.",
      "Vale Vir sapientissime, & Amicissime, & me vt soles ama."
    ]
  ]
}