{
  "title": "test",
  "paragraphs": [
    [
      "Lib. 5. Cap. 7. num. 5. pag. 149."
    ],
    [
      "Tertio nobis euidens est, ex postremis obseruationibus Solis in ingenti Gnomone S. Petronij Bononiae accuratissimi per hosce annos peractis a D. Dominico Cassino Excellentissimo Astronomiae Doctore, ac publico professore, coram testibus peritis, quibus & nos aliquando interfuimus, operamque nostram cum P. Grimaldo nauauimus.",
      "Euidens inquam est Diametrum Solis in Solsitio Aestiuo non esse partem septingentesimam quinquagesimam Solaris orbis, vt posuit Aristarcus; & ex Cleome de refert Mazzonus, qui proinde multiplicans stadia 300. per 750. colligit in ambitu Terrae 225000. stadia; sed & euidens est non esse quantam multi a nobis adducti lib. 3. Almagesti Noui cap. 10. autumant, sed esse in Apogeo 31. minutor. & 5. secundor. longe autem ab Apogeo per gradus 25. prout erat Sol in Solsitio temporibus Eratosthenis, esse minutorum 31. 10. Quod & D. Cassinus in suo Opere Astronomico, & nos Deo fauente in nostris secundis Mobilibus fusius demonstrabimus."
    ],
    [
      "Lib. 5. Cap. 24. num. 3. pag. 165."
    ],
    [
      "Postremo quia nonnulla Problemata de Magnitudine terrae indigent Solis diametro apparenti, aut exactis Fixarum declinationibus; Diametrum quidem Solis ex obseruationibus nuperrimis sumpsimus initis in Basilica S. Petronij per Gnomonem altum pedes Romanos 95."
    ],
    [
      "Lib. 5. Cap. 36. num. 6. pag. 180."
    ],
    [
      "Confirmatio ex Praxi Excellentijs. D. Io. Dominici Cassini."
    ],
    [
      "Dixi capite 22. Eximium hunc Astronomum, & Geometram, in quo semper admiratus sum, & adamaui Theoriae profunditatem, cum Praxeos dexteritate, & corcumspectissima diligentia, consignasse in Templo Bononiensi S. Petronij lineam marmoream magni Gnomonis, ibidem omnibus conspicuam, assertamque ambitus totius terrestris partem sexcentimillesimam; ",
      "Quod transcriptum inde fuit a nonnullis harum rerum curiosis; est autem tota illa linea cum appendice sua passuum Romanorum antiquorum 48. qui ducti per 600000. faciunt passus 28800000. & his per gradus 360. diuisis restant in vno gradu passus Romani 80000. & Bononienses 63157. quare ad veritatem quamproxime accessit, &c."
    ],
    [
      "Lib. 7. Cap. 15. num I. pag. 295."
    ],
    [
      "Diu cx istimaui olim altitudinem Poli Bononiae esse graduum 44. & minutorum 30. in medio Vrbis; tanta enim mihi saepius obuenerat ex vtraque altitudine Polaris Stellae in meridiano quadrantibus bene magnis capta.",
      "Sed cum inter D. Io. Dominicum Cassinum Astronomiae publicum Professorem in hoc Archigymnasio Bononiensi, & nos conuenisset de subtiliori modo huius altitudinis perscrutandae, vt certius inde orbis terrae dimensionem ex Stellis deducere liveret methodo iam lib. 5. cap. 13. tradita, & simul ingens Gnomon in S. Petronij Templo erectus nuper, Solis altiduinibus Meridianis, & diametro apparenti subtilissime obseruandis deseruiret; Ille in aedibus Maluaticis, idest Illustrijs. Marchionis Cornelij Maluasiae;",
      "Ego cum P. Francisco Maria Grimaldo in nostro nouo S. Luciae Templo nondum tunc fornice obtecto altitudinem Poli tandem adepti sumus, ille quidem in Aedictis dibus gr. 44.30.22. & inde in S. Petronio gr.44.30.20. Nos autem in S. Luciae Templo gr.44.30.11. & in obseruatorio nostro gr.44.30.10 prorsus vt distantia horum locorum in Meridiano dimensa requirebat, &c."
    ],
    [
      "Lib. 7. Cap. 21. nu. 4. pag. 308."
    ],
    [
      "Sed ex Aequinoctijs obseruatis hic Bononiae in magno S. Petronij Gnomone Excellentiss. D. Io. Dominicus Cassinus merito censet ita comparandas obseruationes Tychonis, vt eligatur altitudo Vraniburgiea gr.55.54.40."
    ],
    [
      "Lib. 7. Cap. 12. num. 5. pag. 309."
    ],
    [
      "Declinatio Solis maxima verior ex nostris obseruationibus, & D. Cassini est gr.23.30.20."
    ],
    [
      "Lib. 7. Cap. 28. num. I. pag. 318."
    ],
    [
      "Tanta est hodieque distantia Tropici ab Aequatore, quanta fuit olim, & semper; haec autem ex nostris obseruationibus Bononiae peractis, & ex obseruationibus Excellentissimi D. Io. Dominici Cassini in magno Gnomone S. Petronij deprehensa est gr.23.30.20 ergo distantia verticis Alexandrini ab Aequatore, atque adeo latitudo Alexandriae, &c."
    ]
  ]
}