{
  "title": "",
  "paragraphs": [
    [
      "Lest anyone might still consider these things, which are seen on the Moon, to be real, as they are on Earth, and suppose that there are many terrestrial globes, similar to ours, and many worlds, as Democritus supposed, as Chalperus jests in his dissertation with the starry Messenger, condemning a recent author of a damned name, and laughing at his madness, it will not therefore be absurd to weigh this opinion, so that by induction through individual opinions, to which these phenomena can be referred, the truth of what we promised from the beginning may more easily become known. Democritus thought that this immense void, which we see, is infinite in vastness, and in it are infinite particles, ungenerable and incorruptible, as the first principles of all things, of the smallest magnitude, of various shapes: atoms and impassive bodies perpetually revolving; not moved by any mover, but driven by their own impulse, which by their multiple concurrence, order, shape, and various position, not deliberately, nor for any end, but randomly, and by chance, would not produce one, but many worlds, not only many, but even infinite, or innumerable, which would always be made, and be corrupted, as the various concurrences of atoms would come together into one or another shape, position, and order. This position was made quite probable by its principles, for if this space is so vast; it is apt to contain many bodies, not small, but very large, such as are many Worlds.",
      "But if it is not only vast, but also immense, and infinite, it will be able to contain infinite Worlds, for many Worlds, and Innumerable ones can be contained in infinite space.",
      "Since each of them is of a limited and finite mass.",
      "And nothing prevents there being many, or even infinite Worlds, indeed it is necessary for them to exist; for when causes are in act, the effect must be given in act; but given infinite atoms moving of themselves, the causes of infinite Worlds are posited in act, therefore it is necessary to posit infinite Worlds.",
      "The minor is proved, for the causes actually constituting the World are matter, and form, since the World is a sensible body: and the matter of infinite worlds is in act.",
      "For there are atoms, rolling through infinite space, which cannot be consumed by the constitution of any number of Worlds, even the greatest, therefore the matter of infinite worlds is given. The form is also given.",
      "For the form of any world results from the shape, position, and order of atoms.",
      "But all these things happen from the motion, and concurrence of atoms not from another, but from themselves being driven these however are continually, and infinitely driven.",
      "Therefore they concur in infinite ways, therefore they produce infinite forms of Worlds.",
      "Nor does the objection that the infinite in act cannot be given stand in the way:",
      "For neither are infinite Worlds posited in act, but in power: for they are infinite in succession not at the same time, as are also other individuals, which is clear from what has been supposed, that they are always being made, and being corrupted.",
      "Nor are atoms infinite in act, since they are never stripped of form, but are always under some form remaining perpetually in the generation, and corruption of things from Democritus; ",
      "Therefore as the first matter although by its nature it is unlimited, and infinite, yet it is not said to be an infinite body in act, because it is never found stripped of form in act, which defines and determines it.",
      "So it must be said of atoms, which although they are infinite because they are never abandoned by defining, and terminating form, nor are they to be considered infinite in act.",
      "Therefore with Aristotle in the first book of the Heavens for this sect I argue thus:",
      "Whatever consists of matter, and form, can be many in number, but the world consists of matter, and form, since it is a sensible body, therefore the World is multiplied in number:",
      "But if such Worlds are generated, and corrupted they will be successively infinite, as Democritus, says.",
      "Therefore there will be many terrestrial globes of many worlds: what then prevents the Moon from being one of these globes, namely the terrestrial globe of its own World, which has Mountains, valleys; Seas, lakes, and other things for the convenience of its inhabitants as ours has, as D. Galileo showed us with his telescope, which opinion a certain neotheric revived a few years ago from the Infernal regions, stating that each of the Planets is one terrestrial globe similar to ours, and that other heavens, and other orbs revolve around each of them, to confirm this opinion and suspicion as Chelperus says, and c. the new observation of D. Galileo of four Planets walking around Jupiter, and even of two others around Saturn, who perhaps are led around the orbit for the utility of the inhabitants of Jupiter, and Saturn.",
      "Therefore not only these, but perhaps also others exist, and it is to be suspected that they are around Venus, and around other Planets, which although they have not been observed so far, yet by the use of the same Telescope they will be observed by the author or by others in the course of time.",
      "Although this will seem paradoxical to the Peripatetic school, that there are other animals besides those, which we see living around the Earth, or in the water, yet it will be consistent with the Platonic school, which established that other animals not only live in the sphere of air and fire, but also in the ether, and in the etheric globes, which it called lunar, or solar, or Jovian Daemons by the name of each star, which they inhabited.",
      "This opinion will not be difficult to prove not only absurd, but also more empty, and void, and truly asserted by chance, and without consultation if we consider its principles; I do not say suppositions; ",
      "For what can the supposition of the void be;",
      "But the first foundation of this opinion is; this vast space, which we see, to be utterly Empty, and infinite; which I omit to demonstrate to be first false, and impossible"
    ]
  ]
}