{
  "title": "",
  "paragraphs": [
    [
      "Therefore, having exploded the manner in which mountains, valleys, and chasms on the Moon, which seemed to be able to exist, were thought to consist, namely, the Moon being subject to corruption and alterations of corruption.",
      "The remaining proposition to be examined is whether these mountains can truly exist on the lunar globe, but made of ethereal and celestial substance; so that the lunar surface is not smooth, equal, and perfectly turned, as antiquity has hitherto believed, but unequal, having many very prominent parts, and again others less high, others again low and depressed, just as our globe of earth has an unequal surface, and mountains, and hills, and valleys; in which opinion I think the most excellent Galileo has come from observations made with a telescope, for I know for certain that he did not concede to any of the aforementioned, so it was not necessary to refute them for the true sense of his, but for the apparent one, which perhaps some of the common people seemed to attribute to him, as I signified at the beginning of the discussion, although he himself pronounces nothing certain or established, but only invites others to philosophize with the observations proposed:",
      "This opinion seems quite probable, both because it states an adequate cause for the phenomena, which are now observed, and are approved by the common consent of all; for when the diversity of these phenomena is caused by the diversity of the projection of shadows, and the various projection of shadows comes from the variety of bodies from which the shadows are cast, and on a smooth and completely equal surface there are no bodies that cast a shadow; it necessarily follows that the surface of the moon is not smooth and equal, but unequal and mountainous; and also because it contains no absurdity, which reason or the express authority of the Wise opposes.",
      "Therefore, where the same sense demonstrates to all, and reason does not contradict, it must be acquiesced in.",
      "But to these things not only does some absurdity follow, but also no small probability.",
      "For what absurdity follows if the surface of the moon is not equal?",
      "For that reason, by which Aristotle in the second book of the heavens establishes the moon to be spherical, and from the roundness of the moon he argues the figure of the other stars likewise: it still remains, for although its surface is unequal, and not perfectly and exactly turned, yet nothing prevents its body from being spherical and gibbous, as we see the globe of the earth to be, and this is sufficient for the unequal reception of light from the sun, from which Aristotle argues the roundness of the moon.",
      "Indeed, from the very foundations of Aristotle himself, it follows that the surface of the moon is not equal, nor perfectly spherical: for if his supposition in the second book of the heavens, par. 32, is true. The first heaven, most perfectly and exactly turned, has to the other subsequent orbs the same proportion that water has to earth, and the elements that which is always more distant, just as water is endowed with a more perfect roundness than earth, and air than water, and fire more than air; so among the orbs the first heaven has the most perfect roundness, so that nothing, either made by hand, has a similar nature, or anything else of those things which exist before our eyes: but the other orbs, less perfect, the more they are distant from the first, therefore the globe of the moon will have among the other orbs the same roundness that we see the earth has among the other elements, namely rough, mountainous, and unequal, by which reasoning Augustine Nifus Suesanus, eighty years ago, established this same opinion about the mountains and valleys existing in the moon, which Galileo now demonstrates to us with his telescope, according to the mind of Aristotle, in his Commentaries on the second book of the heavens, published in Comment 49. of the particles, where, when he was seeking the cause of the greater spots, which appear in the moon, he brings forward these words. [Or perhaps it is not far-fetched to say that the parts of the moon are diverse, just as the parts of the earth are, some of which are valleys, others mountainous, from whose difference that face of the moon can be produced, nor is it discordant with reason: for the moon is a body imperfectly spherical, since it is a body most distant from the last heaven, as Aristotle said above. But you should not disdain to consider this] This is Suessanus, from whom Galileo differs in this, that Suessanus seems to argue an unequal, spotted surface of the moon, and to refer it to mountains and valleys; but Galileo observes that surface to be smooth and equal with his telescope, and the bright, not spotted, surface to be distinguished by mountains and valleys; nor is it to be thought that these things are shown to us by the structure of the instrument and the refraction of light, or the rays of sight, for if the moon did not have these things they would not be shown.",
      "With this instrument, as we have shown above, the object is made close, just as the other Planets except Venus, and the other stars of the first magnitude in the eighth sphere, which are much more distant than the moon, when they are seen without a telescope, are surrounded by rays, and do not present a globe at all, when they are seen with a telescope they appear like a perfect globe, everywhere smooth and equal without rays, since rays are made from refraction because of distance, just as we see in a candle, whose light from a distance appears spherical and surrounded by rays, when from close it appears Pyramidal, as it is, and is seen without rays, so likewise these Phenomena if they were made because of the refraction of light, or of the rays of sight, would be seen more without a telescope, than with a telescope, since without a telescope the object is more distant from sight, with a telescope however it is made closer, for these reasons therefore, and other reasons which D. Galileo has brought forward sufficiently clearly and at length from his observations in the Sidereal Messenger, which we also have recited at the beginning of our discussion: I would consider this opinion quite probable, unless I were persuaded to the contrary by some other reasons perhaps stronger than these, and first it is done in vain by many, which can be done by fewer, and just as well, but without these mountains and valleys we can assign and bring forward a reason for the observed Phenomena, as we will demonstrate below, God willing, therefore it is in vain to posit these mountains and valleys.",
      "Moreover, with these valleys and mountains posited, the reason and cause of all that appear in the moon is not yet perfectly established, for let it be that the mountains and valleys are the cause of those appearances, which are seen in the bright illuminated part of the moon, as D. Galileo demonstrates in his observations, yet no cause is assigned for the greater or older spots, which are seen in the moon, unless we wish to say that that part in the moon is seas, and gatherings of waters, from whose surface, however smooth, light is reflected more obscurely, as is said in the observations, but I think this is said not truly, but by a certain similarity, and for the sake of example; therefore D. Galileo assigns another cause of these old spots, namely, a heterogeneous and dissimilar substance, which he says causes not only those greater dark spots, but also certain smaller ones like bright areas scattered among the dark ones: therefore I argue thus, if a dissimilar substance on a smooth and equal surface without the multiplication of bodies can cause the same variety of Phenomena, which are seen in the rest of the moon, in the greater spots of the moon, therefore the same reason of dissimilar substance can cause the same variety of Phenomena in the illuminated part of the moon.",
      "The consequence is necessary, for there is no greater reason why the substance of the moon where the greater spots are seen should be more dissimilar, than where it appears bright, since this dissimilarity is taken with respect to the clear and the opaque, from which the whole body of the lunar globe is mixed, as we will declare below, but the most clever Galileo has noticed this difficulty, therefore he says, that these diversities of bright spots, which are seen in the middle of dark spots, which he had said arise and are caused from the dissimilarity of lunar substance, differ in this from the other spots observed in the bright part, which he thinks arise not from dissimilarity, but from the inequality of the surface, that when those spots in the bright part of the"
    ]
  ]
}