{
  "title": "",
  "paragraphs": [
    [
      "We will attempt to refute this opinion, which is clearly absurd and contradictory to the common sense of all learned and unlearned people, by many arguments and show that it is impossible, even if it is accommodated to the motions of the stars and their phenomena (so that they can be referred to a certain rule and standard).",
      "Firstly, because this opinion is based entirely on the phenomena and appearances of the motions of the planets; we will begin with these, examining whether a certain argument can be derived from them, so that we can contradict them with these reasons and other senses, or whether they contain fallacy and deception, so that we should not believe them unless they are confirmed by the calculation of truth, not only by sight, but also by the help of other senses, or if that cannot be done, by the judgment of reason reasoning correctly.",
      "For the investigation of this matter, we must repeat what we proposed at the beginning of the discussion in Chapter 2, namely, that the senses deceive in common sensibles, and that faith should not be given to one sense alone unless the perception of another sense confirms it or the judgment of reason reasoning correctly does not dissent.",
      "Therefore, since we must decide on these phenomena of the motion of the stars and on the consequent motion, namely, the position and shape of the moving object, which we judge by the sense of sight, the judgment of sight should not be trusted unless the perception of another sense confirms it or contradicts the correct reasoning of reason.",
      "Since the first cannot be done, an inaccessible place remains for us to see.",
      "Whether reason agrees with these or contradicts them, this argument does not conclude well.",
      "Assuming these things, it is established that the correct reason of the celestial motions is certain; therefore, this position is true.",
      "For from a false supposition, or rather from an impossible one, sometimes a true and necessary consequence follows, in truth and necessity, as they say, of the consequence, and not of the consequent, as from this position, if a man is an ass, therefore he is irrational, the consequence follows truly and necessarily, although the antecedent is impossible, which is easily done in mathematical speculation where something wants to conclude about physical and natural substance.",
      "For when mathematics considers the affections of the continuous, such as continuity, which are common affections of each body, when it transfers this mode of consideration to physical things, which must necessarily be circumscribed by certain and determinate considerations, it assumes a false and impossible supposition.",
      "For example, when it deduces from the supposition that a point flows, that a line is a length without breadth and without depth, it assumes a false and impossible physical supposition.",
      "However, the consequence is true and necessary from the supposition.",
      "Therefore, it is clear that this argument is not valid or true, that this certain and correct reason of the celestial motions is established by this supposition, therefore this position is true, although it may be impossible; therefore, it constructs the foundation of this position from the apparent motion of the stars, which, when destroyed, it will not be difficult to solve the argument that seemed to prove that the earth is not the center, nor in the center, and although we concede that the earth is not the center, for no one in their right mind will affirm that, we will not deny that it is in the middle of the universe and around the center.",
      "Therefore, in the argument when it is said, if the earth is in the center or in the center of the parts of the universe or of the whole; not in the center of the parts, because then it would be in the center of the sphere of the non-wandering stars, which appears false from their motion, which is clearly eccentric.",
      "We have already denied this argument from appearance, since appearances are deceptive, as we have proven above.",
      "Nor is the other argument valid.",
      "All mathematicians posit eccentrics and epicycles, therefore the earth is not in the center.",
      "For this position of eccentrics and epicycles is equally false and impossible.",
      "And no mathematician is so foolish as to believe in the true one, although they all use it almost, to give a certain explanation of the apparent motion of the stars and planets, for mathematicians did not proceed in the speculations of the celestial motions and phenomena by demonstration from cause to effect, but by demonstration from effect to cause; therefore, first they established the observations of the motions and phenomena, then they attempted to investigate and assign the causes that suit them, as we have said, for it is enough that a certain explanation of the apparent motions is derived from them. As for the other part, which proves that it cannot be in the center of the whole universe, because the universe is either infinite or finite, if it is infinite, it cannot have a determined center; if it is finite, it cannot have a center of the universe, that is, a common center in which the earth is, because each body has its own center, therefore if the earth is in the center, it is in its own center, not the universe's: to this we respond, and first to the first we say that the world cannot be infinite, since the world and the universe are sensible and actually existing bodies; however, every sensible and actually existing body must have a surface and boundaries, otherwise it would not have a shape and could not be seen, therefore it would not be sensible or actually existing; therefore, it is impossible.",
      "But to the second we say that even if it is true that a body has its own center insofar as it is a body, nevertheless, each body, as a physical body and in relation to the constitution of the universe, has its own center with respect to which it is in the universe, towards which heavy things move and from which light things move, otherwise the nature of heavy and light things would be confused.",
      "For if the definition of gravity given by Copernicus is true, that gravity is nothing other than the inherent desire by which things tend to their center and their proper unity, then fire would be as heavy as the earth, for the parts of fire also tend to their proper unity, as is evident in a flame.",
      "And even if it does not seem absurd to Copernicus, who attributes this gravity to all things, not only to the elements but also to the stars, it will still seem absurd to all people, for no one can deny the difference between heavy and light in bodies, and that each body in the universe has a relation to the center of the universe, not to its own center; therefore, it is clear that bodies contain and are contained by each other.",
      "Therefore, the earth, which is subject to gravity, is around the center, and around the earth is water, and around both is air, which surrounds them from all sides, so if each body, both light and heavy, tends towards its own center, then these bodies would not contain and be contained, and air would not surround the earth, as we see, but it would form a separate sphere around its own center, and so with each element.",
      "Therefore, the elements would not be around each other, as we see, but rather piled up like mountains on top of each other.",
      "Therefore, the argument of Copernicus, on which he relied to prove that the earth is not in the center of the universe or its parts, and therefore is completely outside the center, is refuted, and thus we can prove by the most certain reason that the earth must be in the middle of the universe and around the center, which will be evident if we first assume that the earth is the heaviest of the elements, which if denied, we will confirm from the definition of heaviness.",
      "For it is said that the heaviest is the most perfect of all bodies, which is subject to all others.",
      "But the earth is such, as is evident to the senses.",
      "For the earth descends to the bottom of standing water and does not float on top;",
      "But water is below the air, as is evident in inflated objects that float on water, and air is below fire, therefore the earth, which is subject to all these, is the heaviest.",
      "With this assumption, let another assumption be made, that the elements are arranged as we have said, namely, that the earth is below the water, the water is below the air, and the air is below the spherical shape of fire, embracing each other and thus constituting the elemental region; if this is denied, we will prove it by sense and reason, and although it may seem contrary to the sense of water, which does not surround the whole earth, nor does it embrace it, this does not prevent it, first because it was done by the singular providence of the maker, so that a place would be left for earth-born animals to live, and secondly because even if water does not surround the whole earth, it still embraces the majority of it, so that together with its remaining surface it forms a globe, and indeed it is natural and innate for water to surround and embrace the earth, which is attributed to the special providence of the highest Ruler, that its swelling, which far exceeds the surface of the others, does not cover the rest of the earth, which we read often happens and has happened in the lower regions of the continent bordering the Ocean Sea. But in the air, it is so certain that no one doubts that it surrounds the whole earth, as it has been observed in the recent and admirable circumnavigation of the whole earth and water globe by sailors, which, if fire is nothing other than air excessively rarified, follows from the similar and contiguous motion of the sky and the rest of the air, that the whole air and water globe surrounds the earth, which is so evident to the senses and can be confirmed by reason.",
      "Fluids, such as liquids, which have very fine particles, are difficult to limit by their own boundary, but they are easily limited by an external boundary.",
      "But all the elements (except earth) are of this kind, for fire, due to the fine particles of its matter, is easily shaped by an external boundary, as is evident in a flame in a lamp; and air and water, due to their humidity, therefore all the elements (except earth) are easily limited and circumscribed by an external boundary, namely, by the body that contains them.",
      "But the containing body, namely the spherical and orbicular sky, is therefore the boundary of the other elements contained by it.",
      "Assuming these things.",
      "So I argue.",
      "What is heaviest in bodies arranged spherically and embracing each other must necessarily be in the middle and around the center, so the earth, being the heaviest of the elements arranged spherically and embracing each other, must necessarily be in the middle and around the center of such arranged elements.",
      "But the elements thus arranged constitute the universe, therefore the earth is in the middle and around the center of the universe: the major premise of the argument is proven, for what is heaviest in bodies arranged spherically and embracing each other is farthest from the circumference, since it is subject to all, and what is lightest is closest to the circumference, since it is above all; the minor premise, however, is proven, therefore the whole argument is true, concluding that the earth must necessarily be in the center.",
      "I will also add another argument, namely, that which is in the center of the elements must be most suitable to be in the center.",
      "But the earth is of this kind, therefore the minor premise is proven.",
      "That which is most suitable to be in the center is most suitable to be at rest, this proposition is evident, for in a body moving in a circular motion, the center is completely immobile.",
      "But the earth is of this kind, which is proven by the fact that its motion is caused by the heat of the earth, but the earth is very cold and completely devoid of its own heat, therefore, but because Copernicus would laugh at this argument, stating that the earth moves most, therefore we will approach the examination of his other position.",
      "Copernicus posits that the earth moves outside its proper place in a downward motion;",
      "But it moves in its proper place in a circular motion, which is truly its natural motion.",
      "For this simplest and most uniform motion, and as it were straight motion, is suitable for the earth, which is not behaving correctly, namely, being placed outside its proper place; thus this motion, which is most proper and natural for the earth in its proper place and natural existence, is suitable.",
      "Indeed, not only does he attribute this diurnal circular motion to it, but also another annual motion, which is suitable for it as one of the stars, against which opinion I argue in this way.",
      "That which nature tends towards in a certain place, it rests outside that place against nature, but the earth is naturally moved downward, therefore, outside its proper place, it rests downward, but if it rests downward outside its proper place, therefore it rests naturally in a downward place, but Copernicus will say that it is true that it rests in a downward place, but not simply and absolutely at rest, but at rest in relation to the motion by which it was previously moved, namely, at rest in downward motion.",
      "But this does not prevent it from moving by its own circular motion, which is contrary to nature; against which I argue in many ways, therefore the nature of the earth is the simplest in form and matter, therefore the earth has only one simplest power of acting or suffering, therefore it has one simplest operation and one simplest motion, not three, as Copernicus attributes to it.",
      "Furthermore, if the earth moves circularly in its proper place, it will not be moved by the generator, for the whole earth is not generated; nor will it be moved by the remover, for this happens in things that remain outside their proper place, therefore it will move spontaneously and by itself, and then the difficulty arises, which is proposed by Aristotle in the eighth book of Physics, namely, what is the moving part and what is the moved part, for if the moving part is the form, therefore the moved part is prime matter, since the elements are immediately composed of prime matter and form, but the consequence is impossible;",
      "for every motion must be in act, but prime matter is entirely in potentiality;",
      "Furthermore, it is moved in its proper place and according to the whole, it is moved circularly, then this motion will last forever, at least according to the Peripatetics, who do not posit the earth as ever generated or ever corruptible according to the whole; therefore, it will move forever.",
      "But this is impossible, therefore it is proven that it is impossible:",
      "Every power that is in a quantity is commensurate with that quantity, so that an infinite power cannot be in a finite quantity, but the power of the earth is in a quantity, therefore it is commensurate with that quantity.",
      "But the earth is a finite quantity, therefore its power is finite.",
      "But a finite power cannot move for an infinite time, therefore this motion is either from the nature of the earth and is not perpetual, or it is not from the nature of the earth, and then it is not perpetual, for everything that is not from nature is violent, as Copernicus himself admits, and everything violent fails.",
      "But I see that an objection can be made to this argument from the fact that it also concludes that the heavens cannot move perpetually, since they are finite bodies, as the common School holds;",
      "But I respond that this argument necessarily concludes both in the heavens and in the earth: for no finite body can have an infinite power, namely, to move for an infinite time, and therefore Aristotle concludes that the first Mover is not a power in a body, but is completely separate from magnitude and completely indivisible.",
      "But there is a far different reason in the heavens and in the earth:",
      "For the heavens have the perpetuity of motion, not from its own form, for although it is finite, it can move for an infinite time, both as a whole and in its parts, which we will clearly prove below.",
      "But the earth is of finite mass and of finite duration, for if it remains forever, that is due to the successive restoration of its parts, as it is in other corruptible things.",
      "Therefore, the argument, if I am not mistaken, necessarily concludes that the earth cannot move perpetually, as Copernicus posits, as one of the stars.",
      "I will also add another reason for a different conclusion.",
      "For the heavens, since they are animated by nature, are moved by an intelligent mover, not as an efficient cause, but as an object and end, that is, as something understood and desired, which is the natural motion, since it belongs to the soul; for the understood and desired move as existing in the soul, but not outside the soul.",
      "But this cannot happen on earth unless we say that the earth is animated, and (what is worse) has an intellectual soul, which is absurd and ridiculous.",
      "For if no part of the earth has a vegetative or sensitive soul, as is clear, how much less can it have an intellectual soul, which is much nobler than these, according to which it is moved by an intelligence, as stated."
    ],
    [
      "All these arguments have been brought forth to abundantly show that the earth cannot move perpetually, as the other stars do, as I said, to abundantly show that even though it would be enough to prove against Copernicus that the earth cannot move perpetually by nature."
    ],
    [
      "For although he posits circular motion in the earth by nature, no one can say that the earth is perpetually moved by an intelligence, as the other stars are moved; I also wanted to show that in no way can the causes of these phenomena be attributed to this opinion, as it might seem to some who do not philosophize correctly."
    ]
  ]
}