{
  "title": "",
  "paragraphs": [
    [
      "This small work, indeed of slight size, but of the greatest nobility and difficulty of inquiry among all that can exist in natural Philosophy, I wished to dedicate to you, Cardinal Aloysius, not because I feel bound and obligated to your kindness in many ways, but so that all may understand how great is my zeal and respect for you, not for those things that the crowd admires, the ornaments of nobility, wealth, and dignity, with which I see you abundantly and most happily endowed (for these things men owe partly to Nature and Parents, partly to Fortune, partly to the generosity of Princes, without any merit of their own) But for those mental gifts, which you have acquired with the utmost zeal and the greatest diligence: for each one is esteemed mainly for his virtues or vices, although that force which we derive from the beginnings of Nature, and call good nature, which is often seen in noble men, such as you are, nobly born, from a noble place, from which you derive your lineage, born in a clear series of ancestors: yet the cultivation and study of the same nature are so powerful, that without them, the impulse given by nature to virtue is turned to vice: for great talents are like fertile soil, when they have found a diligent cultivator, they bring forth good crops with profit; if not, they produce thorns, and thistles, and useless, or even harmful, weeds.",
      "Therefore, for this reason above all, I have set out with the greatest honor and the highest veneration for your Most Illustrious Eminence, from the day, under a fortunate omen, when it happened to me to discuss literary matters with you, and from you yourself to learn those things which I had previously heard pre-announced about you in illustrious testimony from the most famous man of your Order, renowned for piety and learning in all the memory of times.",
      "What happened to me was not without astonishment: for besides the kindness, prudence, and diligence which I observed in you, I found such learning, such knowledge of sacred literature, such strength of Philosophy in this first youth, as I could not hope to find even in an old man already advanced in age in these studies: which was all the more a matter of wonder to me, because I knew that you were so diligently engaged in public office, that you seemed never to have had leisure for studies, and I heard that you were so learned in disciplines, that you seemed never to have been in business.",
      "Therefore, I thought it right to praise the judgment of the most prudent and wise Pope Paul V, who raised you to the senatorial dignity of the Roman Church at an age when others are hardly allowed to perform the duties of the toga.",
      "This, then, was the reason for my decision, Most Illustrious Cardinal, why I wanted to dedicate these my disputations to you, for I thought this service was due to you, whom I knew had received with such pleasure Galileo demonstrating these things, rejoicing in the growing glory of his country, which as in former years gave Vespucci, the discoverer of the new world, so now has Galileo, the author of the new stars.",
      "Therefore, accept this little work dedicated to your name.",
      "If I know that this expression of my mind is pleasing to you, I hope that I will bring to light other works, both those written on Aristotle and also a work of greater argument, which I am preparing, of commentaries on the whole Philosophy of Aristotle, Plato, and the Ancients, under your auspices.",
      "Farewell."
    ],
    [
      "From the City, the tenth day before the Kalends of October. 1611."
    ]
  ]
}