{
  "title": "",
  "paragraphs": [
    [
      "When once, during the intervening night, the most illustrious Federico Cesi, Marquis of Monte Cielo, patron of literature in the city, and Mr. John Remiscianus, a man instructed in every kind of discipline, and renowned for his Attic and Roman eloquence, to whose clever mind we owe the most fitting name of the new telescope, the perspicillum, and also Mr. John Clement, a most diligent investigator of natural things, and a rival of Plinian glory in our age, had met with the most excellent Mr. Galileo to see Venus presenting a crescent shape through the perspicillum, and also other planets wandering around Saturn: the observation of the stars being taken away from us by clouds, in the meantime, as is usual among the learned, a conversation was held on various matters.",
      "However, the mention of light came up, to which, when I had groaned at the utter thinness of human ingenuity, and the rashness joined to thinness, which dares to investigate everything not only most remote from our senses, but also immediately inaccessible to them, such as those pure and blessed minds, and the first principle of all things, the most perfect supreme good; yet in something as clear to us and familiar as light itself, we are blind, so that nowhere are we enveloped in denser darkness than in its knowledge;",
      "For still the highest kind of its knowledge, which is most remote, is not certain, whether it is a substance or an accident, whether it is a body or something incorporeal, whether it is a quality or a relation, for all these things can easily be referred to our weakness of mind, and equally be kept away from them.",
      "When I had pronounced these things, the most excellent Galileo agreed with me, and he constantly assured that he would willingly be confined in a dark prison, and be sustained only by bread and water (provided that at this exact time he was restored to the light, he would perfectly grasp and understand its nature);",
      "As soon as the morning twilight illuminated the air, anticipating the sunlight, taking a wooden box, he showed us all the stones contained in it, so that we could see if they had any light, he showed them first in the light of a lit candle, then in the darkness with no light admitted, and when we all admitted that they had no light, having exposed the box outside the window, so that the light, not of rays, which they call primary, but still doubtful and ambiguous of twilight itself, and secondary, such as is usually in shadows, the stones were illuminated, after a short space of time the window was again closed, and with no light admitted he showed us the stones shining and luminous in the darkness, with no heat conceived or retained by the light, just as lit coals usually glow in the darkness, and this same light, what is more wonderful, we saw gradually weaken and finally disappear, from which we drew many conflicting arguments;",
      "For if light is a quality, and an incorporeal quality, as is clear, how is it confined and circumscribed within certain limits, which is proper to substance, or if it is proper to quality, it is not proper to a quality which is not bound by the conditions of the body, of which kind light is clearly known to all to be, indeed if light is a quality, so produced in the transparent from the luminous body, that it depends on the luminous body, as is usually said not only in becoming, but also in being preserved; for light is made and remains as long as the presence of the luminous body is found in the transparent, how, with the luminous body removed, as with the windows closed and sealed, does light or brightness still remain, and shine for some not insignificant space of time without burning and heat?",
      "This spectacle certainly seemed wonderful to all; for although there are many things that shine in the darkness with no light admitted, so that not only are they themselves conspicuous, but they also illuminate the nearby air, such as some rotting wood, scales, bones, and heads of fish, cat's eyes, the lower belly of the glow-worm, and other things of this kind, which are seen with great admiration, yet these stones bring with them the greatest cause of admiration and doubt, since they conceive and retain light, being not at all transparent, but opaque, which until now has been used to suit only transparent things, and retain it, which is not granted to either transparent or opaque things: when Mr. Galileo had proposed this question, I, excited by the novelty and difficulty of the inquiry, promised that I would write something on the proposed question, so that both the cause of the problem would be opened up, and the constant reason of Peripatetic philosophy, which I profess, would be strengthened.",
      "The problem to be discussed and investigated is proposed.",
      "If light is not produced in the transparent except by the presence of a luminous body; so that, even when it recedes, it is removed, as Aristotle taught in the second book of On the Soul, chapter 7, part 69, where he says that light is the presence of fire, or something of this kind, that is, a luminous body in the transparent, and experience itself testifies.",
      "Why then in this opaque stone, and not transparent, for in the bark and the more opaque and rougher part of the stone, as we will show below, in its description, light is received, and not only is it received, but it is also preserved and remains, no longer with the luminous body present, but its action completely intercepted; for with the windows closed, and no light admitted from outside, it shines.",
      "On this occasion we will also say something about those things which shine at night, and in the darkness, which during the day, and in the light seem to have no light."
    ]
  ]
}