{
  "title": "",
  "paragraphs": [
    [
      "The ancient belief was that the Earth was a celestial body, moving in a regular orbit;",
      "When I say Earth, I mean the land and water together forming a globe.",
      "This was first the belief of Orpheus, as is evident in his songs that we have previously recited: then of Thales, and also of the Pythagorean Philolaus, who placed fire as a hearth in the center of the universe; around this fire, the Earth, one of the stars, was carried in a circular motion, creating night and day; moreover, he posited another Earth opposite this one, which they called Antichthon, this opinion is attributed to the Pythagoreans by Aristotle in his second book on the Heavens, and to Philolaus primarily by Plutarch in his Moralia, and by Diogenes Laertius in his Life of Philolaus, Heraclides Ponticus also followed this view, who (according to Plutarch and the philosopher Geminus, as reported by Simplicius from Alexander in his Commentary on the 18th book of Aristotle's Physics,) to preserve the variation apparent in the motion of the Sun and other planets, asserted that the Sun was at the center of the world, and that it was immobile, and that the Earth and other stars moved around it.",
      "We read that this same opinion was followed, without any changes, by the most famous mathematician Nicolaus Copernicus in his books on the Revolutions of the Heavenly Spheres, which he dedicated to Pope Paul III.",
      "In the first book of his Revolutions, chapter 10, he posited the Sun as immobile, above which Mercury moves in a span of eighty days, above Mercury Venus in a course of nine months, above Venus the Earth, first with a very fast daily motion from west to east, then with an annual motion along with the moon, and the moon being carried in its own epicycle around the Earth, above the Earth and moon Mars with a double revolution, above Mars Jupiter in a span of twelve years, and above Jupiter Saturn in thirty years, and finally above Saturn the sphere of the fixed stars remaining immobile.",
      "He tries to prove this opinion not only from the uniform motion and phenomena of the Sun and other planets, which are most certainly found with this hypothesis; but also, amazingly, with physical arguments and reasons, with which he tries to persuade that he can both establish this view and destroy the contrary one.",
      "If these things are true, or possible, it will not be surprising if we, seeing the moon closer with this telescope, see on it Mountains, Valleys, Lakes, Seas, Islands, Promontories, and indeed much larger ones than we see on our Earth (as the most learned Galileo had the most certain demonstration of the much greater height of the mountains than ours, in his Sidereal Messenger) since it is another Earth, or there is no inconsistency in it being an Earth, but let us now come to the arguments of Copernicus, and first he proves that the Earth is above Mercury and Venus, and that the Sun remains immobile in the center, from what is inferred from the apparent motions of the Sun and other planets, the reason for which is consistent and certain with these assumptions, and many absurd and impossible things would follow, indeed it can be proven that the Earth cannot be the Center, nor in the Center.",
      "If the Earth were the Center, or in the Center, then it would be the Center, or in the Center of the whole universe, or of its parts;",
      "But it can be neither, therefore it is in no way the Center or in the Center; that it can be neither is proven, it cannot be the Center of the parts of the universe, because if it were, it would be the Center, or in the Center around which the globes of the planets would revolve as parts of the universe, but this is impossible, for the Planets have a motion eccentric from the Earth, as is evident, indeed all Astronomers are forced to place the planets not only in eccentric orbits, whose thickness is very large on one side where the apsides of the planets are; on the opposite side, however, there is a very thin thinness, but also in epicycles, to all of which it is impossible for the Earth to have any proportion of the Center, therefore the Earth is not the Center, nor in the Center of the parts of the universe.",
      "Nor can it be the Center, or in the Center of the whole universe, which is proven thus, either the universe is finite, or infinite; in neither way can the Earth be the Center, or in the Center, therefore in no way; if it is infinite it cannot be the Center, or in the Center, it is proven, because in the Center of which the periphery is infinite, as would happen if the outer surface of the sky were none, and the mass of the sky were extended to infinity, there would be no point to assign, from which equal lines could be drawn to the periphery, therefore there would be no point to assign the Center, nor anything around the Center if it is finite, nor can the Earth be the Center, or in the Center: it cannot be the Center, because the Center is an indivisible and imaginary point, and the Earth is a rather large body, nor can it be in the Center, or around the Center, because the universe, since it is made up of various bodies of different nature, each of which has its own and unique center, cannot have one common Center, for example, since the universe consists of earth, water, air, fire, and celestial bodies, each of which has its own and peculiar Center, it cannot have one common Center, but that each body has one peculiar Center, is evident from the union of the parts, which desire is naturally given to each body, but the union of the parts is around its own Center, as is evident from drops of water, which when spilled immediately gather around their own Center.",
      "Therefore, what they attribute to gravity, namely to tend to the Center, is not only suitable for heavy things, but is inherent in every body, not only elemental, but also celestial.",
      "Therefore we see the sun, and the moon and the other stars gathered into their own roundness, and what is called heavy is nothing else but a certain natural desire given to the parts by divine providence, the maker of all things, so that they may gather themselves into their unity and integrity, going into the form of a globe."
    ],
    [
      "From all these things it is inferred that that proposition.",
      "Every heavy thing tends to the center is true of its own center not of the center of the universe, therefore, even if the earth is heavy, indeed the first of heavy things, it does not follow that it tends to the center of the universe, but to its own.",
      "Therefore, it is clear that the Earth in no way, is, nor can be the center, or in the center neither of the whole universe, nor of its parts.",
      "But if it is not in the center, and it must be in some place; nor can any other place more suitable to the phenomena be assigned than the said one, therefore the Earth will be in the predicted place, and not in another.",
      "We will also assert in confirmation of this opinion the argument that Aristotle brings in the second book of the Heavens, part 73, from the opinion of the Pythagoreans, namely, that what is more noble should be preserved in a more noble place, not what is less noble.",
      "But the place of the center is more noble, which is why they called it the prison of Jupiter, therefore it is fitting that not the Earth, the most ignoble element, but rather the fire, or the Sun, (which they wanted to designate by fire, is asserted) and contained.",
      "But why the Pythagoreans called the center the prison of Jupiter, Aristotle does not explain, but it is not absurd for me to give some reason:",
      "And I think this, namely because God moves the sky in a circle, but what he moves in a circle, he necessarily moves around the center, therefore if God moves the sphere in a circle he necessarily moves around the center but he acts out of necessity, he acts out of necessity, as if he were acting detained, therefore if Jupiter acts in this way, out of necessity around the center: therefore rightly measured the Pythagoreans call the center the prison of Jupiter, around which he acts out of necessity.",
      "The assumed proposition, that what is more noble is contained in the middle, they also confirm by example;",
      "For we see in Animals.",
      "The heart, the noblest part of the whole body, is placed in the middle, nor does it hinder, that, as it mostly seems, the Earth is under water, and sinks, and water truly under air; since the contrary often, and in many natural things we experience, as is evident in shellfish, in which the shell entirely of earth, is above the rest, and overcomes, which Empedocles sang about oysters in these verses."
    ],
    [
      "Look at the heavy earth shells sometimes marine."
    ],
    [
      "The shell is covered with stone as an example to you."
    ],
    [
      "It can be at the top, as you see in the body of the earth."
    ],
    [
      "And with the most fitting, (if I am not mistaken,) symbol the example of the whole of this opinion can be explained by an egg, in the center of which is the yolk, the hottest part of the egg, and similar to the sun, around which the white of the egg, composed of water, moist, and not a little air like a certain body of Mercury: around or above the white the yolk is formed from aqueous moisture, and ethereal air, like a certain Venus, and above all these things the shell is cold, and dry and entirely earthy.",
      "And these things have been said to show that the Earth is not in the center, and can be outside the center.",
      "The other part of this position was, namely that the Earth in the place where it is, moves in a circle, with the first sky, that is the starry sphere remaining immobile; which I prove thus, if the sky moves, and the Earth stands, great absurdities and impossibilities will follow if however the Earth moves, and the sky stands, no inconvenience will follow from it; therefore the Earth will move, and the sky will stand.",
      "The assumed Hypothetical is proven.",
      "For either the sky is finite in its outermost part, or it is infinite, but it is more probable; to be infinite, than finite, for if it were finite, then outside the sky, as Aristotle says.",
      "There would be nothing neither body, nor place, nor vacuum nor time.",
      "But it is absurd and improbable, that the Universe is more contained by nothing, than by immense, and infinite vastness, but if the sky is infinite, it is impossible for it to move in a circle, for indeed the lines drawn from the center to the circumference, the more they are distant from the center; the more they are distant from each other, if they are extended to infinity, which necessarily follows in an infinite body: they will be at an infinite distance from each other.",
      "For indeed in infinite lines there is always given, to take a greater, it is necessary that the distance of such lines be such, beyond which there is no magnitude to take touching the lines.",
      "Therefore if such a body is moved, either it will complete this space in infinite time, or in finite time: if in infinite time, then the circle will never be completed, for indeed this space, which is not of the whole circle, is completed in infinite time, which is the same as saying; as if someone were to say, it is never completed, it follows much more that the space of the whole circle is never completed.",
      "Or this space will be completed in finite time, and then a greater impossibility follows;",
      "That the infinite is completed in finite time, since the infinite absolutely cannot be traversed;",
      "Therefore to avoid these impossibilities it is better to state that the sky is immobile;",
      "Although this position follows to the position that the sky is infinite, there is no fallacy in it, that is the fallacy of the consequent, or of the consequence;",
      "Because if Aristotle argues in the first book of the Heavens, with the aforementioned reasons, that the sky is finite because it moves in a circle, and in the third book of Physics that every physical body is finite because every physical body must be moved.",
      "The antecedent being destroyed from this, that some physical body namely the sky does not move, the consequent is destroyed, namely that no physical body is infinite.",
      "For Parmenides and Zeno rightly established that the infinite being is one, and immobile, for immobility follows to infinity.",
      "Therefore if something is established from which it is saved that which appears to all, that the sky moves from east to west without the sky needing to move;",
      "That will also confirm that the sky can be infinite, and therefore stand still.",
      "But this is established, that the Earth moves with a daily motion from West to East, this can save this, which appears to us, the revolution of the starry sphere, as is evident.",
      "By the example of sailors, who when they move due to the motion of the ship, and recede from the shores and land think however that the shores, and lands recede from them, as Virgil's Aeneas says"
    ],
    [
      "We leave the port, and the land, and the cities recede"
    ],
    [
      "therefore this will also confirm, that the sky can be infinite, and therefore stand completely still:",
      "But if the Sky is not infinite, but must be finite, as the Peripatetics please, then the Earth of small mass, and like a point compared to the Sky, will move with less difficulty, than the Sky itself, since with a vast, and immense space it can move in the very short time of 24. hours.",
      "For the Earth"
    ]
  ]
}