{
  "title": "",
  "paragraphs": [
    [
      "But because there are many who not only do not care to be persuaded, but even prevent others from being persuaded, and do not believe those who assert about the recently appearing planets, or about these phenomena, they proclaim that the instrument deceives, and that it is entirely deceptive, and fallacious, therefore what I, and also many others, neither foolish, but accurate men, who approached these experiments with a mind to contradict, have known with the utmost certainty, and hidden faith about it, it will be worthwhile to suppose, and to report;",
      "But before that, it will not be irrelevant to say something about the origin and discovery of this telescope.",
      "However, the first author of its discovery, by the consensus and testimony of all, was the most illustrious Sir Kepler, the imperial mathematician, John Baptist Porta, a noble and very learned man from Naples, and a most diligent investigator of the secrets of nature, who in the seventeenth book of his natural magic, in the tenth and eleventh chapters, distinctly and skillfully revealed the invention of this wonderful instrument, I said distinctly and skillfully; for seventy years ago Jerome Fracastorius mentioned the use of such an instrument in his book, which he entitled Homocentrica, in chapter 8. with these words.",
      "For this reason, in the same water, those that are seen at the top appear smaller, those that are not at the bottom, larger, and through two eyeglasses if someone looks through one superimposed on the other, everything will appear much larger, and closer.",
      "But with these words he hardly revealed the construction of this instrument indistinctly, no reason being assigned, or given for its structure, and use; all of which Porta beautifully handed down from the use of a crystalline lens, by which he asserted that the power of vision could be extended to an immense space, as if it were hardly credible, and that objects could grow to a huge size, and become closer to the eye, which later use itself, and practice in this instrument demonstrated, from which it was found that the appearance of an object could be made a thousand times larger, and approach the eye twenty times more closely.",
      "But since he himself had not carried out this practice, or perhaps if he had carried it out, he had not published it, a few years ago in Belgium the use of this instrument was mainly seen, which, although it was quite crude, was wonderfully improved by Mr. Galileo, who at that time was teaching mathematics with great praise in the famous Paduan Gymnasium, and brought to exact perfection, and also adapted for astronomical use, so that afterwards he discovered so many wonders with it, which we see, this about its origin.",
      "But what we have experienced with that instrument, which Galileo himself uses, we will now report.",
      "But the first thing is that those things, which can hardly be seen with the natural eye over a distance of one and a half miles, can be seen distinctly, and appear, in a twentyfold proportion, namely over a distance of sixteen miles.",
      "For when we were on the top of the Janiculum near the city gate, which is called the Holy Spirit, where the villa of the poet Martial is said to have been, but now is the palace of the Most Reverend Malvasia, we could see the palace of the Most Illustrious Duke of Altaemps in Tusculum so distinctly with this instrument, that we could conveniently enumerate its individual windows, even the smallest ones, which is a distance of sixteen Italian miles, and from the same place we could read the letters, which are in the portico of Sixtus in the Lateran for the blessing, so distinctly that we could even recognize the points designated between the letters, a distance of at least two miles, which could hardly be read so distinctly at a distance of half a mile.",
      "The second thing is that this instrument represents the thing itself at any distance, in no condition, or circumstance does it represent it as varied, or different, for it does not present the thing differently in color, or in size, or in position, or in number, or in shape, than it naturally presents itself to the seeing eyes, and to us near, and at the proper distance without the instrument.",
      "Therefore it does not make the thing appear distorted, or transposed, but only provides this, namely that things, which from a distance can be seen confusedly, and nothing, or hardly anything, can be seen clearly, and distinctly as if from nearby with its help.",
      "But someone will say, what do these things, which are at a moderate distance, have to do with the Moon, and the Stars, whose distance from the earth is almost infinite, but to this we will respond with the most certain (unless I am mistaken) response, first supposing, what is known to all, that vision does not occur through motion, and therefore not in time, and just as illumination occurs immediately, and a luminous body is present in the transparent, so vision occurs immediately, and a visible object becomes present to the sight, or the transparent itself actually makes something luminous, or in the transparent actually, as colored therefore it happens, that even things at a very long distance are suddenly seen, just as those that are in the highest Heaven, immediately with open eyes.",
      "From which it is inferred that distance does not hinder vision, provided however that the object becomes such, that it can move the transparent, and the eye, and an object weakly moving can have as much effect in not too great a distance, as an object strongly, and immensely moving in a very great, and immense distance, which is shown by this experiment; for a torch lit at night moves the sight for the quantity of its light in a distance proportionate to itself, as much as a fixed star for the quantity of its light in a distance proportionate to itself, as much as a fixed star for the quantity of its light in a very long, and proportionate distance to itself, from which I argue thus if an object less moving is represented to the eye by the instrument in a twentyfold closer distance in proportion to itself, as it is, therefore an object most moving is represented to it in a twentyfold likewise smaller distance in proportion to itself, as it is, closer, for example, if the palace moving my sight without the instrument through a space of one and a half miles with the instrument is represented to me, as moving in a twentyfold distance, namely sixteen miles, and this without deception, and deception, therefore likewise the stars moving my sight without the instrument, a space of many miles, and almost immense, with the instrument will be twenty times more moving, that is made twenty times closer, and this for the magnitude of its light, and proportion without deception and trickery, therefore since the proportion is exactly the same, of other things, which present themselves closer to the sight with this instrument, with celestial things, which likewise with this instrument become closer to the sight, and in other things seen there is no deception from the instrument, as it is evident to us seeing them closer, and without the instrument.",
      "likewise, and in celestial things seen by us with this instrument there will be no deception, and deception."
    ]
  ]
}