{
  "title": "",
  "paragraphs": [
    [
      "Antiquity wisely imagined Mercury, bearing his caduceus, to announce heavenly matters and to recall the souls of the dead from the Underworld. But our clever age sees and admires Galileo, the new interpreter of Jupiter, equipped with a telescopic caduceus, revealing the stars and summoning the spirits of ancient philosophers to the heavens. Indeed, as his name and duty as the celestial messenger align with Mercury, his telescope differs from the caduceus of the ancient Mercury; I omit. ",
      "I consider the figure of the mane, which we see in the oldest signs of Mercury, perhaps prefiguring the form of this instrument, but I mainly contemplate the serpents embracing the caduceus: looking at each other at the summit, a sure symbol of the vigilant and discerning eye, whose power in these matters is believed to be so great that it is said to be able to kill an animal on sight with an unexpected event. This power of the telescope offers such a sharpness of vision that it would be heard as a fabulous tale beyond human belief, unless it had been known many times by many experiments, and shown not to one or two, but to many, not to ordinary men, but to the most distinguished, thoroughly instructed in all disciplines, as well as mathematical and optical precepts, by careful and diligent inspection.",
      "But let us now move to the other function of this caduceus, by which this rival of Mercury revives the dead, Orpheus, Thales, Philolaus, Democritus, Heraclitus, Ponticus, Anaxagoras, and finally even Plutarch's Lamprias, for when their opinions about the world were not only obsolete but almost abolished, everyone, along with the Academy and the Peripatetic school, asserted that the world, to which the earth was the center, was the basis of all and the heaviest; and the other elements were arranged around it in order, the lighter placed upon the heavier.",
      "Until the sky would be above all, as far from the center as possible, and equally distant, the observed periphery turned.",
      "Galileo, the Mercury recently descended from heaven to us, not only announces roughness and ridges on the Moon; but also the highest mountains, cliffs, plains, valleys, abysses, lakes, seas, isthmuses, promontories, peninsulas, which if they are as they appear, who does not see that it must be doubted whether the globe of the Moon is similar to our Earth, as the most ancient Orpheus sang in his verses"
    ],
    [
      "He shaped another infinite Earth, which the immortals"
    ],
    [
      "Call a lamp, but the Earthly call the Moon"
    ],
    [
      "Which has many mountains, many cities, many houses."
    ],
    [
      "And let it revolve around our world, as ours does around the sun, and let them illuminate each other, as the Pythagorean Philolaus and Heraclitus Ponticus once asserted, whom Copernicus recently imitated.",
      "Or let it be the center of another world and sphere, as our Earth is of ours, and countless other globes are of countless spheres, which Democritus of Abdera once dreamed, and some even dream in our time, or perhaps if it seems absurd to establish other inhabitants, other cities, other magistrates there, let it be a once opaque and similar mass to the Earth, but obstructed by roughness and twists, and if we say a huge pumice stone, as it pleased the physicist Diogenes (which is not unlikely) since it has been burned by the huge sun's heat that it receives, for so many centuries, it is necessarily preserved; and let us rightly call it a sunstone, since both are ignited stones, but the sun is a stone ignited and glowing with its own heat, the Moon not with its own, but with the sun's, which opinion Anaxagoras held so firmly that he did not hesitate to seek death for it.",
      "But it will not be enough for me to believe Galileo equal to Mercury in this double duty, unless I also add a third from Homer, as it were.",
      "Homer imagined Mercury to have brought an apple to the three most beautiful goddesses, and having caused discord and quarrels, he himself withdrew, leaving the others with the dilemma of a doubtful judgment; so in the proposed investigation of these phenomena, he calls both astronomers and philosophers to investigate and make a judgment, he himself in the meantime, excited by the oracle of Delphic Apollo, the wisest of the others with this voice, and I (for who would not have been awakened even from the deepest sleep by the great sound of this new miracle, which has spread throughout the world?) approached to write something, affirming nothing for certain, but only trying by doubting, thinking it not enough for me to admire these things and to proclaim the inventor by admiring, and to show to the people with applause, unless I also excite and even compel this same Galileo (who, with the divine genius with which he is endowed, was able as if drunk to show us these new and admirable things with this instrument, so he will also be able to reveal to us their cause and reason) and also other mathematicians and philosophers with these stimuli."
    ]
  ]
}