{
  "title": "",
  "paragraphs": [
    [
      "We call those things lucid, which are seen in the darkness, not by any foreign light, but are conspicuous by their own, and pour their light into others, we see many such lucid things, and they are far different from each other, and distant in nature from the Sun, stars, this our fire, heads, bones, and scales of fish, cat's eyes, some rotting wood; cuttlefish ink, the lower belly of a glow-worm, some rotting meats, and the surface of rotting water, as if oily, and also many other things of this kind, which even in the darkest air, and in a room with closed windows, and all vents, so that no light is admitted from outside, clearly shine.",
      "But since these are of various and diverse substances, there must be something common, by reason of which this quality belongs to them, and we will first call that lucid, since that is first called such, which is the cause of the others being such, and the others are not, the cause of it being such; which indeed the former signification is said according to nature.",
      "Therefore, if such a body is found among the lucid bodies, we will certainly consider that first lucid, by whose participation we will know all the others to be lucid.",
      "But it is clear by the consensus of all men that the Sun is such a body; for it never lacks light, and it imparts light to all others, therefore Thimeus said.",
      "God ignited the brightest light in the second circle from the earth, which we now call the Sun, by whose splendor the whole sky would be illuminated, after the Sun however the stars, and all the constellations, which have their own light apart from the moon; being opaque by its nature, and therefore somewhat called earth, which shines only with the borrowed light from the Sun, all these things;",
      "I say, the Sun, and the stars are lucid by themselves, because light adheres to them inseparably, and properly follows the form, and essence of each star; of which the clear argument is the proper, and peculiar brightness of each star, not only of the wandering, but also, and fixed, therefore, we say the planets are colored with various light, as Jupiter with clear, and bright, Mars with ignited, and red, Saturn with pale, and squalid, and also the fixed stars, some of which we call martial, some jovial, some venereal, or mixed from them according to the mixed brightness they reflect, therefore the Platonists rightly say that the light itself, which is in the Sun, and stars is the image of intelligence, for intellectual substances can rightly be called spiritual light, from which denomination, neither Aristo. disagreed, who compared the active intellect completely separated from matter to light in the third book on the soul following the teacher Plato, which indeed intellectual light although it cannot be seen with the eyes; from its nature it is hardly perceptible to the sense it becomes visible in the visible body, and shines especially in the solid body, therefore in the celestial orbs since it is hardly, or minimally conspicuous, however it clearly shines in the stars, it is received from intelligence; first in the soul of the orb, or sky, then indeed through the vital operations of the soul it shines in the body, and flows from the body, so that some actions of this light and celestial fire everywhere vigorous are the manifest rays of the stars, and an image of the ether; as Plotinus explained in the divine way in the commentary. book I. second Enead. of Plotinus, and therefore we rightly, and deservedly said; the light, which is in the body by itself shining; as are the Sun, and the stars, is a quality inseparably joined to them.",
      "But as we return from where we departed, it is clear, the bodies by themselves are lucid the Sun. & stars, and among these the Sun is first, and by itself lucid; but the fire since it does not always shine, will not be lucid by itself, therefore by reason of another, it will shine namely by reason of the substance by itself lucid communicated to it, which Plotinus explained in the place a little above cited, when he said the ether is the image of that light whose actions are rays: but that the fire does not always shine, is clear, for in the thinnest matter, such as the ether or the air contiguous to the celestial body has no light, therefore neither in the day, nor in the night does it emit any brightness; but when it reflects some light, it reflects when ignited in a solid body, therefore only this our fire shines, which, either is ignited coal, or flame or we are burning, & this is equally conspicuous in the darkness because of the light, and in the light because of the heat, which it would not have, unless it was ignited in foreign matter.",
      "Therefore, if the fire shines it does not shine from its essence, but because of the abundant lucid substance, which is in it; communicated by the Divine. or celestial body of the Sun and stars close to it, which indeed in thin, and rare matter dispersed, and disintegrated cannot pour out light, as is that thinnest ether, but in thicker, and denser matter united it shines, so that always the fire itself ignited shines, and is first among the shining things, which are under the moon, since it participates most of all in that most lucid celestial substance, and all the Peripatetics establish that the fire participates most from the power, and faculty of the divine, or celestial body, among whom Alexander is the standard bearer of all in book 2. natural. question. c.3. whose words we recited more fully in the preceding dispute, when we were teaching that the sky is not fiery, & Arist. himself taught in deserted words, when not only the celestial power, but also the very substance of the sky is affirmed to be in the seeds, when he says, that every soul life, or power seems to participate in another body, and that more divine, than those, which are called elements",
      "(from which place Cicero asserted from the opinion of Aristot. that the soul is composed of the fifth essence,)",
      "this body he shortly afterwards calls spirit, in which nature, & force resides corresponding to the element of the stars, this spirit, and such a divine body endowed with celestial nature not only in fire, but also diffused in the machine of the whole world the same Arist. taught in the third degeneration of animals. cap.II where he says animals, and plants are generated in the earth, and moisture, because moisture in the earth spirit in the moisture; the heat of the animal is in the universe, so that in some way all things are full of soul, from which place it is gathered, what Alexander taught in the above cited cap.3.21. of nature. question. this celestial force, & ethereal substance is communicated according to the proximity of the neighboring body, for it is communicated to the earth by reason of the water mixed with the earth, & to the water by reason of the air closer to the sky, therefore it follows that it is communicated to the air by reason of the fire closest to the sky: from which it follows that the fire participates most of this substance, which we clearly proved above, when we were teaching that the fire has the faculty of generating, as experience shows, but not as far as the fire is, for the fire, as fire is generates no animal, as Arist. taught in the second generation of animals. cap.3. but as far as it is endowed with this celestial faculty, & ethereal substance: therefore the fire is not lucid by itself, but by participation of the celestial lucid body such as are the Sun, & stars, but since it is closest to these, therefore it also participates most in light among the other sublunary things, where however a dense body, from which brightness can flow has been found, afterwards, those which participate more of fire, or more of this celestial, & ethereal spirit, and substance even without fire, or both together, also participate more of light, and brightness."
    ]
  ]
}